<?php
	header('Content-Type: text/html; charset=utf-8');
	if (isset ($_POST['zodiak']) && isset ($_POST['name']) && isset ($_POST['surname']) && isset ($_POST['city']) && isset ($_POST['year']) && isset ($_POST['vremya']) && isset ($_POST['papa']) && isset ($_POST['mama']) ) {

		$answer = array(
			'<p>Вы человек серьезный, дисциплинированный и в разумной мере честолюбивый. Вам свойственно желание доказать, что Вы есть, что Вы из себя представляете, желание добиться материального успеха. Для Вас очень важны работа, положение в обществе. Чтобы достичь цели, которую перед собой поставили, Вы с упорством будете преодолевать все трудности, разочарования и зачастую жертвуете многим в плане личных отношений и семейной жизни.</p><p>

Обладая вдумчивым, тихим, спокойным и сдержанным характером, Вы с большой неохотой показываете то, что чувствуете в глубине сердца. Создается такое впечатление, что Вам удается контролировать события. Способный работник, сильная личность, Вы - тот человек, на плечи которого в семье или на работе ложится самая большая ответственность (и большая часть работы). Даже будучи ребенком, Вы уже обладали зрелостью, трезвостью и житейской мудростью, в общем детям не свойственными.</p><p>

В основе своей Вы прагматик и реалист. И хотя Вам, возможно, свойственны всякого рода мечты, цели идеального порядка и яркие теории, но конечным обоснованием концепции Вы считаете ее практическую полезность. В Вас есть природная хитрость и деловые способности - и еще некоторая доля цинизма.</p><p>

Мыслите Вы всегда четко, независимы в своих мнениях и объективны в суждениях. Драматические подробности на уровне чувств не способны увести Вас от сути дела. Очень часто Вы человек властный, сугубо справедливый, но безжалостный. Традиции для Вас святы, и даже если Вы не соглашаетесь с некоторыми законами, будете подчиняться им или работать в направлении их изменения, но никогда не позволите преступно пренебрегать ими. Осторожный и сдержанный, в любой игре Вы играете по правилам.</p><p>

Вы человек спокойный, тихий, сторонник продуманных поступков. Не склонны к резким, неосторожным поступкам, не высказываетесь открыто до конца. К Вам нелегко проникнуть в душу. Вы скромны и иногда чрезмерно самокритичны. Вам нелегко позволить себе (и людям, с которыми сталкивает Вас жизнь) отдаться на волю чувств, заняться игрой, поступать, как вздумается. Вы не можете бездумно наслаждаться, быть слабым, уязвимым.</p><p>

Сильнейшие черты Вашего характера - глубина, аккуратность, терпение, цепкость, верность принятым на себя обязательствам. Ваши недостатки - склонность к консерватизму, негибкость и чрезмерная серьезность.</p>

<p><b>Ваш темперамент:</b></p>

<p>Вы сдержаны и скрытны. Людям трудно понять, что скрывается в глубине Вашей души, ведь Вы доверяете и открываете себя очень немногим. Вы не позволяете себе быть уязвимым и выпустить из рук контроль над отношениями с окружающими.</p><p>

Вы независимы, всегда стараетесь идти своей дорогой, все решать своим умом, что чаще всего Вам удается. Вы не терпите вмешательства в личную жизнь, не любите указаний и притеснений.</p><p>

Вы бываете вспыльчивы и импульсивны, и окружающие постепенно привыкают к крайностям Вашего поведения. Как врага Вас надо опасаться. У Вас есть малоприятная привычка помнить прошлое, когда Вам сделали больно, когда Вас обидели, ложно обвинили. Все эти чувства Вы держите в себе. Очень важно, чтобы Вы научились прощать и забывать. Лучше будет, если Вы станете проявлять свои чувства открыто и прямо, не пряча и не подавляя их.</p>

<p><b>Ваш интеллект:</b></p>

<p>Вам присущи честолюбивые мысли и стремление обеспечить себе почетное место с помощью материальных достижений.</p><p>

Вы мыслите четко, реалистично и не купитесь на преувеличенные коммивояжерские обещания. В ответ Вы потребуете подтверждения фактами. Ваш естественный скептицизм часто граничит с циничностью. Подходя к делу с четкими и рациональными критериями, Вы сохраняете уверенность в себе и работоспособность даже под давлением и огнем критики. Тот, кто ищет у Вас совета, может быть уверен, что получит объективную, вне всяких эмоций оценку той ситуации, в которой он находится. Поэтому из Вас может получиться хороший председатель арбитражного суда, опытный судья.</p><p>

У Вас дисциплинированный мозг, способности к административно-организационной работе. Вы также умеете мыслить масштабно, стратегическими категориями, намечаете реалистические планы и терпеливо, шаг за шагом, продвигаетесь в избранном направлении. Вы человек серьезный, трудолюбивый и старательный. Когда Вы над чем-то думаете или что-то читаете, то любите тишину и одиночество.</p>

<p><b>Ваши чувства:</b></p>

<p>В любви Вы холодны и серьезны, проявляете в чувствах заметную сдержанность и стараетесь держать их под контролем разума. Ваше чувственное развитие может быть весьма поздним, и Ваше либидо раскрывается не сразу, для этого Вам нужен более опытный партнер.</p><p>

Вы ищете надежных, длительных отношений и сохраняете верность любимому человеку и в счастливые, и в тяжелые времена. Вас могут привлекать люди старше Вас, эмоционально более зрелые, надежные, которые дадут Вам уверенность в обеспеченном будущем, к которому Вы стремитесь. Прежде, чем решиться на брак, Вы тщательно все рассматриваете с разных позиций, исследуя перспективы и возможности, которые он может дать. При этом превалируют цели эгоистичного и корыстного характера. Если брачный союз оформлен, то Вы сделаете все для того, чтобы со стороны он выглядел достойно. Все семейные неурядицы тщательно будут скрываться от посторонних глаз. Проблемы в браке могут создавать физическая несовместимость, большая разница в возрасте, а также различие в интеллектуальном развитии, что часто наблюдается при браках по расчету. Наилучшее взаимопонимание с партнером будет в том случае, если Вы или Ваш партнер, или Вы оба занимаетесь коммерческой деятельностью, финансовыми сделками, банковскими делами или недвижимым имуществом, т.е. делом, вызывающим взаимный интерес.</p>

<p><b>Ваша энергия:</b></p>

<p>Вы колеблетесь между решительностью и готовностью идти на конфликты. Вы упорно трудитесь ради баланса между независимостью и уверенностью с одной стороны, и деловым сотрудничеством и взаимодействием с людьми - с другой. Иногда расстраиваетесь от того, что не можете просто делать то, что хотите, что Вам всегда приходится приспосабливаться к обстоятельствам, желаниям других людей.</p><p>

Ваши решения зависят от поддержки и одобрения людей, и если нет одобрения со стороны, часто колеблетесь, не зная, что предпринять. У Вас сильная потребность в совместных делах. Вы добиваетесь своих целей в сотрудничестве с другими людьми через командную игру.</p><p>

Вы придаете большое значение понятию справедливости и возмущаетесь, если считаете, что кому-то садятся на шею. Вы избегаете крайностей и считаете наилучшим сбалансированный и умеренный подход к жизни. Маловероятно, что Вы станете напрягать все свои силы, будете перерабатывать, или что Вами овладеет фанатическое желание добиваться осуществления своих целей.</p>


<p><b>Ваши достоинства:</b></p>

<p>Вам свойственна бескомпромиссность в делах, и вы готовы с боем отстаивать собственную позицию. Вы уверены в своей абсолютной правоте, и при любой возможности самоутвердиться Вы ощущаете сильный прилив энергии. Если у Вас есть цель, и она обещает не только материальное, но и эмоциональное удовлетворение, то Ваши силы неисчерпаемы. У Вас также сильно развито понимание внутренних мотивов и побуждений других людей.</p>

<p><b>Ваши задачи:</b></p>

<p>Вы способны демонстрировать окружающим свое интеллектуальное и духовное высокомерие. У Вас врожденное недоверие к коллективам и циничное отношение к обществу, что может дать Вам чувство выпадания из общего потока, сделать для Вас невозможным участие в деятельности наравне с другими. Важная задача для Вас - преодолеть чувство отстраненности и отчужденности от других.</p>',
			'<p>Во многих отношениях Вы вечное дитя. Ваш интеллект восприимчив, чуток ко всяким изменениям, гибок, полон любопытства, игры. Вы всегда стремитесь к новому и зачастую просто не можете долго удерживать внимание. Вы быстро схватываете идеи, но, как только первоначальное любопытство удовлетворено, Вас тянет перейти к чему-то другому. Вам необходимы частые перемены, разнообразие, новые ситуации, встречи с новыми людьми.</p><p>

Масса интересов мешает Вам понять, в чем Ваши действительные таланты и чем Вы по-настоящему должны заниматься. Вы не приемлете саму мысль о самоограничении и концентрации на чем-то одном. Ваши любопытство и беспокойство забрасывают Вас во множество разных новых жизненных ситуаций, и Вы хотите испробовать все на свете. Делать одно и то же снова и снова, даже если Вы делаете это успешно, хорошо, - для Вас тяжелая и нудная работа.</p><p>

В значительной степени Вы "живете головой": читаете, наблюдаете, думаете, "обсасываете" идеи. Вы не можете жить без интеллектуальных стимулов. Как это ни странно, но если бы Вам пришлось выбирать между хорошей книгой или фильмом и хорошим обедом, скорее всего Вы бы предпочли первое. У Вас творческий ум, и Вы часто живете за счет остроты своего интеллекта.</p><p>

Общительный, компанейский человек с сильно развитой потребностью во взаимодействии с людьми, Вы любите шутить, играть словами. У Вас подлинное чутье, талант на передачу идей в интересной, четкой форме - то, что составляет талант писателя, лектора, оратора.</p><p>

У Вас довольно легкое и озорное чувство юмора, но часто Вам не хватает серьезности. Хотя Вы остро нуждаетесь в эмоциональной ответственности, в эмоциональной отдаче себя, Вам очень трудно это осуществить, потому что зачастую Вы не хотите ничего брать на себя, ограничивать свою личную свободу, возможность переезжать с места на место, переходить от одного дела к другому.</p><p>

Счастье в Вашей жизни связано с использованием Ваших творческих возможностей, таланта к обращению со словом. Ваш интеллект не склонен к односторонности. Обычно Вы можете предложить свежий, ясный, четкий подход, нестандартное решение, направление исследований. Ваш недостаток - отсутствие постоянства и настойчивости. К тому же Вы склонны не замечать или игнорировать эмоциональные проблемы и чувства других людей.</p>

<p><b>Ваш темперамент:</b></p>

<p>Вы человек открытый и щедрый. У Вас полно друзей и знакомых. Своей искренностью, незыблемым оптимизмом, энтузиазмом и естественной добротой Вы легко завоевываете симпатии окружающих. Вы свободолюбивы и не любите ограничений ни в чем. У Вас редко портится настроение от препятствий и трудностей. Преодолеть их помогает Ваша вера в удачу и оптимистичное будущее. Однако, сталкиваясь с житейскими проблемами или с эмоциональной болью, Вы часто пытаетесь подбодрить тех, кому больно, дать им общефилософский совет, не обращая внимания на чувства, которые при этом затронуты.</p><p>

Дружба играет для Вас огромную роль. Возможно, даже большую, чем любовь физическая и романтическая. В то же время Вам необходима большая эмоциональная свобода и подвижность. Немалый вред, а иногда и непоправимый, Вам приносят Ваша чрезмерная откровенность, прямодушие и прямолинейность.</p>

<p><b>Ваш интеллект:</b></p>

<p>Вы обладаете исключительно быстрым, живым умом, а также внушительным кругом интересов. У Вас жадный, неистощимый интерес к жизни. Вы стремительны в усвоении новых идей, но как только Ваше любопытство удовлетворено, столь же быстро гаснет и Ваш интерес. Умение сосредоточиться и методично, шаг за шагом чем-то заниматься не относится к числу Ваших сильнейших качеств. У Вас беспокойный ум, может быть поэтому Вы часто меняете работу или место жительства, или работаете там, где требуется движение, переезды, разнообразие.</p><p>

У Вас сильно развито чувство языка и стиля, Вы чувствуете игру слов, интересно говорите, пишите, преподаете. Вас с интересом слушают и читают. Вы охотно встречаетесь и общаетесь с новыми людьми. У Вас хорошее взаимопонимание с аудиторией. Торговля, реклама, всякого рода контакты, журналистика - вот те области, где Вы добьетесь успеха. Умение владеть словом, общаться с людьми - одна из Ваших сильнейших сторон.</p><p>

У Вас крайне чувствительная нервная система, поэтому Вам бывает сложно отгородиться от внешних раздражителей. Вам необходимо периодическое одиночество, чтобы успокоить свою нервную систему.</p>

<p><b>Ваши чувства:</b></p>

<p>В личных отношениях Вы цените, прежде всего, гармонию и стабильность. Вы постоянный и верный любовник, особенно если чувствуете заботу и любовь партнера.</p><p>

Вы очень привлекательны, Вам нужно, чтобы любовь к Вам проявлялась в прикосновениях, чтобы она принимала физические, осязаемые формы. Вам нравится, когда Вас балуют вкусной едой или эротическим массажем, или иными приятными вещами. Вы великолепны в постели, внимательны к тому, чтобы любимому человеку с Вами было удобно и приятно. Вы в высшей степени восприимчивы ко всякой красоте. Физическая привлекательность того, с кем Вы связаны романтическими отношениями очень важна для Вас.</p><p>

Вас ждет успех в делах и любви, но Вам требуются чувство безопасности, спокойная обстановка и специфический микроклимат. В Вашем доме обычно уютно и тепло, и Вы сами излучаете душевную теплоту и материнскую нежность. Вас отличает большая любовь к искусству, особенно к изобразительному, архитектуре, музыке, вокальному искусству, балету и танцам. Вы также любите природу во всех ее проявлениях.</p>

<p><b>Ваша энергия:</b></p>

<p>Вы колеблетесь между решительностью и готовностью идти на конфликты. Вы упорно трудитесь ради баланса между независимостью и уверенностью с одной стороны, и деловым сотрудничеством и взаимодействием с людьми - с другой. Иногда расстраиваетесь от того, что не можете просто делать то, что хотите, что Вам всегда приходится приспосабливаться к обстоятельствам, желаниям других людей.</p><p>

Ваши решения зависят от поддержки и одобрения людей, и если нет одобрения со стороны, часто колеблетесь, не зная, что предпринять. У Вас сильная потребность в совместных делах. Вы добиваетесь своих целей в сотрудничестве с другими людьми через командную игру.</p><p>

Вы придаете большое значение понятию справедливости и возмущаетесь, если считаете, что кому-то садятся на шею. Вы избегаете крайностей и считаете наилучшим сбалансированный и умеренный подход к жизни. Маловероятно, что Вы станете напрягать все свои силы, будете перерабатывать, или что Вами овладеет фанатическое желание добиваться осуществления своих целей.</p>

<p><b>Ваши достоинства:</b></p>

<p>Вам свойственна бескомпромиссность в делах, и вы готовы с боем отстаивать собственную позицию. Вы уверены в своей абсолютной правоте, и при любой возможности самоутвердиться Вы ощущаете сильный прилив энергии. Если у Вас есть цель, и она обещает не только материальное, но и эмоциональное удовлетворение, то Ваши силы неисчерпаемы. У Вас также сильно развито понимание внутренних мотивов и побуждений других людей.</p>

<p><b>Ваши задачи:</b></p>

<p>Вопрос соблюдения правил и моральных норм играет огромную роль в Вашей жизни. Вам порой трудно избавиться от твердой системы критериев и оценок, и Вы грешите навешиванием ярлыков на все происходящее. Часто Вы склонны следовать букве закона, забывая о смысле. Вы вступаете в близкую связь осторожно и обдуманно и воспринимаете свои личные взаимоотношения так серьезно, что они больше кажутся Вам работой, постоянным усилием, компромиссом, чем свободным и радостным сосуществованием.</p>',
			'<p>Вы человек, охотно идущий навстречу трудностям. Вы считаете, что нужно брать жизнь с бою, ни от кого не завися, надеясь только на свои силы, интеллект и смелость. Вы верите в абсолютную честность, храните верность себе, своим взглядам и убеждениям, даже если в результате остаетесь в одиночестве. Принципиальность и желание быть самим собой - вот боги, которым Вы поклоняетесь. Поэтому Вы не сочувствуете людям со слабым характером.</p><p>

Сами Вы превыше всего цените свободу, возможность делать все так, как нужно Вам. Вам очень хорошо работается самостоятельно; сотрудничество с другими людьми или выполнение чьих-либо заданий - не Ваш стиль жизни. Вы или руководите, или делаете что-либо самостоятельно.</p><p>

Вы любите действие, и как только Ваша жизнь вроде бы становится приятной, удобной, уютной, рутинной, Вы готовы все взбаламутить, начать что-то заново, все изменить, "обновить кровь". Рутина и монотонность для Вас подобны смерти. Вы не боитесь браться за то, что никто до Вас не делал. И хотя иногда на Вас смотрят, как на сумасшедшего, Вы все равно делаете то, что только позднее Ваши соперники попытаются превзойти. Рисковать и быть верным своей звезде - это для Вас сама жизнь, само дыхание, сама пульсация жизни. И если это невозможно, Вы сникаете или, не зная, что делать, впадаете в гнев.</p><p>

Начиная действовать мгновенно, Вы импульсивны, прямолинейны, непосредственны, полны энтузиазма и не боитесь сказать прямо и недвусмысленно, что Вы думаете. Вы верите в силу позитивного мышления и позитивного действия, думаете о себе как о сильной, даже непобедимой личности. Не любите болеть, не любите ситуации, когда приходится зависеть от других. Сама мысль о необходимости признать ограниченность своей человеческой природы, о том, что эмоциональная сторона Вашего существа нуждается во внимании, часто представляется Вам несносной.</p><p>

Часто Вы так сильно возбуждены собственными замыслами и целями, что, сами того не замечая, вступаете в столкновение с чувствами и интересами других людей. Если Вы научитесь относиться к ним с большим вниманием, больше ценить их идеи, чувства, то очень облегчите жизнь и себе, и другим. Ваша нетерпеливость в стремлении к цели приводит к тому, что Вы без прямой необходимости вызываете к себе отчуждение. Плохо, что Вы порой пытаетесь достичь своей цели, повышая голос, стуча кулаком по столу. Научитесь не торопиться, расслабляться. Дайте событиям идти самостоятельно. Жаль, что из-за Вашей энергичной, беспокойной натуры у Вас это редко получается.</p>

<p><b>Ваш темперамент:</b></p>

<p>Обладая уравновешенным темпераментом и не будучи склонным к конфликтам, Вы не тот человек, которого легко вывести из себя. Повышенная эмоциональность для Вас не характерна. Вы действуете успокаивающе на людей более нервных и более подвижных эмоционально, обладаете эмоциональной стабильностью, которая успокаивает окружающих. Как человека мягкого, Вас нелегко спровоцировать на взрыв, но Вы чрезвычайно упрямы и будете сопротивляться любым изменениям, которые требуют от Вас изменения Вашей психики (в том числе изменений в семейной жизни, в брачных отношениях).</p><p>

В любви Вы ищете преданного партнера, с которым не нужно нервничать, беспокоиться насчет будущего. Вы преданы тем, кого любите, создаете для них атмосферу теплоты и заботы. Однако Вы склонны держаться у берега, не менять существующего и стремитесь отговорить людей, с которыми Вас сталкивает жизнь, от изменений.</p><p>

Чтобы Вы чувствовали себя хорошо, Вам необходимы физические проявления любви: чтобы Вас обнимали, целовали, ласкали. Вам необходима близость, возможность коснуться близкого человека. Вы склонны переходить границу в удобствах и чувственных удовольствиях. Иногда, когда Вам не хватает эмоционального комфорта и любви, Вы заменяете их чем-нибудь вкусным.</p><p>

Вам необходима материальная обеспеченность и надежный домашний тыл. У Вас хорошие отношения с матерью. Ваши недостатки состоят в том, что Вы склонны к лени, чрезмерным наслаждениям и распущенности.</p>

<p><b>Ваш интеллект:</b></p>

<p>У Вас практичный ум, и Вы деловой человек с отличными организаторскими способностями. Вашему мышлению свойственны осторожность, методичность, Вы не любите, когда Вас торопят. Сначала Вам надо тщательно обдумать обсуждаемую идею, все тщательно прожевать и усвоить. Если Вы уже приняли решение, то изменить его трудно. Вы не любите споров и разногласий, конфликт возможен лишь для защиты своих денежных интересов.</p><p>

В том, что касается быстрого изучения новых идей, освоения новых навыков, Вы медлительнее других. Но Вы терпеливы и настойчивы. Как это не странно, Вы часто становитесь большим знатоком всего, к чему бы не приложили свои руки. Добиваетесь Вы успеха не столько потому, что у Вас светлая голова, но и благодаря умению сконцентрировать свое внимание и не отвлекаться до тех пор, пока работа не завершена полностью. У Вас хорошие способности к точным наукам.</p>

<p><b>Ваши чувства:</b></p>

<p>Любовь способна вспыхнуть у Вас буквально с первого взгляда. И хотя Ваши романтические чувства и желания внезапно и легко возникают, они не долговечны и исчезают после первого периода "ухаживания и победы". </p><p>

Вы очень темпераментны и склонны проявлять инициативу в личных отношениях, порой бывая даже слишком напористы. Вас привлекают люди деятельные, живые, с независимым характером. И Вам не нравится, когда романтические отношения становятся спокойными и предсказуемыми. Вам нужно, чтобы от любовного костра время от времени летели искры. Даже, если для этого нужно затеять ссору.</p><p>

Ранний брак редко бывает удачным, еще реже счастливым, поскольку выбор партнера обычно бывает поспешным и необдуманным. Часто брак, заключенный по большой любви и взаимной страсти, быстро «сгорает», и наступает разочарование со всеми вытекающими отсюда последствиями. В целом, Вы склонны к перемене настроения и смене партнеров. Вам необходима постоянная подпитка чувств, иначе Ваша страсть быстро иссякает, в результате - любовные приключения, внезапные связи и такие же внезапные расставания.</p>

<p><b>Ваша энергия:</b></p>

<p>Вы честолюбивы и предприимчивы, вечно следуете за какой-то яркой и отдаленной звездой нового дела, исследуя новые возможности. Без сомнения, Вы принадлежите к числу тех, кто продвигается вверх по социальной лестнице в материальном, либо в духовном плане (либо и в том и в другом). Вы всегда ставите перед собой высокие цели, не приемлете спокойного, размеренного существования.</p><p>

Вам нравится выходить за установленные границы, Вам хочется увидеть, как далеко Вы сможете зайти. Риск - Ваша сфера, при этом Вы - оптимист, ждете успеха и философски относитесь к неудачам. Человек гибкий, Вы довольно быстро забываете о разочарованиях. Тут на помощь Вам приходит новая идея, которую обязательно хочется испытать. Ваш энтузиазм и уверенность заразительны, они привлекают людей, которые оказывают Вам необходимую помощь и поддержку. Однако, иногда Вы обещаете больше, чем способны осуществить, и это - следствие Вашего чрезмерного оптимизма, недостаточного внимания к практическим аспектам того, чем Вы занимаетесь.</p><p>

Вы также склонны отвлекаться, в одно и тоже время заниматься слишком многими вещами. Хотя это бывает трудно, но Вам порой необходимо брать на себя обязательства, проявлять упорство, настойчивость, иначе Вам не осуществить свои мечты и планы. Слишком часто Вы терпите неудачу за пять минут до успеха, не умея преодолевать трудности.</p><p>

Вам доставляет удовольствие обстановка соревнования, хотя Вы и не относитесь к этому с чрезмерной серьезностью. Занятия спортом были бы хорошим использованием Вашей кипучей энергии.</p>

<p><b>Ваши достоинства:</b></p>

<p>У Вас сильно развита способность тщательно все обдумывать, анализировать и понимать мельчайшие детали любого проекта. Вы очень старательны и скромны по натуре и больше заботитесь об успехе своего труда, чем о личных интересах. Процесс работы доставляет Вам удовольствие, и Вы и счастливы от того, что умеете все делать продуктивно, эффективно используя свое время.</p>

<p><b>Ваши задачи:</b></p>

<p>Вам свойственно строгое критичное отношение ко многим религиям и философиям. Вы более жестки и догматичны, чем осознаете это. Не поняв этого, Вы не способны оценить новую точку зрения, новый подход. Вы ищите истину и основополагающие идеи для своего собственного поведения, а также можете самочинно навязывать другим свои философские или религиозные взгляды.</p>',
			'<p>Человек гордый и сугубо индивидуалистичный, Вы стремитесь быть выдающейся личностью, проявлять себя на пределе возможностей, добиться признания и высокой оценки того, что делаете. Вам невыносима сама мысль о том, чтобы быть в последнем ряду или исполнять чужие приказания, или просто быть рядовым сотрудником. Вам нужно оставить печать своей личности на всем, что Вы делаете, идти в жизни своей дорогой, блистать, проявлять себя творчески и быть на капитанском мостике.</p><p>

Ваши мечты масштабны, и Вам не занимать решительности, твердости характера, энергии и энтузиазма для осуществления больших замыслов. Также у Вас благородное, романтичное сердце и любовь к драматическому, яркому, экстравагантному.</p><p>

Вы полностью согласны с тем, что мир - это сцена, и тайно (а может быть, и не так уж тайно) Вам хотелось быть выдающимся актером, главным действующим лицом пьесы. Вам нужно обожание публики, овации, даже если аудитория состоит из одного, но дорогого Вам человека, кто бы верил в Вас и Ваши мечты. Хотя внешне Вы излучаете уверенность в себе, на самом деле Вы в большой степени зависите от поддержки, любви и признания людей. Для Вас невыносимо, когда Вас не замечают или не ценят.</p><p>

В любви Вы щедры сердцем и не боитесь показать любимому человеку, как он Вам дорог. Вы цените волшебство самого состояния влюбленности и знаете, как сохранять этот жар в отношениях. Преданный человек, Вы будете защищать тех, кого любите, и стоять за них горой - если только они не оскорбят Вашу гордость, не предадут Ваше доверие. В отношениях с людьми Вам нравится роль сильного, и Вам очень трудно уступать лидерство. В идеале Вам нужно найти человека с такой же сильной волей, как Ваша, но чтобы он не стремился стоять над Вами, быть Вашим соперником.</p><p>

Сильную сторону Вашей личности представляют обостренный интерес и любовь к жизни. Это Ваша творческая энергия, горячее и щедрое сердце. А главный недостаток состоит в том, что Вы эгоцентричны. Будучи озабочены впечатлением, которое Вы производите, собственным творческим самовыражением, Вы забываете о существовании другого, большего мира, который не вращается вокруг Вашей персоны.</p>

<p><b>Ваш темперамент:</b></p>

<p>Вы сдержаны и скрытны. Людям трудно понять, что скрывается в глубине Вашей души, ведь Вы доверяете и открываете себя очень немногим. Вы не позволяете себе быть уязвимым и выпустить из рук контроль над отношениями с окружающими.</p><p>

Вы независимы, всегда стараетесь идти своей дорогой, все решать своим умом, что чаще всего Вам удается. Вы не терпите вмешательства в личную жизнь, не любите указаний и притеснений.</p><p>

Вы бываете вспыльчивы и импульсивны, и окружающие постепенно привыкают к крайностям Вашего поведения. Как врага Вас надо опасаться. У Вас есть малоприятная привычка помнить прошлое, когда Вам сделали больно, когда Вас обидели, ложно обвинили. Все эти чувства Вы держите в себе. Очень важно, чтобы Вы научились прощать и забывать. Лучше будет, если Вы станете проявлять свои чувства открыто и прямо, не пряча и не подавляя их.</p>

<p><b>Ваш интеллект:</b></p>

<p>Вы глубоко интересуетесь внутренними, субъективными и личными вопросами. Ваше мышление в большей степени основано на ощущениях, интуиции, личном опыте и предубеждениях, чем на разуме или логике. Бессознательные импульсы и желания заставляют Вас на многое закрывать глаза, что может привести к предвзятости и неделовому подходу. Интеллектуальные способности и достижения играют для Вас незначительную роль, если при этом нет сердца, нет души.</p><p>

У Вас прекрасная память и интуиция, большой интерес к психологии. Вы умеете быть внимательным собеседником, способным доверительно выслушать. Вы, пожалуй, побаиваетесь большой аудитории, но легко раскрываетесь среди небольшого числа хорошо Вам знакомых людей.</p>

<p><b>Ваши чувства:</b></p>

<p>Любовь и романтические взаимоотношения – одна из важнейших сторон Вашей жизни. Вы обладаете тонкой и нежной душой, доброй, сердечной и любвеобильной. Вы способны легко влюбляться и порой склонны идеализирвоать партнера, даже если он и далек от идеала. Вы ждете, чтобы любимый человек стал Вашим интеллектуальным собеседником, равным партнером и другом. Вас влечет к людям с определенной изысканностью, деликатностью, дипломатичностью. Вы цените хорошие манеры, утонченность, и Вам не по себе с грубыми, нахальными людьми.</p><p>

Сами Вы тактичны, вежливы и внимательны. В Вас сильно желание сделать приятное, понять, чего хочет любимый человек. Вы высоко цените гармонию отношений, и чтобы избежать каких-либо разногласий или конфликтов, готовы во многом уступать.</p><p>

Вы обладаете талантами и способностями, особенно в области кино, театральной сцены, эстрады и музыки. В отношениях с людьми Вы искренны, дружелюбны и доброжелательны, и из-за этих прекрасных качеств Вы любимы всеми и популярны в обществе.</p><p>

Вы можете улучшить свое социальное и материальное положение благодаря удачному браку или своим прекрасным художественным способностям. Большую роль в успехах играет также Ваша внешность.</p>

<p><b>Ваша энергия:</b></p>

<p>Вы относитесь к достижению своих честолюбивых планов с полной ответственностью. Человек Вы дисциплинированный, упорный, энергичный, и цели у Вас материальные, конкретные. Вы хотите стать крупным руководителем, пользоваться большим влиянием и авторитетом. Вам нравится командовать.</p><p>

Вы способны к работе без отдыха, отказываетесь от сиюминутного ради долговременных планов. В своем увлечении работой Вы легко можете перейти черту, за которой это увлечение становится болезненным. Вы человек исключительно ответственный, совесть не позволяет Вам оставить работу, не устранив мельчайших недоделок.</p><p>

Превосходный стратег, Вы добиваетесь успеха, создавая реалистичный и осуществимый план и выполняя его шаг за шагом. Здесь Вы не идете на риск, не поддаетесь азарту. Вы полагаетесь на свои усилия, упорство, а не на везение. У Вас природная смекалка и инстинктивное понимание частного предпринимательства, умение руководить большими предприятиями.</p>

<p><b>Ваши достоинства:</b></p>

<p>Ваше достоинство - в способности сочувствовать и сопереживать другим людям. Обладая развитой интуицией и высокой психологической чувствительностью, Вы прекрасно ориентируетесь в окружающей обстановке.</p>

<p><b>Ваши задачи:</b></p>

<p>Вам свойственно строгое критичное отношение ко многим религиям и философиям. Вы более жестки и догматичны, чем осознаете это. Не поняв этого, Вы не способны оценить новую точку зрения, новый подход. Вы ищите истину и основополагающие идеи для своего собственного поведения, а также можете самочинно навязывать другим свои философские или религиозные взгляды.</p>',
			'<p>Вы стойки и терпеливы, способны на невероятную привязанность, преданность, выдержку и постоянство. Одно из наибольших Ваших достоинств - способность быть последовательным и не отступаться, пока все не закончено. Определив для себя план действий, Вы упорно ему следуете до тех пор, пока цель не достигнута, упорно сопротивляясь любым попыткам свернуть Вас с намеченного пути.<p></p>

По натуре Вы практичны, Вам необходимо видеть конкретные, осязаемые результаты своих усилий. Вы не из тех, кто увлекается излишне дерзкими мечтаниями, вероятность реализации которых мала. Большинство Ваших "излишне дерзких" мечтаний связаны с достижениями материального порядка, с благосостоянием, со средствами на завтрашний и вообще на черный день. Все это потому, что Вы цените материальный мир и стремитесь наслаждаться им в полной мере. Наряду с готовностью работать долго и настойчиво, в Вас также сильно развиты чувственность, любовь к комфорту, желание использовать то, ради чего Вы работали. Как это ни странно, но порой Вы можете предаваться чрезвычайной лени, чрезмерно увлекаться всякими гастрономическими премудростями и другими земными радостями жизни. Вы любите красоту природы и, вполне возможно, предпочитаете уединение в малонаселенной местности городскому стилю жизни.<p></p>

На самом деле Ваши потребности просты и Вам легко угодить. Вы редко идете на изменения, разве только будучи вынуждены к этому, не очень требовательны в эмоциональном плане, хотя остро нуждаетесь в физической близости и разделенной любви. Благодаря Вашей преданности, эмоциональному постоянству и свойственной Вам мягкой силе, люди часто ищут и находят в Вас поддержку. Вы терпеть не можете никаких резких перемен и неожиданных изменений, но, когда они наступают, сохраняете самообладание и невозмутимость. У Вас также есть внутреннее чувство гармонии с природой, в результате чего события развиваются и развертываются по своему собственному графику. У Вас хватает терпения кропотливо заниматься всем, что связано с постепенным ростом, - будь то выращивание сада, воспитание ребенка, работа над каким-нибудь творческим замыслом. Из Вас получается прекрасная мать или отец, особенно если Вы чаще будете следовать своим инстинктам, а не советам "специалистов".<p></p>

У Вас три главных недостатка. Вы чрезвычайно упрямы. Вы не любите никаких экспериментов в собственном безопасном, налаженном быте. Вы всегда стоите на реальных ценностях и недооцениваете важность воображаемого. Другими словами, Вам не хватает способности к игре с идеями и возможностями, умения открыться новому.</p>

<p><b>Ваш темперамент:</b></p>

<p>Вы не производите впечатление чрезвычайно эмоционального или сентиментального человека и часто не отдаете себе отчет в собственных более глубоких, чем обычно, чувствах и эмоциональных нуждах. Слезы и вспышки раздражения других людей ставят Вас в тупик, и Вы чувствуете себя в подобных ситуациях довольно плохо. Вы бы скорее предпочли разрешить разногласия путем разумного и логического разговора. Если же возникает ситуация, когда необходимо погрузиться в глубину чувств, Вы стремитесь превратить все в шутку.<p></p>

Вы избегаете сложных, многоплановых поступков, требующих эмоциональных затрат. Вы осторожны и не берете на себя лишней ответственности.<p></p>

Вы сильно нуждаетесь в обстановке интеллектуального соревнования или сотрудничества и испытываете чувство близости к людям, с которыми можете делиться мыслями, интересами. Для Вас очень важно иметь возможность разговаривать. Вы избегаете людей сильного, молчаливого типа. Часто Вы так много говорите, что надоедаете слушателям.<p></p>

Вы бываете очень беспокойны и нервны. Вы ищете перемен, поэтому в Вашей жизни будет много разъездов и перемен квартир. Ваш недостаток состоит в том, что слишком часто Вы разбрасываетесь и не доводите дело до конца.</p>

<p><b>Ваш интеллект:</b></p>

<p>У Вас практичный ум, и Вы деловой человек с отличными организаторскими способностями. Вашему мышлению свойственны осторожность, методичность, Вы не любите, когда Вас торопят. Сначала Вам надо тщательно обдумать обсуждаемую идею, все тщательно прожевать и усвоить. Если Вы уже приняли решение, то изменить его трудно. Вы не любите споров и разногласий, конфликт возможен лишь для защиты своих денежных интересов.<p></p>

В том, что касается быстрого изучения новых идей, освоения новых навыков, Вы медлительнее других. Но Вы терпеливы и настойчивы. Как это не странно, Вы часто становитесь большим знатоком всего, к чему бы не приложили свои руки. Добиваетесь Вы успеха не столько потому, что у Вас светлая голова, но и благодаря умению сконцентрировать свое внимание и не отвлекаться до тех пор, пока работа не завершена полностью. У Вас хорошие способности к точным наукам.</p>


<p><b>Ваши чувства:</b></p>

<p>В любви Вас больше привлекает чувство юмора и интеллект любимого человека, чем его физические данные. Вам нравятся интересные живые люди, заставляющие Вас постоянно пребывать в некоторой неуверенности и в неизвестности. Вам становится скучно с партнером, который никогда не задает вопросов, всегда остается одинаковым, ничем Вас не удивляет. Чтобы чувствовать себя счастливым, Вам необходимо разговаривать с любимым человеком, обмениваться с ним мыслями, вместе учиться новому. Важную роль для Вас также играет мнение окружающих о Вашем партнере.<p></p>

Вам нравится говорить о своих чувствах и отношениях, Вы любите красивые слова и комплименты. Вы способны очаровать любого человека, с которым у Вас найдется общая тема для разговора или совпадут интересы.<p></p>

Вы любите игру в любовь, флирт, но к интимной близости относитесь весьма спокойно, даже хладнокровно. Вместе с тем Вы можете одновременно находиться в любовных отношениях с двумя партнерами и менять партнеров довольно часто, не отказываясь и от случайных мимолетных любовных романов. Главной причиной этого является Ваше любопытство и желание многостороннего опыта в сфере любви. Брак чаще всего бывает ранний или по необходимости, и не исключает параллельной любовной связи, что уже само по себе определяет его недолговечность, поэтому брак редко бывает один.</p>


<p><b>Ваша энергия:</b></p>

<p>Вы относитесь к достижению своих честолюбивых планов с полной ответственностью. Человек Вы дисциплинированный, упорный, энергичный, и цели у Вас материальные, конкретные. Вы хотите стать крупным руководителем, пользоваться большим влиянием и авторитетом. Вам нравится командовать.<p></p>

Вы способны к работе без отдыха, отказываетесь от сиюминутного ради долговременных планов. В своем увлечении работой Вы легко можете перейти черту, за которой это увлечение становится болезненным. Вы человек исключительно ответственный, совесть не позволяет Вам оставить работу, не устранив мельчайших недоделок.<p></p>

Превосходный стратег, Вы добиваетесь успеха, создавая реалистичный и осуществимый план и выполняя его шаг за шагом. Здесь Вы не идете на риск, не поддаетесь азарту. Вы полагаетесь на свои усилия, упорство, а не на везение. У Вас природная смекалка и инстинктивное понимание частного предпринимательства, умение руководить большими предприятиями.</p>


<p><b>Ваши достоинства:</b></p>

<p>Ваше достоинство - в способности сочувствовать и сопереживать другим людям. Обладая развитой интуицией и высокой психологической чувствительностью, Вы прекрасно ориентируетесь в окружающей обстановке.</p>


<p><b>Ваши задачи:</b></p>

<p>Вам свойственно строгое критичное отношение ко многим религиям и философиям. Вы более жестки и догматичны, чем осознаете это. Не поняв этого, Вы не способны оценить новую точку зрения, новый подход. Вы ищите истину и основополагающие идеи для своего собственного поведения, а также можете самочинно навязывать другим свои философские или религиозные взгляды.</p>',
			'<p>Вы спокойны, глубоки в своих ощущениях. Ваша эмоционально сложная натура замкнута, Вы дорожите возможностью быть самим собой. Вы не тот человек, с которым легко познакомиться и которого легко понять. Будучи чувствительны ко всему, Вы тем не менее не склонны показывать это, допуская лишь немногих избранных в свой внутренний мир. Подобно осторожному животному, Вы подозрительны и недоверчивы к тем, кого не знаете, пока их не "обнюхали". У Вас высоко развиты инстинкты и интуиция. На поступки людей, с которыми включаетесь, Вы реагируете энергично, решительно, хотя, возможно, и не в состоянии четко объяснить, почему поступаете именно так, а не иначе. Чаще всего Ваши чувства и ощущения оказываются глубже, чем слова.</p><p>

У Вас сильны эмоциональные начала. Вы интенсивно отдаете себя в любви и привязанностях. У Вас развито чувство собственности в отношении тех, кто Вам близок, и Вы часто весьма ревнивы к тому, в ком видите соперника, насторожены ко всему, что способно ухудшить отношения с любимыми людьми. Когда Вы отдаете себя кому-то или чему-то, то отдаетесь всем сердцем и ожидаете взамен абсолютной привязанности. И если приходится разрывать отношения, то Вы переживаете это очень и очень мучительно, в бурной, глубоко эмоциональной форме. В этих ситуациях Вы не самый приятный человек. Если Вам нанесена обида, то Вы не склонны подставлять другую щеку, а при первой же возможности платите обидой за обиду. И, безусловно, Вы никогда не забудете нанесенной раны. Часто Вы помните обиды и таите зло в течение долгого времени. Вам очень нелегко прощать.</p><p>

Что бы Вы ни делали, во всем проявляете страсть и рвение, доходя до крайности. Вы либо проявляете горячий интерес, либо чрезвычайно холодны. Зато Вам не подходит определение "ни рыба, ни мясо". Либо Вы увлечены чем-то на сто процентов, либо нечто потенциально интересное не существует для Вас вовсе. Редко Вы бываете эмоционально беспристрастны и объективны. Нет сомнения, что в Вас сидит хороший фанатик. Сильная воля, упорство в достижении цели часто граничат у Вас с одержимостью.</p><p>

Вам присущи гордость, мужество, интенсивность эмоций. Вы любите загадочное, проявляете глубокий интерес к скрытым, тайным, секретным сторонам жизни. Вы не довольствуетесь поверхностным знанием, всегда стремитесь, преодолев оболочку, проникнуть вглубь личностей и событий, чтобы установить, что же происходит на самом деле. Вы в большей степени склонны к цинизму, чем к идеализму.</p>


<p><b>Ваш темперамент:</b></p>

<p>Вы человек открытый и щедрый. У Вас полно друзей и знакомых. Своей искренностью, незыблемым оптимизмом, энтузиазмом и естественной добротой Вы легко завоевываете симпатии окружающих. Вы свободолюбивы и не любите ограничений ни в чем. У Вас редко портится настроение от препятствий и трудностей. Преодолеть их помогает Ваша вера в удачу и оптимистичное будущее. Однако, сталкиваясь с житейскими проблемами или с эмоциональной болью, Вы часто пытаетесь подбодрить тех, кому больно, дать им общефилософский совет, не обращая внимания на чувства, которые при этом затронуты.</p><p>

Дружба играет для Вас огромную роль. Возможно, даже большую, чем любовь физическая и романтическая. В то же время Вам необходима большая эмоциональная свобода и подвижность. Немалый вред, а иногда и непоправимый, Вам приносят Ваша чрезмерная откровенность, прямодушие и прямолинейность.</p>


<p><b>Ваш интеллект:</b></p>

<p>У Вас хитрый и критичный ум. Вы отличаетесь проницательностью, целеустремленностью и богатством идей. Свои планы и проекты Вы предпочитаете осуществлять втихомолку.</p><p>

Вы обладаете способностью полного погружения в работу. Создается такое впечатление, что Вы понимаете все нужное интуитивно, без слов. Вместо лекций или инструкций Вы предпочитаете наглядное обучение. У Вас способность к копированию, легкие, умелые руки. Вам свойственно замыкаться в узком профессиональном кругу, и Вы становитесь интересным собеседником, если только разговор не выходит за рамки Вашей специальности.</p><p>

Вы бываете необъективны, когда дело касается лично Вас, так как при этом сильно мешают эмоции. Вы также можете быть подозрительны и не щадить чувств других. Вы интуитивно устанавливаете контакт с животными, и подчас Вам проще обращаться с ними, чем с людьми.</p>


<p><b>Ваши чувства:</b></p>

<p>Ваши чувства насыщены оттенками страсти, ревности и нетерпения. Любовь без близости для Вас практически неприемлема. Вам хочется многое испытать, при этом моральные нормы и запреты для Вас не помеха.</p><p>

Вам сложно контролировать свои чувства и эмоции и прощать окружающим их слабости. Вы можете быть очень требовательны по отношению к партнеру. Порой Вы оказываетесь ревнивым собственником, предъявляющим полные права на любимого человека, нетерпимым к любой угрозе в отношении своего союза. Если хоть раз Вас предали, Вы способны на ненависть такой же силы и интенсивности, с какой до этого Вы любили.</p><p>

Если Вы сумеете сублимировать свою половую энергию в тех сферах деятельности, к которым Вы имеете призвание, то при достаточном упорстве, настойчивости и целеустремленности Вы можете достичь высокого социального уровня и материального положения.</p>


<p><b>Ваша энергия:</b></p>

<p>Вы обладаете исключительно сильной волей, преследуя поставленную цель, исполняете свои желания страстно, настойчиво и решительно. Вы способны к абсолютной концентрации внимания и к поразительной самодисциплине. Приняв решение, Вы непоколебимы. К Вам не достучаться. Вы одержимы своим желанием. У Вас сильно развита интуиция, и Вы подчас даже не знаете, почему поступаете именно так, а не иначе.</p><p>

Вместе с тем, Вы довольно скрытны. Другие могут сразу и не увидеть интенсивности Ваших намерений, желаний, так спокойно и сдержанно Вы действуете. Часто Вы манипулируете людьми, заставляя их делать то, что больше нужно Вам, а не им, но при этом не проявляете агрессии. Вы не любите столкновений, конфликтов, но, если сталкиваетесь с активным сопротивлением, то становитесь опасным противником.</p>


<p><b>Ваши достоинства:</b></p>

<p>Ваше достоинство - в способности сочувствовать и сопереживать другим людям. Обладая развитой интуицией и высокой психологической чувствительностью, Вы прекрасно ориентируетесь в окружающей обстановке.</p>


<p><b>Ваши задачи:</b></p>

<p>Вас пугает возможность стать эмоционально зависимым от других, поэтому Вы удерживаете дистанцию или отрицаете свою потребность в близости, становясь, таким образом, неуязвимым для разрывов и отказов. С другой стороны, Вы можете чрезмерно цепляться за своих любимых и семью, нуждаться в постоянных уверениях в любви. Важные задачи для Вас - выработка глубокого внутреннего чувства защищенности, а также способности заботиться и принимать заботу.</p>',
			'<p>У Вас сильная эмоциональная привязанность к прошлому, к Вашей семье, к детству, к тем местам, с которыми у Вас связано чувство безопасности, отсутствия необходимости беспокоиться о завтрашнем дне. Для Вас очень важно поддерживать связь с Вашим семейным и культурным прошлым, укреплять семейные устои. Вам свойственны преданность, привязанность, сентиментальность, ответственность перед всем, что дорого Вам - будь то человек, вещь или знакомые места.<p></p>

Вы хороший воспитатель, относитесь к людям с сочувствием, всегда готовы помочь им и материально, и духовно. Вам нравится, когда люди в Вас нуждаются, особенно те, кого Вы любите. Вы привязаны к дому, где живете - Вам нужно, чтобы здесь Вас понимали и принимали. Вы в большей степени озабочены людьми и их чувствами, чем властью, карьерой, положением в обществе. Доброта, заботливость, нежность производят на Вас большее впечатление, чем любые мирские почести.<p></p>

В основном Вы человек эмоций. Ваши взгляды скорее определяются чувствами и личным субъективным опытом, нежели разумом, логикой и абстрактными принципами. Вам трудно судить о жизненных ситуациях беспристрастно, объективно, потому что в Ваши суждения обычно вплетаются личные симпатии и привязанности. Вы воспринимаете жизнь очень личностно, иногда выстраиваете вокруг себя стенку, чтобы защититься от болезненных контактов, от возможности быть отвергнутым кем-либо. В глубине сердца Вы застенчивы и уязвимы, в Вас заметна склонность к перепадам настроения, эмоциональным спадам и подъемам. В жизни Вам нужны время и место, чтобы уйти в себя, подумать о жизни, помечтать и перезарядиться. В противном случае Вы становитесь раздражительным, недовольным теми, кто Вас окружает.<p></p>

Вы действуете инстинктивно, не обращаясь к разуму, любите полностью отдаваться во власть творчества, где можно проявлять свои чувства, воображение. Вы любите готовить - и здесь тоже проявляется Ваше творческое начало, Ваша природная способность к воспитанию, к заботе о людском желудке. Вы также любите музыку - у Вас она вызывает чувства, которые трудно или невозможно передать словами.<p></p>

Ваши сильнейшие качества - сострадание к людям, обостренность чувств и воображения. Ваши недостатки - в неспособности уйти от прошлого и пойти вперед. Вы ограничены своим кругом, полны предрассудков и склонны предаваться жалости к себе, когда жизнь сталкивает Вас с трудностями.</p>


<p><b>Ваш темперамент:</b></p>

<p>Вы очень сдержаны в проявлении своих эмоций, застенчивы и озабочены тем, как бы не обнаружить истинные чувства. Хотя Вы можете любить и проявлять большую заботу о людях, Вы редко проявляете эти чувства открыто и свободно. Зачастую любовь будет проявляться в форме помощи, чего-нибудь материально осязаемого и полезного.<p></p>

Вам трудно поверить, что Вас ценят, что к Вам привязаны и Вас любят. Зачастую Вы чувствуете, что просто не заслужили этого, или что все это "одни слова", поэтому внешне Вы можете выглядеть довольно холодным, сдержанным, отстраненным человеком, даже в значительной мере больше, чем это сами чувствуете.<p></p>

Вы придерживаетесь общепринятых норм и строго следуете предписаниям, правилам и инструкциям. В Вас глубоко сидит критикан, что основательно затрудняет общение с Вами. Вы должны научиться быть мягче с людьми, снизить свои максималистские критерии в отношении других и в отношении себя тоже.</p>


<p><b>Ваш интеллект:</b></p>

<p>Вы обладаете исключительно быстрым, живым умом, а также внушительным кругом интересов. У Вас жадный, неистощимый интерес к жизни. Вы стремительны в усвоении новых идей, но как только Ваше любопытство удовлетворено, столь же быстро гаснет и Ваш интерес. Умение сосредоточиться и методично, шаг за шагом чем-то заниматься не относится к числу Ваших сильнейших качеств. У Вас беспокойный ум, может быть поэтому Вы часто меняете работу или место жительства, или работаете там, где требуется движение, переезды, разнообразие.<p></p>

У Вас сильно развито чувство языка и стиля, Вы чувствуете игру слов, интересно говорите, пишите, преподаете. Вас с интересом слушают и читают. Вы охотно встречаетесь и общаетесь с новыми людьми. У Вас хорошее взаимопонимание с аудиторией. Торговля, реклама, всякого рода контакты, журналистика - вот те области, где Вы добьетесь успеха. Умение владеть словом, общаться с людьми - одна из Ваших сильнейших сторон.<p></p>

У Вас крайне чувствительная нервная система, поэтому Вам бывает сложно отгородиться от внешних раздражителей. Вам необходимо периодическое одиночество, чтобы успокоить свою нервную систему.</p>


<p><b>Ваши чувства:</b></p>

<p>В любви Вы сердечны и благородны. Вы не терпите в любимом мелочности и жадности. Вам нужен герой с большой буквы, Вам нужно поклоняться ему, обожать его, нужен кто-то, кем бы Вы могли всем сердцем восхищаться, гордиться. Отдав любимому Ваше сердце, Вы будете верны и преданы этому человеку.<p></p>

Вы не представляете себе жизни без любви, обожания, внимания. Терпеть не можете, когда Вас игнорируют. Вы не равнодушны к лести и любите чувствовать, что отличаетесь от других людей в лучшую сторону. Вам нравится, когда в Ваших романтических отношениях происходит что-то театральное, что-то яркое. Широкие романтические жесты, экстравагантные проявления щедрости производят на Вас большое впечатление.<p></p>

Вы любите веселые компании, вечеринки и публичные развлечения - театры, концерты и спортивные стадионы. Вы пользуетесь большим успехом не только у противоположного пола, но и в обществе, в котором вращаетесь.</p>


<p><b>Ваша энергия:</b></p>

<p>Вы трудолюбивая, энергичная, беспокойная личность, находящаяся всегда в движении. Ваш активный мозг переполнен идеями. Иногда Вам трудно сесть и отдохнуть, переключиться на более медленную скорость, не торопясь подумать о своей жизни, перезарядить себя. Вы склонны жить на нервах, можете много добиться, выкладываясь на короткое время. Но Вам нелегко дается осуществление планов, требующих ответственности, выносливости, постоянства и настойчивости. Часто Вы устремляете свою энергию сразу в нескольких направлениях, на самые разные дела и не можете закончить, довести до конца некоторые из них. Вам нужны разнообразие, перемены, трудные задачи, требующие максимального напряжения сил и возможность в случае удачи гордиться собой.<p></p>

У Вас острый ум, Вы любите игры и соревнования, а точнее - соревнования умов. Вы часто достигаете цели за счет своего красноречия, способности говорить ясно, энергично, убедительно. Ваши неутолимые желания связаны с проявлением интеллектуальной, а не физической энергии. Вам многое дает интеллект, сообразительность, умение общаться с людьми. Вы трезвы в собственной оценке ситуации и людей, с которыми Вас сталкивает жизнь.</p>


<p><b>Ваши достоинства:</b></p>

<p>В вопросах партнерства и личных взаимоотношений для Вас на первом месте стоит справедливость и соблюдение нравственных принципов. Ваши достоинства - это Ваша способность к сотрудничеству, дипломатичность. Вы также обладаете сильным чувством порядочности, способностью выслушивать противоположное мнение и точку зрения, а также способностью быть корректным и беспристрастным, а не односторонним и склонным к крайностям.</p>


<p><b>Ваши задачи:</b></p>

<p>Вопрос соблюдения правил и моральных норм играет огромную роль в Вашей жизни. Вам порой трудно избавиться от твердой системы критериев и оценок, и Вы грешите навешиванием ярлыков на все происходящее. Часто Вы склонны следовать букве закона, забывая о смысле. Вы вступаете в близкую связь осторожно и обдуманно и воспринимаете свои личные взаимоотношения так серьезно, что они больше кажутся Вам работой, постоянным усилием, компромиссом, чем свободным и радостным сосуществованием.</p>',
			'<p>Вы свободолюбивы. У Вас сильная воля. В оценках Вы полагаетесь только на свой ум и настойчиво стремитесь строить свою жизнь так, как считаете нужным, даже если при этом нарушаете общепринятые правила и традиции. В личных отношениях Вы не способны отдать себя во власть кому бы то ни было. И хотя Вы признаете, что, получая что-то от человека, нужно отдавать взамен часть самого себя, Вам нелегко принять этот эмоциональный баланс близких, тесных отношений. Хотя интеллектуально Вы человек открытый, в индивидуальном общении, один на один, Вы бываете исключительно упрямы, неспособны к восприятию чужого мнения, негибки. У Вас строгие убеждения относительно того, что справедливо, а что нет, относительно равенства в отношениях, и Вы стараетесь жить в соответствии со своими идеалами. Но Ваши идеальные представления о том, как люди должны относиться друг к другу, не всегда учитывают человеческие слабости, различия и нужды. Вероятно, Вам не по душе сентиментальность, традиционное различение ролей по половому признаку и "игры", в которые играют люди.</p><p>

Вы справедливы, умны, объективны и часто отдаете предпочтение своей голове, а не сердцу. Такое впечатление, что в эмоциональном плане Вам никто не нужен, кроме Вас самих. Вы обособлены от людей, но способны отодвинуть в сторону Ваши личные чувства, чтобы посмотреть на вещи беспристрастно. Но как только Вы приняли решение, Вас не сдвинуть с места: Вы можете быть довольно догматичны.</p><p>

Вам присущи масштабное мышление, серьезная озабоченность тем, что выходит за пределы Вашей личной сферы: жизнью Вашего города, страны и даже планеты. Пожалуй, Вы станете заниматься и муниципальными делами, делами общественных организаций, различных групп и проявлять острый интерес к их деятельности. Вы получаете удовольствие от участия в массовых мероприятиях и часто оказываетесь организатором, администратором, руководителем различных объединений.</p><p>

Вы человек прогрессивных убеждений, возлагаете большие надежды на будущее, внимательно следите за всеми переменами в мире. Живо реагируете на разные течения в современной культуре, на новые идеи и изменения в образе жизни. В молодости Вы легко поддавались влиянию своих сверстников, групповому давлению, следили за последней модой. Ваш ум, склонный к экспериментам, всегда откликался на все новое.</p><p>

Ваши сильнейшие качества: Вы озабочены тем, чтобы люди жили лучше, чтобы общество функционировало лучше. У Вас развито чувство справедливости, демократизм, умение смотреть вперед. Ваши недостатки - упрямство, негибкость, нечувствительность, когда дело доходит до личных чувств и человеческих нужд.</p>


<p><b>Ваш темперамент:</b></p>

<p>Нелегко поколебать Вашу эмоциональную сферу. Вы можете отстраняться не только от эмоций других людей, но и от своих собственных. Вы настолько рациональны, что создается впечатление, что Вы способны включать и выключать их по своему желанию. Хорошо, чтобы Ваш переключатель не оставался выключенным слишком часто, иначе Вам грозит превращение в слишком холодную личность. Семейные узы и привязанности не столь для Вас важны, как для других людей. Часто друзья ближе Вам, чем родственники по крови. Ваши симпатии и заботы простираются намного дальше собственной семьи. В личных отношениях Вы настаиваете на определенной независимости и свободе, на дружбе со многими людьми, как мужчинами, так и женщинами. Вы не потерпите рядом с собой человека, если он ревнив и стремиться Вами командовать.</p><p>

Наилучшим образом Вы чувствуете себя в атмосфере открытости и эксперимента. Ваше поведение импульсивное, не соответствует общепринятым нормам. Вы вообще не любите и не признаете обычаи и традиции.</p>


<p><b>Ваш интеллект:</b></p>

<p>Вы обладаете открытым и оригинальным умом, Ваши логические цепочки и системы могут быть весьма необычны. Вы склонны к парадоксальному мышлению и резким изменениям собственного мнения. Вы не признаете традиционных систем образования и воспитания. Учиться Вы можете не очень хорошо, но при этом у Вас большая способность к самообучению. А вот заставить что-то выучить Вас невозможно, пока Вы сами не захотите.</p><p>

Вы внимательно следите за прогрессом, особенно за техническими достижениями, новыми решающими открытиями в области науки. Вы уверены, что проблемы, стоящие перед человечеством, могут быть разрешены творческим интеллектом, изобретательным разумом. Вы с раздражением относитесь к тем, чей консервативный, лишенный фантазии взгляд на мир не способен увидеть прогрессивную перспективу развития. Вам также нравится быть в курсе последних событий в области межгосударственных отношений.</p><p>

Вы любите работать в коллективе. У Вас есть организаторские способности, и Вам нравится принимать участие во всяких начинаниях и предприятиях, которые идут в ногу с веком и отличаются оригинальностью.</p>


<p><b>Ваши чувства:</b></p>

<p>Любовь способна вспыхнуть у Вас буквально с первого взгляда. И хотя Ваши романтические чувства и желания внезапно и легко возникают, они не долговечны и исчезают после первого периода "ухаживания и победы".</p><p>

Вы очень темпераментны и склонны проявлять инициативу в личных отношениях, порой бывая даже слишком напористы. Вас привлекают люди деятельные, живые, с независимым характером. И Вам не нравится, когда романтические отношения становятся спокойными и предсказуемыми. Вам нужно, чтобы от любовного костра время от времени летели искры. Даже, если для этого нужно затеять ссору.</p><p>

Ранний брак редко бывает удачным, еще реже счастливым, поскольку выбор партнера обычно бывает поспешным и необдуманным. Часто брак, заключенный по большой любви и взаимной страсти, быстро «сгорает», и наступает разочарование со всеми вытекающими отсюда последствиями. В целом, Вы склонны к перемене настроения и смене партнеров. Вам необходима постоянная подпитка чувств, иначе Ваша страсть быстро иссякает, в результате - любовные приключения, внезапные связи и такие же внезапные расставания.</p>


<p><b>Ваша энергия:</b></p>

<p>Вы честолюбивы и предприимчивы, вечно следуете за какой-то яркой и отдаленной звездой нового дела, исследуя новые возможности. Без сомнения, Вы принадлежите к числу тех, кто продвигается вверх по социальной лестнице в материальном, либо в духовном плане (либо и в том и в другом). Вы всегда ставите перед собой высокие цели, не приемлете спокойного, размеренного существования.</p><p>

Вам нравится выходить за установленные границы, Вам хочется увидеть, как далеко Вы сможете зайти. Риск - Ваша сфера, при этом Вы - оптимист, ждете успеха и философски относитесь к неудачам. Человек гибкий, Вы довольно быстро забываете о разочарованиях. Тут на помощь Вам приходит новая идея, которую обязательно хочется испытать. Ваш энтузиазм и уверенность заразительны, они привлекают людей, которые оказывают Вам необходимую помощь и поддержку. Однако, иногда Вы обещаете больше, чем способны осуществить, и это - следствие Вашего чрезмерного оптимизма, недостаточного внимания к практическим аспектам того, чем Вы занимаетесь.</p><p>

Вы также склонны отвлекаться, в одно и тоже время заниматься слишком многими вещами. Хотя это бывает трудно, но Вам порой необходимо брать на себя обязательства, проявлять упорство, настойчивость, иначе Вам не осуществить свои мечты и планы. Слишком часто Вы терпите неудачу за пять минут до успеха, не умея преодолевать трудности.</p><p>

Вам доставляет удовольствие обстановка соревнования, хотя Вы и не относитесь к этому с чрезмерной серьезностью. Занятия спортом были бы хорошим использованием Вашей кипучей энергии.</p>


<p><b>Ваши достоинства:</b></p>

<p>У Вас хватает мужества предпринимать многое, на что другие бы никогда не решились бы. Вы страстно верите в силу, которую дает уверенность, и в способность каждого достичь в жизни всего желаемого за счет собственных усилий и инициативы. Чем больше Вы полагаетесь на себя, тем лучше себя чувствуете, и Вам трудно допустить помощь со стороны или попросить о ней. Радость соревнования, и особенно победы, живет в Вашем сердце.</p>


<p><b>Ваши задачи:</b></p>

<p>Вы очень честолюбивы и способны упорно трудиться, преследуя долговременную цель, но Вам может недоставать гибкости и непринужденности. Вы часто чувствуете тяжелое бремя ответственности и можете завидовать тем, кто, на Ваш взгляд, достигает желаемого в жизни без значительных личных усилий. На других людей своей строгостью и серьезностью Вы часто производите холодное впечатление. Вам нужно развивать чувство юмора и подняться выше своих карьерных амбиций.</p>',
			'<p>Гармония и сбалансированность - основные тональности в музыке Вашей жизни. Вы инстинктивно понимаете необходимость приспосабливаться к интересам и желаниям людей, всегда готовы пойти им навстречу. Вы тактичны, хороший дипломат и делаете все возможное, чтобы избежать конфликтов и разногласий. От Вас словно исходит дух сотрудничества и компромисса. Благодаря шарму и осторожности Вы достигаете нужных результатов там, где этого невозможно достичь напрямик и напролом.</p><p>

Умение ладить с людьми оказывается слишком важным для Вас, поскольку при принятии собственных решений Вы рискуете оказаться в чрезмерной зависимости от одобрения и мнений других людей. Вы редко начнете действовать, не посоветовавшись и не имея поддержки. Самостоятельным действиям Вы предпочитаете сотрудничество и свою долю вознаграждения за успех. Одиночество ощущается Вами как нечто весьма неестественное. У Вас большая потребность в партнере и близких отношениях с ним.</p><p>

Вы отдаете большую часть своей энергии человеку, которого любите. Большой идеалист и романтик в том, что касается женитьбы или замужества, Вы ищете партнера, который был бы равен Вам в интеллектуальном отношении, а также физически и духовно. Вы становитесь серьезным, заботливым другом или возлюбленным и получаете большое удовольствие от традиционных атрибутов любви - ухаживания, цветов и т.д. Отношения этого типа представляются Вам искусством, на которое не жалко времени, внимания и творческих усилий. Вы цените в партнере тонкость, изысканность. Он не должен быть скучным, грубым, резким.</p><p>

Вы сохраняете благородную объективность и предоставляете человеку, с которым Вас сталкивает жизнь, равные возможности как в Вашей личной жизни, так и в большом мире, в котором Вы не принимаете личного участия. Если Вы и бьетесь за что-то, то очень часто это бывает объективность в отношении к человеку. Равновесие чрезвычайно важно для Вас. Вы верите в золотую середину, избегая фанатизма и крайностей любого рода.</p><p>

У Вас сильна потребность в красоте и гармонии окружения. Природное чувство стиля, вкус отражаются в том, как Вы одеваетесь, как организуете свой дом, рабочее место и т.д. - все должно ласкать глаз. Вы получаете удовлетворение, работая с людьми в качестве адвоката, советника, консультанта, специалиста по ведению переговоров, а также в мире искусства, каковым может быть дизайн или фотография.</p>


<p><b>Ваш темперамент:</b></p>

<p>Из-за Вашего огненного темперамента и импульсивности Вы подвержены эмоциональным взрывам. Вы проявляете себя непосредственно, открыто, так что никому не нужно гадать, каковы Ваши подлинные чувства. Однако Вы не любите демонстрировать свою слабость или потребность в поддержке, утешении, заботе. Часто Вы нетерпеливы и сами с собой, и с другими людьми. Вы терпеть не можете эмоциональное иждивенчество и не любите нытиков.</p><p>

Вы побуждаете людей к активным действиям своим энтузиазмом, готовностью встретить лицом к лицу житейские трудности. Вас привлекают люди авантюрного склада, мужественные, независимые. Человек довольно властный, Вы не любите общаться с людьми, которые сразу подчиняются. Иногда Вы с удовольствием вступаете в ожесточенную ссору. Идеал Ваших отношений с людьми - общение, основанное на взаимном уважении и на определенной эмоциональной дистанции. Вы становитесь раздражительными, если перестаете заниматься в достаточной мере физической деятельностью.</p><p>

Если Вы недостаточно контролируете свои слова и поступки, то окружающие могут посчитать Вас как непостоянную, эмоциональную, импульсивную натуру, которой присуща торопливость и непродуманность своих поступков. Для Вас характерна жажда признания, а чтобы его добиться - чрезмерное усердие.</p><p>

Чаще всего Вы человек независимый, упорно идущий своим путем. Можете неожиданно вспылить, так как часто принимаете реакции других людей близко к сердцу, и не терпите вмешательства посторонних в свои дела.</p>


<p><b>Ваш интеллект:</b></p>

<p>Для Вас крайне важно хорошие взаимопонимание и отношения с людьми. Вы предпочитаете работать с другими в плодотворном духовном сотрудничестве.</p><p>

Одно из Ваших больших достоинств - способность видеть обе стороны медали, достигать компромисса, примеряя стороны, придерживающиеся противоположных точек зрения. Вы тактичны, благоразумны, легко общаетесь с людьми, как на производстве, так и в личных отношениях. Вы человек объективный, из Вас получится прекрасный консультант, умелый посредник, литературный агент, представитель по работе с общественностью.</p><p>

У Вас ярко выражено чувство справедливости, Вы всегда стоите за честность и стремитесь к тому, чтобы между людьми устанавливались гармоничные отношения или, по крайней мере, мирное сосуществование. Ваша дипломатичность приносит зримые плоды и в деловом плане, и в общении с окружающими. Обладая элегантностью и тонким эстетическим чутьем, Вы можете добиться успеха в области искусства или культуры.</p>


<p><b>Ваши чувства:</b></p>

<p>Ваши чувства насыщены оттенками страсти, ревности и нетерпения. Любовь без близости для Вас практически неприемлема. Вам хочется многое испытать, при этом моральные нормы и запреты для Вас не помеха.</p><p>

Вам сложно контролировать свои чувства и эмоции и прощать окружающим их слабости. Вы можете быть очень требовательны по отношению к партнеру. Порой Вы оказываетесь ревнивым собственником, предъявляющим полные права на любимого человека, нетерпимым к любой угрозе в отношении своего союза. Если хоть раз Вас предали, Вы способны на ненависть такой же силы и интенсивности, с какой до этого Вы любили.</p><p>

Если Вы сумеете сублимировать свою половую энергию в тех сферах деятельности, к которым Вы имеете призвание, то при достаточном упорстве, настойчивости и целеустремленности Вы можете достичь высокого социального уровня и материального положения.</p>


<p><b>Ваша энергия:</b></p>

<p>Вы человек гордый и честолюбивый, упорно работаете, чтобы быть самым лучшим, чтобы выдвинуться из общего ряда и получить признание за то, кто Вы есть и что Вы есть. У Вас сильно развитое собственное "Я", и Вам нравится быть самым первым. Вам трудно, когда Вами командуют, трудно быть на заднем плане. Вы не любите оказываться неправым.</p><p>

Как у человека стремительного, сильного, энергичного, решительного, у Вас сильно развит дух соревнования. Вы играете жестко, играете на выигрыш, не на жизнь, а на смерть, легко не сдаетесь. По сути дела, Вы смотрите на жизнь, как на спортивное соревнование, или как на выступление на сцене: восхищение, аплодисменты Вы тоже цените. У Вас развитое представление о чести, Вы не идете на компромиссы. Вы склонны быть самоуверенным, даже нахальным, и веря в себя, способны на большие достижения. Но если Ваша уверенность в себе хоть раз поколеблена, Вы становитесь застенчивым, уходите в активную защиту и готовы на удар ответить ударом.</p>


<p><b>Ваши достоинства:</b></p>

<p>Ваше достоинство - в способности сочувствовать и сопереживать другим людям. Обладая развитой интуицией и высокой психологической чувствительностью, Вы прекрасно ориентируетесь в окружающей обстановке.</p>


<p><b>Ваши задачи:</b></p>

<p>Вы способны демонстрировать окружающим свое интеллектуальное и духовное высокомерие. У Вас врожденное недоверие к коллективам и циничное отношение к обществу, что может дать Вам чувство выпадания из общего потока, сделать для Вас невозможным участие в деятельности наравне с другими. Важная задача для Вас - преодолеть чувство отстраненности и отчужденности от других.</p>',
			'<p>В глубине души Вы скромны и негорделивы, редко стремитесь быть в центре внимания или занимать должность, которая дает Вам власть. У Вас острый аналитический ум, внимательный к деталям глаз. Вы предпочитаете наблюдать, анализировать и изучать жизнь на расстоянии. Вы совестливы и консервативны, на Вас можно положиться, доверяя Вам работу: Вы будете внимательны, эффективны и аккуратны. Хорошо выполненная работа - предмет Вашей гордости. Возможно, Вам недостает уверенности в себе. Но Вы часто восполняете этот недостаток, оттачивая мастерство, приобретая опыт, знания и компетентность в определенной области. У Вас золотые руки. Ваша сила - в дотошном внимании к деталям и в тщательном исполнении.</p><p>

Некоторые сказали бы, что Вы слишком дотошны, склонны к чрезмерному критицизму, беспокоитесь о том, что другие люди считают незначительным и неважным. Вы любите организовывать, раскладывать по категориям, приводить все в логическую систему. И зачастую, когда что-то не подходит под ясный и четкий параграф, Вы определенно чувствуете себя не в своей тарелке. Отсутствие организованности раздражает Вас. Вы, вероятно, хотели бы не быть столь пунктуальными и дотошными - ведь даже малюсенькая деталь требует уймы времени. В окружающих или в себе Вы стремитесь сосредоточиться на ошибках и недостатках с желанием исправить, улучшить, усовершенствовать. Вы строго придерживаетесь фактов, правдивы и скрупулезно честны в оценке самого себя, самокритичны, но часто недостаточно себя цените.</p><p>

Вам свойственна дотошная разборчивость и, возможно, привередливость в отношении диеты, гигиены, здоровья. У Вас высокие эстетические критерии, чувствительность к мелочам. Вас беспокоит в быте то, на что другие не обращают внимания (беспорядок, табачный дым и т.п.). Ваши вкусы просты, нечрезмерны, но утонченны. Грубость, нетактичность, вульгарность оскорбляют Вас до глубины души. Иногда с Вами трудно жить из-за Вашей привередливости, чувствительности, из-за Ваших странных правил, касающихся пищи и чистоты.</p><p>

Хотя Вы кажетесь довольно сдержанным и замкнутым, Вам нравится помогать. Это в Вашей натуре. И Вы получаете удовольствие, помогая людям. Роль помогающего, ассистирующего Вы предпочитаете роли лидера, без лишнего шума преданы тем, о ком заботитесь.</p><p>

Вы внимательны, осторожны в своем отношении к жизни, реалистичны, практичны и не склонны рисковать. Прежде чем действовать, Вы анализируете, иногда слишком серьезно. Для Вас было бы полезно допустить в жизнь элемент игры и возможность ошибки.</p>


<p><b>Ваш темперамент:</b></p>

<p>Нелегко поколебать Вашу эмоциональную сферу. Вы можете отстраняться не только от эмоций других людей, но и от своих собственных. Вы настолько рациональны, что создается впечатление, что Вы способны включать и выключать их по своему желанию. Хорошо, чтобы Ваш переключатель не оставался выключенным слишком часто, иначе Вам грозит превращение в слишком холодную личность. Семейные узы и привязанности не столь для Вас важны, как для других людей. Часто друзья ближе Вам, чем родственники по крови. Ваши симпатии и заботы простираются намного дальше собственной семьи. В личных отношениях Вы настаиваете на определенной независимости и свободе, на дружбе со многими людьми, как мужчинами, так и женщинами. Вы не потерпите рядом с собой человека, если он ревнив и стремиться Вами командовать.</p><p>

Наилучшим образом Вы чувствуете себя в атмосфере открытости и эксперимента. Ваше поведение импульсивное, не соответствует общепринятым нормам. Вы вообще не любите и не признаете обычаи и традиции.</p>


<p><b>Ваш интеллект:</b></p>

<p>Вы обладаете творческим складом ума при наличии хорошей логики. Вам необходимо, чтобы к Вашим мыслям, идеям, словам было приковано внимание остальных людей. Для размышлений и интеллектуальной работы Вам обязательно нужны слушатели, а Ваше интеллектуальное и духовное развитие возможно только в контактах с другими людьми.</p><p>

Вы выражаете свои взгляды энергично, часто с яркими драматическими жестами. Вы интересный оратор и рассказчик, способный приукрасить свое выступление, чтобы добиться желаемого эффекта, даже если сцена, на которой Вы выступаете, это университетская аудитория, а то и обеденный стол.</p><p>

У Вас сильное желание быть авторитетом. Вам не нравится работа, где бы Вы не могли проявить себя творчески, где Ваш голос не участвует в принятии решении.</p>


<p><b>Ваши чувства:</b></p>

<p>У Вас сильная потребность в понимании, любви и ласке. В любви Вы ищите заботы, эмоциональной поддержки, защиты от одиночества. Истинная глубина Ваших чувств может открыться только при длительных отношениях, когда Вы станете действительно доверять своему партнеру.</p><p>

Вы необыкновенно чувствительны, эмоциональны и сентиментальны, глубоко привязаны к своей семье, к старым друзьям, к знакомым местам. Вы романтичны и нежны, всегда помните о днях рождения, годовщинах, о семейных праздниках и о других подобных днях. Это очень важно для Вас. В Вашем доме создается свой особый микроклимат - смесь из душевной теплоты, нежности и доброты. Вам нравится, когда в Вас есть нужда, когда нужно заботиться и защищать тех, кого Вы любите.</p><p>

Своим партнерам и душевно близким людям Вы верны и преданы до тех пор, пока получаете от них то же самое. Во взаимоотношениях Вы требуете взаимопонимания, открытости и ясности, а своего партнера рассматриваете как свою собственность.</p><p>

Имея мечтательный, романтический характер, Вы с малых лет ищите родственную душу, гоняетесь за убегающей мечтой и неуловимым счастьем. Вам требуется сильный партнер, за спиной которого Вы могли бы чувствовать себя как за каменной стеной. Поиск «настоящего» партнера требует времени, поэтому брак часто заключается в зрелые годы.</p>


<p><b>Ваша энергия:</b></p>

<p>Вы человек гордый и честолюбивый, упорно работаете, чтобы быть самым лучшим, чтобы выдвинуться из общего ряда и получить признание за то, кто Вы есть и что Вы есть. У Вас сильно развитое собственное "Я", и Вам нравится быть самым первым. Вам трудно, когда Вами командуют, трудно быть на заднем плане. Вы не любите оказываться неправым.</p><p>

Как у человека стремительного, сильного, энергичного, решительного, у Вас сильно развит дух соревнования. Вы играете жестко, играете на выигрыш, не на жизнь, а на смерть, легко не сдаетесь. По сути дела, Вы смотрите на жизнь, как на спортивное соревнование, или как на выступление на сцене: восхищение, аплодисменты Вы тоже цените. У Вас развитое представление о чести, Вы не идете на компромиссы. Вы склонны быть самоуверенным, даже нахальным, и веря в себя, способны на большие достижения. Но если Ваша уверенность в себе хоть раз поколеблена, Вы становитесь застенчивым, уходите в активную защиту и готовы на удар ответить ударом.</p>


<p><b>Ваши достоинства:</b></p>

<p>Ваше достоинство - в способности воспринимать новое, быть открытым к прогрессивным концепциям, в готовности экспериментировать и отвергать обычаи и традиции, когда они перестают играть положительную роль в жизни. Кроме того, Вы обладаете широким взглядом на мир - он охватывает все человечество, а не только Ваш собственный мир. У вас свой личный путь постижения законов жизни и распространения реформ в окружающем обществе.</p>


<p><b>Ваши задачи:</b></p>

<p>Вы одновременно и стремитесь, и боитесь быть открытым, находиться в тесном эмоциональном контакте. Вам нелегко доверять другим, позволять глубже узнать себя, в результате чего у Вас могут быть трудности в личной жизни. Вы постоянно озабочены тем, как защитить себя, и можете быть очень скрытны. Важная задача для Вас - научиться не так строго контролировать себя в личных взаимоотношениях, быть более открытым.</p>',
			'<p>Вы человек серьезный, дисциплинированный и в разумной мере честолюбивый. Вам свойственно желание доказать, что Вы есть, что Вы из себя представляете, желание добиться материального успеха. Для Вас очень важны работа, положение в обществе. Чтобы достичь цели, которую перед собой поставили, Вы с упорством будете преодолевать все трудности, разочарования и зачастую жертвуете многим в плане личных отношений и семейной жизни.</p><p>

Обладая вдумчивым, тихим, спокойным и сдержанным характером, Вы с большой неохотой показываете то, что чувствуете в глубине сердца. Создается такое впечатление, что Вам удается контролировать события. Способный работник, сильная личность, Вы - тот человек, на плечи которого в семье или на работе ложится самая большая ответственность (и большая часть работы). Даже будучи ребенком, Вы уже обладали зрелостью, трезвостью и житейской мудростью, в общем детям не свойственными.</p><p>

В основе своей Вы прагматик и реалист. И хотя Вам, возможно, свойственны всякого рода мечты, цели идеального порядка и яркие теории, но конечным обоснованием концепции Вы считаете ее практическую полезность. В Вас есть природная хитрость и деловые способности - и еще некоторая доля цинизма.</p><p>

Мыслите Вы всегда четко, независимы в своих мнениях и объективны в суждениях. Драматические подробности на уровне чувств не способны увести Вас от сути дела. Очень часто Вы человек властный, сугубо справедливый, но безжалостный. Традиции для Вас святы, и даже если Вы не соглашаетесь с некоторыми законами, будете подчиняться им или работать в направлении их изменения, но никогда не позволите преступно пренебрегать ими. Осторожный и сдержанный, в любой игре Вы играете по правилам.</p><p>

Вы человек спокойный, тихий, сторонник продуманных поступков. Не склонны к резким, неосторожным поступкам, не высказываетесь открыто до конца. К Вам нелегко проникнуть в душу. Вы скромны и иногда чрезмерно самокритичны. Вам нелегко позволить себе (и людям, с которыми сталкивает Вас жизнь) отдаться на волю чувств, заняться игрой, поступать, как вздумается. Вы не можете бездумно наслаждаться, быть слабым, уязвимым.</p><p>

Сильнейшие черты Вашего характера - глубина, аккуратность, терпение, цепкость, верность принятым на себя обязательствам. Ваши недостатки - склонность к консерватизму, негибкость и чрезмерная серьезность.</p>

<p><b>Ваш темперамент:</b></p>

<p>Вы сдержаны и скрытны. Людям трудно понять, что скрывается в глубине Вашей души, ведь Вы доверяете и открываете себя очень немногим. Вы не позволяете себе быть уязвимым и выпустить из рук контроль над отношениями с окружающими.</p><p>

Вы независимы, всегда стараетесь идти своей дорогой, все решать своим умом, что чаще всего Вам удается. Вы не терпите вмешательства в личную жизнь, не любите указаний и притеснений.</p><p>

Вы бываете вспыльчивы и импульсивны, и окружающие постепенно привыкают к крайностям Вашего поведения. Как врага Вас надо опасаться. У Вас есть малоприятная привычка помнить прошлое, когда Вам сделали больно, когда Вас обидели, ложно обвинили. Все эти чувства Вы держите в себе. Очень важно, чтобы Вы научились прощать и забывать. Лучше будет, если Вы станете проявлять свои чувства открыто и прямо, не пряча и не подавляя их.</p>

<p><b>Ваш интеллект:</b></p>

<p>Вам присущи честолюбивые мысли и стремление обеспечить себе почетное место с помощью материальных достижений.</p><p>

Вы мыслите четко, реалистично и не купитесь на преувеличенные коммивояжерские обещания. В ответ Вы потребуете подтверждения фактами. Ваш естественный скептицизм часто граничит с циничностью. Подходя к делу с четкими и рациональными критериями, Вы сохраняете уверенность в себе и работоспособность даже под давлением и огнем критики. Тот, кто ищет у Вас совета, может быть уверен, что получит объективную, вне всяких эмоций оценку той ситуации, в которой он находится. Поэтому из Вас может получиться хороший председатель арбитражного суда, опытный судья.</p><p>

У Вас дисциплинированный мозг, способности к административно-организационной работе. Вы также умеете мыслить масштабно, стратегическими категориями, намечаете реалистические планы и терпеливо, шаг за шагом, продвигаетесь в избранном направлении. Вы человек серьезный, трудолюбивый и старательный. Когда Вы над чем-то думаете или что-то читаете, то любите тишину и одиночество.</p>

<p><b>Ваши чувства:</b></p>

<p>В любви Вы холодны и серьезны, проявляете в чувствах заметную сдержанность и стараетесь держать их под контролем разума. Ваше чувственное развитие может быть весьма поздним, и Ваше либидо раскрывается не сразу, для этого Вам нужен более опытный партнер.</p><p>

Вы ищете надежных, длительных отношений и сохраняете верность любимому человеку и в счастливые, и в тяжелые времена. Вас могут привлекать люди старше Вас, эмоционально более зрелые, надежные, которые дадут Вам уверенность в обеспеченном будущем, к которому Вы стремитесь. Прежде, чем решиться на брак, Вы тщательно все рассматриваете с разных позиций, исследуя перспективы и возможности, которые он может дать. При этом превалируют цели эгоистичного и корыстного характера. Если брачный союз оформлен, то Вы сделаете все для того, чтобы со стороны он выглядел достойно. Все семейные неурядицы тщательно будут скрываться от посторонних глаз. Проблемы в браке могут создавать физическая несовместимость, большая разница в возрасте, а также различие в интеллектуальном развитии, что часто наблюдается при браках по расчету. Наилучшее взаимопонимание с партнером будет в том случае, если Вы или Ваш партнер, или Вы оба занимаетесь коммерческой деятельностью, финансовыми сделками, банковскими делами или недвижимым имуществом, т.е. делом, вызывающим взаимный интерес.</p>

<p><b>Ваша энергия:</b></p>

<p>Вы колеблетесь между решительностью и готовностью идти на конфликты. Вы упорно трудитесь ради баланса между независимостью и уверенностью с одной стороны, и деловым сотрудничеством и взаимодействием с людьми - с другой. Иногда расстраиваетесь от того, что не можете просто делать то, что хотите, что Вам всегда приходится приспосабливаться к обстоятельствам, желаниям других людей.</p><p>

Ваши решения зависят от поддержки и одобрения людей, и если нет одобрения со стороны, часто колеблетесь, не зная, что предпринять. У Вас сильная потребность в совместных делах. Вы добиваетесь своих целей в сотрудничестве с другими людьми через командную игру.</p><p>

Вы придаете большое значение понятию справедливости и возмущаетесь, если считаете, что кому-то садятся на шею. Вы избегаете крайностей и считаете наилучшим сбалансированный и умеренный подход к жизни. Маловероятно, что Вы станете напрягать все свои силы, будете перерабатывать, или что Вами овладеет фанатическое желание добиваться осуществления своих целей.</p>


<p><b>Ваши достоинства:</b></p>

<p>Вам свойственна бескомпромиссность в делах, и вы готовы с боем отстаивать собственную позицию. Вы уверены в своей абсолютной правоте, и при любой возможности самоутвердиться Вы ощущаете сильный прилив энергии. Если у Вас есть цель, и она обещает не только материальное, но и эмоциональное удовлетворение, то Ваши силы неисчерпаемы. У Вас также сильно развито понимание внутренних мотивов и побуждений других людей.</p>

<p><b>Ваши задачи:</b></p>

<p>Вы способны демонстрировать окружающим свое интеллектуальное и духовное высокомерие. У Вас врожденное недоверие к коллективам и циничное отношение к обществу, что может дать Вам чувство выпадания из общего потока, сделать для Вас невозможным участие в деятельности наравне с другими. Важная задача для Вас - преодолеть чувство отстраненности и отчужденности от других.</p>',
			'<p>Во многих отношениях Вы вечное дитя. Ваш интеллект восприимчив, чуток ко всяким изменениям, гибок, полон любопытства, игры. Вы всегда стремитесь к новому и зачастую просто не можете долго удерживать внимание. Вы быстро схватываете идеи, но, как только первоначальное любопытство удовлетворено, Вас тянет перейти к чему-то другому. Вам необходимы частые перемены, разнообразие, новые ситуации, встречи с новыми людьми.</p><p>

Масса интересов мешает Вам понять, в чем Ваши действительные таланты и чем Вы по-настоящему должны заниматься. Вы не приемлете саму мысль о самоограничении и концентрации на чем-то одном. Ваши любопытство и беспокойство забрасывают Вас во множество разных новых жизненных ситуаций, и Вы хотите испробовать все на свете. Делать одно и то же снова и снова, даже если Вы делаете это успешно, хорошо, - для Вас тяжелая и нудная работа.</p><p>

В значительной степени Вы "живете головой": читаете, наблюдаете, думаете, "обсасываете" идеи. Вы не можете жить без интеллектуальных стимулов. Как это ни странно, но если бы Вам пришлось выбирать между хорошей книгой или фильмом и хорошим обедом, скорее всего Вы бы предпочли первое. У Вас творческий ум, и Вы часто живете за счет остроты своего интеллекта.</p><p>

Общительный, компанейский человек с сильно развитой потребностью во взаимодействии с людьми, Вы любите шутить, играть словами. У Вас подлинное чутье, талант на передачу идей в интересной, четкой форме - то, что составляет талант писателя, лектора, оратора.</p><p>

У Вас довольно легкое и озорное чувство юмора, но часто Вам не хватает серьезности. Хотя Вы остро нуждаетесь в эмоциональной ответственности, в эмоциональной отдаче себя, Вам очень трудно это осуществить, потому что зачастую Вы не хотите ничего брать на себя, ограничивать свою личную свободу, возможность переезжать с места на место, переходить от одного дела к другому.</p><p>

Счастье в Вашей жизни связано с использованием Ваших творческих возможностей, таланта к обращению со словом. Ваш интеллект не склонен к односторонности. Обычно Вы можете предложить свежий, ясный, четкий подход, нестандартное решение, направление исследований. Ваш недостаток - отсутствие постоянства и настойчивости. К тому же Вы склонны не замечать или игнорировать эмоциональные проблемы и чувства других людей.</p>

<p><b>Ваш темперамент:</b></p>

<p>Вы человек открытый и щедрый. У Вас полно друзей и знакомых. Своей искренностью, незыблемым оптимизмом, энтузиазмом и естественной добротой Вы легко завоевываете симпатии окружающих. Вы свободолюбивы и не любите ограничений ни в чем. У Вас редко портится настроение от препятствий и трудностей. Преодолеть их помогает Ваша вера в удачу и оптимистичное будущее. Однако, сталкиваясь с житейскими проблемами или с эмоциональной болью, Вы часто пытаетесь подбодрить тех, кому больно, дать им общефилософский совет, не обращая внимания на чувства, которые при этом затронуты.</p><p>

Дружба играет для Вас огромную роль. Возможно, даже большую, чем любовь физическая и романтическая. В то же время Вам необходима большая эмоциональная свобода и подвижность. Немалый вред, а иногда и непоправимый, Вам приносят Ваша чрезмерная откровенность, прямодушие и прямолинейность.</p>

<p><b>Ваш интеллект:</b></p>

<p>Вы обладаете исключительно быстрым, живым умом, а также внушительным кругом интересов. У Вас жадный, неистощимый интерес к жизни. Вы стремительны в усвоении новых идей, но как только Ваше любопытство удовлетворено, столь же быстро гаснет и Ваш интерес. Умение сосредоточиться и методично, шаг за шагом чем-то заниматься не относится к числу Ваших сильнейших качеств. У Вас беспокойный ум, может быть поэтому Вы часто меняете работу или место жительства, или работаете там, где требуется движение, переезды, разнообразие.</p><p>

У Вас сильно развито чувство языка и стиля, Вы чувствуете игру слов, интересно говорите, пишите, преподаете. Вас с интересом слушают и читают. Вы охотно встречаетесь и общаетесь с новыми людьми. У Вас хорошее взаимопонимание с аудиторией. Торговля, реклама, всякого рода контакты, журналистика - вот те области, где Вы добьетесь успеха. Умение владеть словом, общаться с людьми - одна из Ваших сильнейших сторон.</p><p>

У Вас крайне чувствительная нервная система, поэтому Вам бывает сложно отгородиться от внешних раздражителей. Вам необходимо периодическое одиночество, чтобы успокоить свою нервную систему.</p>

<p><b>Ваши чувства:</b></p>

<p>В личных отношениях Вы цените, прежде всего, гармонию и стабильность. Вы постоянный и верный любовник, особенно если чувствуете заботу и любовь партнера.</p><p>

Вы очень привлекательны, Вам нужно, чтобы любовь к Вам проявлялась в прикосновениях, чтобы она принимала физические, осязаемые формы. Вам нравится, когда Вас балуют вкусной едой или эротическим массажем, или иными приятными вещами. Вы великолепны в постели, внимательны к тому, чтобы любимому человеку с Вами было удобно и приятно. Вы в высшей степени восприимчивы ко всякой красоте. Физическая привлекательность того, с кем Вы связаны романтическими отношениями очень важна для Вас.</p><p>

Вас ждет успех в делах и любви, но Вам требуются чувство безопасности, спокойная обстановка и специфический микроклимат. В Вашем доме обычно уютно и тепло, и Вы сами излучаете душевную теплоту и материнскую нежность. Вас отличает большая любовь к искусству, особенно к изобразительному, архитектуре, музыке, вокальному искусству, балету и танцам. Вы также любите природу во всех ее проявлениях.</p>

<p><b>Ваша энергия:</b></p>

<p>Вы колеблетесь между решительностью и готовностью идти на конфликты. Вы упорно трудитесь ради баланса между независимостью и уверенностью с одной стороны, и деловым сотрудничеством и взаимодействием с людьми - с другой. Иногда расстраиваетесь от того, что не можете просто делать то, что хотите, что Вам всегда приходится приспосабливаться к обстоятельствам, желаниям других людей.</p><p>

Ваши решения зависят от поддержки и одобрения людей, и если нет одобрения со стороны, часто колеблетесь, не зная, что предпринять. У Вас сильная потребность в совместных делах. Вы добиваетесь своих целей в сотрудничестве с другими людьми через командную игру.</p><p>

Вы придаете большое значение понятию справедливости и возмущаетесь, если считаете, что кому-то садятся на шею. Вы избегаете крайностей и считаете наилучшим сбалансированный и умеренный подход к жизни. Маловероятно, что Вы станете напрягать все свои силы, будете перерабатывать, или что Вами овладеет фанатическое желание добиваться осуществления своих целей.</p>

<p><b>Ваши достоинства:</b></p>

<p>Вам свойственна бескомпромиссность в делах, и вы готовы с боем отстаивать собственную позицию. Вы уверены в своей абсолютной правоте, и при любой возможности самоутвердиться Вы ощущаете сильный прилив энергии. Если у Вас есть цель, и она обещает не только материальное, но и эмоциональное удовлетворение, то Ваши силы неисчерпаемы. У Вас также сильно развито понимание внутренних мотивов и побуждений других людей.</p>

<p><b>Ваши задачи:</b></p>

<p>Вопрос соблюдения правил и моральных норм играет огромную роль в Вашей жизни. Вам порой трудно избавиться от твердой системы критериев и оценок, и Вы грешите навешиванием ярлыков на все происходящее. Часто Вы склонны следовать букве закона, забывая о смысле. Вы вступаете в близкую связь осторожно и обдуманно и воспринимаете свои личные взаимоотношения так серьезно, что они больше кажутся Вам работой, постоянным усилием, компромиссом, чем свободным и радостным сосуществованием.</p>',
			'<p>Вы человек, охотно идущий навстречу трудностям. Вы считаете, что нужно брать жизнь с бою, ни от кого не завися, надеясь только на свои силы, интеллект и смелость. Вы верите в абсолютную честность, храните верность себе, своим взглядам и убеждениям, даже если в результате остаетесь в одиночестве. Принципиальность и желание быть самим собой - вот боги, которым Вы поклоняетесь. Поэтому Вы не сочувствуете людям со слабым характером.</p><p>

Сами Вы превыше всего цените свободу, возможность делать все так, как нужно Вам. Вам очень хорошо работается самостоятельно; сотрудничество с другими людьми или выполнение чьих-либо заданий - не Ваш стиль жизни. Вы или руководите, или делаете что-либо самостоятельно.</p><p>

Вы любите действие, и как только Ваша жизнь вроде бы становится приятной, удобной, уютной, рутинной, Вы готовы все взбаламутить, начать что-то заново, все изменить, "обновить кровь". Рутина и монотонность для Вас подобны смерти. Вы не боитесь браться за то, что никто до Вас не делал. И хотя иногда на Вас смотрят, как на сумасшедшего, Вы все равно делаете то, что только позднее Ваши соперники попытаются превзойти. Рисковать и быть верным своей звезде - это для Вас сама жизнь, само дыхание, сама пульсация жизни. И если это невозможно, Вы сникаете или, не зная, что делать, впадаете в гнев.</p><p>

Начиная действовать мгновенно, Вы импульсивны, прямолинейны, непосредственны, полны энтузиазма и не боитесь сказать прямо и недвусмысленно, что Вы думаете. Вы верите в силу позитивного мышления и позитивного действия, думаете о себе как о сильной, даже непобедимой личности. Не любите болеть, не любите ситуации, когда приходится зависеть от других. Сама мысль о необходимости признать ограниченность своей человеческой природы, о том, что эмоциональная сторона Вашего существа нуждается во внимании, часто представляется Вам несносной.</p><p>

Часто Вы так сильно возбуждены собственными замыслами и целями, что, сами того не замечая, вступаете в столкновение с чувствами и интересами других людей. Если Вы научитесь относиться к ним с большим вниманием, больше ценить их идеи, чувства, то очень облегчите жизнь и себе, и другим. Ваша нетерпеливость в стремлении к цели приводит к тому, что Вы без прямой необходимости вызываете к себе отчуждение. Плохо, что Вы порой пытаетесь достичь своей цели, повышая голос, стуча кулаком по столу. Научитесь не торопиться, расслабляться. Дайте событиям идти самостоятельно. Жаль, что из-за Вашей энергичной, беспокойной натуры у Вас это редко получается.</p>

<p><b>Ваш темперамент:</b></p>

<p>Обладая уравновешенным темпераментом и не будучи склонным к конфликтам, Вы не тот человек, которого легко вывести из себя. Повышенная эмоциональность для Вас не характерна. Вы действуете успокаивающе на людей более нервных и более подвижных эмоционально, обладаете эмоциональной стабильностью, которая успокаивает окружающих. Как человека мягкого, Вас нелегко спровоцировать на взрыв, но Вы чрезвычайно упрямы и будете сопротивляться любым изменениям, которые требуют от Вас изменения Вашей психики (в том числе изменений в семейной жизни, в брачных отношениях).</p><p>

В любви Вы ищете преданного партнера, с которым не нужно нервничать, беспокоиться насчет будущего. Вы преданы тем, кого любите, создаете для них атмосферу теплоты и заботы. Однако Вы склонны держаться у берега, не менять существующего и стремитесь отговорить людей, с которыми Вас сталкивает жизнь, от изменений.</p><p>

Чтобы Вы чувствовали себя хорошо, Вам необходимы физические проявления любви: чтобы Вас обнимали, целовали, ласкали. Вам необходима близость, возможность коснуться близкого человека. Вы склонны переходить границу в удобствах и чувственных удовольствиях. Иногда, когда Вам не хватает эмоционального комфорта и любви, Вы заменяете их чем-нибудь вкусным.</p><p>

Вам необходима материальная обеспеченность и надежный домашний тыл. У Вас хорошие отношения с матерью. Ваши недостатки состоят в том, что Вы склонны к лени, чрезмерным наслаждениям и распущенности.</p>

<p><b>Ваш интеллект:</b></p>

<p>У Вас практичный ум, и Вы деловой человек с отличными организаторскими способностями. Вашему мышлению свойственны осторожность, методичность, Вы не любите, когда Вас торопят. Сначала Вам надо тщательно обдумать обсуждаемую идею, все тщательно прожевать и усвоить. Если Вы уже приняли решение, то изменить его трудно. Вы не любите споров и разногласий, конфликт возможен лишь для защиты своих денежных интересов.</p><p>

В том, что касается быстрого изучения новых идей, освоения новых навыков, Вы медлительнее других. Но Вы терпеливы и настойчивы. Как это не странно, Вы часто становитесь большим знатоком всего, к чему бы не приложили свои руки. Добиваетесь Вы успеха не столько потому, что у Вас светлая голова, но и благодаря умению сконцентрировать свое внимание и не отвлекаться до тех пор, пока работа не завершена полностью. У Вас хорошие способности к точным наукам.</p>

<p><b>Ваши чувства:</b></p>

<p>Любовь способна вспыхнуть у Вас буквально с первого взгляда. И хотя Ваши романтические чувства и желания внезапно и легко возникают, они не долговечны и исчезают после первого периода "ухаживания и победы". </p><p>

Вы очень темпераментны и склонны проявлять инициативу в личных отношениях, порой бывая даже слишком напористы. Вас привлекают люди деятельные, живые, с независимым характером. И Вам не нравится, когда романтические отношения становятся спокойными и предсказуемыми. Вам нужно, чтобы от любовного костра время от времени летели искры. Даже, если для этого нужно затеять ссору.</p><p>

Ранний брак редко бывает удачным, еще реже счастливым, поскольку выбор партнера обычно бывает поспешным и необдуманным. Часто брак, заключенный по большой любви и взаимной страсти, быстро «сгорает», и наступает разочарование со всеми вытекающими отсюда последствиями. В целом, Вы склонны к перемене настроения и смене партнеров. Вам необходима постоянная подпитка чувств, иначе Ваша страсть быстро иссякает, в результате - любовные приключения, внезапные связи и такие же внезапные расставания.</p>

<p><b>Ваша энергия:</b></p>

<p>Вы честолюбивы и предприимчивы, вечно следуете за какой-то яркой и отдаленной звездой нового дела, исследуя новые возможности. Без сомнения, Вы принадлежите к числу тех, кто продвигается вверх по социальной лестнице в материальном, либо в духовном плане (либо и в том и в другом). Вы всегда ставите перед собой высокие цели, не приемлете спокойного, размеренного существования.</p><p>

Вам нравится выходить за установленные границы, Вам хочется увидеть, как далеко Вы сможете зайти. Риск - Ваша сфера, при этом Вы - оптимист, ждете успеха и философски относитесь к неудачам. Человек гибкий, Вы довольно быстро забываете о разочарованиях. Тут на помощь Вам приходит новая идея, которую обязательно хочется испытать. Ваш энтузиазм и уверенность заразительны, они привлекают людей, которые оказывают Вам необходимую помощь и поддержку. Однако, иногда Вы обещаете больше, чем способны осуществить, и это - следствие Вашего чрезмерного оптимизма, недостаточного внимания к практическим аспектам того, чем Вы занимаетесь.</p><p>

Вы также склонны отвлекаться, в одно и тоже время заниматься слишком многими вещами. Хотя это бывает трудно, но Вам порой необходимо брать на себя обязательства, проявлять упорство, настойчивость, иначе Вам не осуществить свои мечты и планы. Слишком часто Вы терпите неудачу за пять минут до успеха, не умея преодолевать трудности.</p><p>

Вам доставляет удовольствие обстановка соревнования, хотя Вы и не относитесь к этому с чрезмерной серьезностью. Занятия спортом были бы хорошим использованием Вашей кипучей энергии.</p>

<p><b>Ваши достоинства:</b></p>

<p>У Вас сильно развита способность тщательно все обдумывать, анализировать и понимать мельчайшие детали любого проекта. Вы очень старательны и скромны по натуре и больше заботитесь об успехе своего труда, чем о личных интересах. Процесс работы доставляет Вам удовольствие, и Вы и счастливы от того, что умеете все делать продуктивно, эффективно используя свое время.</p>

<p><b>Ваши задачи:</b></p>

<p>Вам свойственно строгое критичное отношение ко многим религиям и философиям. Вы более жестки и догматичны, чем осознаете это. Не поняв этого, Вы не способны оценить новую точку зрения, новый подход. Вы ищите истину и основополагающие идеи для своего собственного поведения, а также можете самочинно навязывать другим свои философские или религиозные взгляды.</p>',
			'<p>Человек гордый и сугубо индивидуалистичный, Вы стремитесь быть выдающейся личностью, проявлять себя на пределе возможностей, добиться признания и высокой оценки того, что делаете. Вам невыносима сама мысль о том, чтобы быть в последнем ряду или исполнять чужие приказания, или просто быть рядовым сотрудником. Вам нужно оставить печать своей личности на всем, что Вы делаете, идти в жизни своей дорогой, блистать, проявлять себя творчески и быть на капитанском мостике.</p><p>

Ваши мечты масштабны, и Вам не занимать решительности, твердости характера, энергии и энтузиазма для осуществления больших замыслов. Также у Вас благородное, романтичное сердце и любовь к драматическому, яркому, экстравагантному.</p><p>

Вы полностью согласны с тем, что мир - это сцена, и тайно (а может быть, и не так уж тайно) Вам хотелось быть выдающимся актером, главным действующим лицом пьесы. Вам нужно обожание публики, овации, даже если аудитория состоит из одного, но дорогого Вам человека, кто бы верил в Вас и Ваши мечты. Хотя внешне Вы излучаете уверенность в себе, на самом деле Вы в большой степени зависите от поддержки, любви и признания людей. Для Вас невыносимо, когда Вас не замечают или не ценят.</p><p>

В любви Вы щедры сердцем и не боитесь показать любимому человеку, как он Вам дорог. Вы цените волшебство самого состояния влюбленности и знаете, как сохранять этот жар в отношениях. Преданный человек, Вы будете защищать тех, кого любите, и стоять за них горой - если только они не оскорбят Вашу гордость, не предадут Ваше доверие. В отношениях с людьми Вам нравится роль сильного, и Вам очень трудно уступать лидерство. В идеале Вам нужно найти человека с такой же сильной волей, как Ваша, но чтобы он не стремился стоять над Вами, быть Вашим соперником.</p><p>

Сильную сторону Вашей личности представляют обостренный интерес и любовь к жизни. Это Ваша творческая энергия, горячее и щедрое сердце. А главный недостаток состоит в том, что Вы эгоцентричны. Будучи озабочены впечатлением, которое Вы производите, собственным творческим самовыражением, Вы забываете о существовании другого, большего мира, который не вращается вокруг Вашей персоны.</p>

<p><b>Ваш темперамент:</b></p>

<p>Вы сдержаны и скрытны. Людям трудно понять, что скрывается в глубине Вашей души, ведь Вы доверяете и открываете себя очень немногим. Вы не позволяете себе быть уязвимым и выпустить из рук контроль над отношениями с окружающими.</p><p>

Вы независимы, всегда стараетесь идти своей дорогой, все решать своим умом, что чаще всего Вам удается. Вы не терпите вмешательства в личную жизнь, не любите указаний и притеснений.</p><p>

Вы бываете вспыльчивы и импульсивны, и окружающие постепенно привыкают к крайностям Вашего поведения. Как врага Вас надо опасаться. У Вас есть малоприятная привычка помнить прошлое, когда Вам сделали больно, когда Вас обидели, ложно обвинили. Все эти чувства Вы держите в себе. Очень важно, чтобы Вы научились прощать и забывать. Лучше будет, если Вы станете проявлять свои чувства открыто и прямо, не пряча и не подавляя их.</p>

<p><b>Ваш интеллект:</b></p>

<p>Вы глубоко интересуетесь внутренними, субъективными и личными вопросами. Ваше мышление в большей степени основано на ощущениях, интуиции, личном опыте и предубеждениях, чем на разуме или логике. Бессознательные импульсы и желания заставляют Вас на многое закрывать глаза, что может привести к предвзятости и неделовому подходу. Интеллектуальные способности и достижения играют для Вас незначительную роль, если при этом нет сердца, нет души.</p><p>

У Вас прекрасная память и интуиция, большой интерес к психологии. Вы умеете быть внимательным собеседником, способным доверительно выслушать. Вы, пожалуй, побаиваетесь большой аудитории, но легко раскрываетесь среди небольшого числа хорошо Вам знакомых людей.</p>

<p><b>Ваши чувства:</b></p>

<p>Любовь и романтические взаимоотношения – одна из важнейших сторон Вашей жизни. Вы обладаете тонкой и нежной душой, доброй, сердечной и любвеобильной. Вы способны легко влюбляться и порой склонны идеализирвоать партнера, даже если он и далек от идеала. Вы ждете, чтобы любимый человек стал Вашим интеллектуальным собеседником, равным партнером и другом. Вас влечет к людям с определенной изысканностью, деликатностью, дипломатичностью. Вы цените хорошие манеры, утонченность, и Вам не по себе с грубыми, нахальными людьми.</p><p>

Сами Вы тактичны, вежливы и внимательны. В Вас сильно желание сделать приятное, понять, чего хочет любимый человек. Вы высоко цените гармонию отношений, и чтобы избежать каких-либо разногласий или конфликтов, готовы во многом уступать.</p><p>

Вы обладаете талантами и способностями, особенно в области кино, театральной сцены, эстрады и музыки. В отношениях с людьми Вы искренны, дружелюбны и доброжелательны, и из-за этих прекрасных качеств Вы любимы всеми и популярны в обществе.</p><p>

Вы можете улучшить свое социальное и материальное положение благодаря удачному браку или своим прекрасным художественным способностям. Большую роль в успехах играет также Ваша внешность.</p>

<p><b>Ваша энергия:</b></p>

<p>Вы относитесь к достижению своих честолюбивых планов с полной ответственностью. Человек Вы дисциплинированный, упорный, энергичный, и цели у Вас материальные, конкретные. Вы хотите стать крупным руководителем, пользоваться большим влиянием и авторитетом. Вам нравится командовать.</p><p>

Вы способны к работе без отдыха, отказываетесь от сиюминутного ради долговременных планов. В своем увлечении работой Вы легко можете перейти черту, за которой это увлечение становится болезненным. Вы человек исключительно ответственный, совесть не позволяет Вам оставить работу, не устранив мельчайших недоделок.</p><p>

Превосходный стратег, Вы добиваетесь успеха, создавая реалистичный и осуществимый план и выполняя его шаг за шагом. Здесь Вы не идете на риск, не поддаетесь азарту. Вы полагаетесь на свои усилия, упорство, а не на везение. У Вас природная смекалка и инстинктивное понимание частного предпринимательства, умение руководить большими предприятиями.</p>

<p><b>Ваши достоинства:</b></p>

<p>Ваше достоинство - в способности сочувствовать и сопереживать другим людям. Обладая развитой интуицией и высокой психологической чувствительностью, Вы прекрасно ориентируетесь в окружающей обстановке.</p>

<p><b>Ваши задачи:</b></p>

<p>Вам свойственно строгое критичное отношение ко многим религиям и философиям. Вы более жестки и догматичны, чем осознаете это. Не поняв этого, Вы не способны оценить новую точку зрения, новый подход. Вы ищите истину и основополагающие идеи для своего собственного поведения, а также можете самочинно навязывать другим свои философские или религиозные взгляды.</p>',
			'<p>Вы стойки и терпеливы, способны на невероятную привязанность, преданность, выдержку и постоянство. Одно из наибольших Ваших достоинств - способность быть последовательным и не отступаться, пока все не закончено. Определив для себя план действий, Вы упорно ему следуете до тех пор, пока цель не достигнута, упорно сопротивляясь любым попыткам свернуть Вас с намеченного пути.<p></p>

По натуре Вы практичны, Вам необходимо видеть конкретные, осязаемые результаты своих усилий. Вы не из тех, кто увлекается излишне дерзкими мечтаниями, вероятность реализации которых мала. Большинство Ваших "излишне дерзких" мечтаний связаны с достижениями материального порядка, с благосостоянием, со средствами на завтрашний и вообще на черный день. Все это потому, что Вы цените материальный мир и стремитесь наслаждаться им в полной мере. Наряду с готовностью работать долго и настойчиво, в Вас также сильно развиты чувственность, любовь к комфорту, желание использовать то, ради чего Вы работали. Как это ни странно, но порой Вы можете предаваться чрезвычайной лени, чрезмерно увлекаться всякими гастрономическими премудростями и другими земными радостями жизни. Вы любите красоту природы и, вполне возможно, предпочитаете уединение в малонаселенной местности городскому стилю жизни.<p></p>

На самом деле Ваши потребности просты и Вам легко угодить. Вы редко идете на изменения, разве только будучи вынуждены к этому, не очень требовательны в эмоциональном плане, хотя остро нуждаетесь в физической близости и разделенной любви. Благодаря Вашей преданности, эмоциональному постоянству и свойственной Вам мягкой силе, люди часто ищут и находят в Вас поддержку. Вы терпеть не можете никаких резких перемен и неожиданных изменений, но, когда они наступают, сохраняете самообладание и невозмутимость. У Вас также есть внутреннее чувство гармонии с природой, в результате чего события развиваются и развертываются по своему собственному графику. У Вас хватает терпения кропотливо заниматься всем, что связано с постепенным ростом, - будь то выращивание сада, воспитание ребенка, работа над каким-нибудь творческим замыслом. Из Вас получается прекрасная мать или отец, особенно если Вы чаще будете следовать своим инстинктам, а не советам "специалистов".<p></p>

У Вас три главных недостатка. Вы чрезвычайно упрямы. Вы не любите никаких экспериментов в собственном безопасном, налаженном быте. Вы всегда стоите на реальных ценностях и недооцениваете важность воображаемого. Другими словами, Вам не хватает способности к игре с идеями и возможностями, умения открыться новому.</p>

<p><b>Ваш темперамент:</b></p>

<p>Вы не производите впечатление чрезвычайно эмоционального или сентиментального человека и часто не отдаете себе отчет в собственных более глубоких, чем обычно, чувствах и эмоциональных нуждах. Слезы и вспышки раздражения других людей ставят Вас в тупик, и Вы чувствуете себя в подобных ситуациях довольно плохо. Вы бы скорее предпочли разрешить разногласия путем разумного и логического разговора. Если же возникает ситуация, когда необходимо погрузиться в глубину чувств, Вы стремитесь превратить все в шутку.<p></p>

Вы избегаете сложных, многоплановых поступков, требующих эмоциональных затрат. Вы осторожны и не берете на себя лишней ответственности.<p></p>

Вы сильно нуждаетесь в обстановке интеллектуального соревнования или сотрудничества и испытываете чувство близости к людям, с которыми можете делиться мыслями, интересами. Для Вас очень важно иметь возможность разговаривать. Вы избегаете людей сильного, молчаливого типа. Часто Вы так много говорите, что надоедаете слушателям.<p></p>

Вы бываете очень беспокойны и нервны. Вы ищете перемен, поэтому в Вашей жизни будет много разъездов и перемен квартир. Ваш недостаток состоит в том, что слишком часто Вы разбрасываетесь и не доводите дело до конца.</p>

<p><b>Ваш интеллект:</b></p>

<p>У Вас практичный ум, и Вы деловой человек с отличными организаторскими способностями. Вашему мышлению свойственны осторожность, методичность, Вы не любите, когда Вас торопят. Сначала Вам надо тщательно обдумать обсуждаемую идею, все тщательно прожевать и усвоить. Если Вы уже приняли решение, то изменить его трудно. Вы не любите споров и разногласий, конфликт возможен лишь для защиты своих денежных интересов.<p></p>

В том, что касается быстрого изучения новых идей, освоения новых навыков, Вы медлительнее других. Но Вы терпеливы и настойчивы. Как это не странно, Вы часто становитесь большим знатоком всего, к чему бы не приложили свои руки. Добиваетесь Вы успеха не столько потому, что у Вас светлая голова, но и благодаря умению сконцентрировать свое внимание и не отвлекаться до тех пор, пока работа не завершена полностью. У Вас хорошие способности к точным наукам.</p>


<p><b>Ваши чувства:</b></p>

<p>В любви Вас больше привлекает чувство юмора и интеллект любимого человека, чем его физические данные. Вам нравятся интересные живые люди, заставляющие Вас постоянно пребывать в некоторой неуверенности и в неизвестности. Вам становится скучно с партнером, который никогда не задает вопросов, всегда остается одинаковым, ничем Вас не удивляет. Чтобы чувствовать себя счастливым, Вам необходимо разговаривать с любимым человеком, обмениваться с ним мыслями, вместе учиться новому. Важную роль для Вас также играет мнение окружающих о Вашем партнере.<p></p>

Вам нравится говорить о своих чувствах и отношениях, Вы любите красивые слова и комплименты. Вы способны очаровать любого человека, с которым у Вас найдется общая тема для разговора или совпадут интересы.<p></p>

Вы любите игру в любовь, флирт, но к интимной близости относитесь весьма спокойно, даже хладнокровно. Вместе с тем Вы можете одновременно находиться в любовных отношениях с двумя партнерами и менять партнеров довольно часто, не отказываясь и от случайных мимолетных любовных романов. Главной причиной этого является Ваше любопытство и желание многостороннего опыта в сфере любви. Брак чаще всего бывает ранний или по необходимости, и не исключает параллельной любовной связи, что уже само по себе определяет его недолговечность, поэтому брак редко бывает один.</p>


<p><b>Ваша энергия:</b></p>

<p>Вы относитесь к достижению своих честолюбивых планов с полной ответственностью. Человек Вы дисциплинированный, упорный, энергичный, и цели у Вас материальные, конкретные. Вы хотите стать крупным руководителем, пользоваться большим влиянием и авторитетом. Вам нравится командовать.<p></p>

Вы способны к работе без отдыха, отказываетесь от сиюминутного ради долговременных планов. В своем увлечении работой Вы легко можете перейти черту, за которой это увлечение становится болезненным. Вы человек исключительно ответственный, совесть не позволяет Вам оставить работу, не устранив мельчайших недоделок.<p></p>

Превосходный стратег, Вы добиваетесь успеха, создавая реалистичный и осуществимый план и выполняя его шаг за шагом. Здесь Вы не идете на риск, не поддаетесь азарту. Вы полагаетесь на свои усилия, упорство, а не на везение. У Вас природная смекалка и инстинктивное понимание частного предпринимательства, умение руководить большими предприятиями.</p>


<p><b>Ваши достоинства:</b></p>

<p>Ваше достоинство - в способности сочувствовать и сопереживать другим людям. Обладая развитой интуицией и высокой психологической чувствительностью, Вы прекрасно ориентируетесь в окружающей обстановке.</p>


<p><b>Ваши задачи:</b></p>

<p>Вам свойственно строгое критичное отношение ко многим религиям и философиям. Вы более жестки и догматичны, чем осознаете это. Не поняв этого, Вы не способны оценить новую точку зрения, новый подход. Вы ищите истину и основополагающие идеи для своего собственного поведения, а также можете самочинно навязывать другим свои философские или религиозные взгляды.</p>',
			'<p>Вы спокойны, глубоки в своих ощущениях. Ваша эмоционально сложная натура замкнута, Вы дорожите возможностью быть самим собой. Вы не тот человек, с которым легко познакомиться и которого легко понять. Будучи чувствительны ко всему, Вы тем не менее не склонны показывать это, допуская лишь немногих избранных в свой внутренний мир. Подобно осторожному животному, Вы подозрительны и недоверчивы к тем, кого не знаете, пока их не "обнюхали". У Вас высоко развиты инстинкты и интуиция. На поступки людей, с которыми включаетесь, Вы реагируете энергично, решительно, хотя, возможно, и не в состоянии четко объяснить, почему поступаете именно так, а не иначе. Чаще всего Ваши чувства и ощущения оказываются глубже, чем слова.</p><p>

У Вас сильны эмоциональные начала. Вы интенсивно отдаете себя в любви и привязанностях. У Вас развито чувство собственности в отношении тех, кто Вам близок, и Вы часто весьма ревнивы к тому, в ком видите соперника, насторожены ко всему, что способно ухудшить отношения с любимыми людьми. Когда Вы отдаете себя кому-то или чему-то, то отдаетесь всем сердцем и ожидаете взамен абсолютной привязанности. И если приходится разрывать отношения, то Вы переживаете это очень и очень мучительно, в бурной, глубоко эмоциональной форме. В этих ситуациях Вы не самый приятный человек. Если Вам нанесена обида, то Вы не склонны подставлять другую щеку, а при первой же возможности платите обидой за обиду. И, безусловно, Вы никогда не забудете нанесенной раны. Часто Вы помните обиды и таите зло в течение долгого времени. Вам очень нелегко прощать.</p><p>

Что бы Вы ни делали, во всем проявляете страсть и рвение, доходя до крайности. Вы либо проявляете горячий интерес, либо чрезвычайно холодны. Зато Вам не подходит определение "ни рыба, ни мясо". Либо Вы увлечены чем-то на сто процентов, либо нечто потенциально интересное не существует для Вас вовсе. Редко Вы бываете эмоционально беспристрастны и объективны. Нет сомнения, что в Вас сидит хороший фанатик. Сильная воля, упорство в достижении цели часто граничат у Вас с одержимостью.</p><p>

Вам присущи гордость, мужество, интенсивность эмоций. Вы любите загадочное, проявляете глубокий интерес к скрытым, тайным, секретным сторонам жизни. Вы не довольствуетесь поверхностным знанием, всегда стремитесь, преодолев оболочку, проникнуть вглубь личностей и событий, чтобы установить, что же происходит на самом деле. Вы в большей степени склонны к цинизму, чем к идеализму.</p>


<p><b>Ваш темперамент:</b></p>

<p>Вы человек открытый и щедрый. У Вас полно друзей и знакомых. Своей искренностью, незыблемым оптимизмом, энтузиазмом и естественной добротой Вы легко завоевываете симпатии окружающих. Вы свободолюбивы и не любите ограничений ни в чем. У Вас редко портится настроение от препятствий и трудностей. Преодолеть их помогает Ваша вера в удачу и оптимистичное будущее. Однако, сталкиваясь с житейскими проблемами или с эмоциональной болью, Вы часто пытаетесь подбодрить тех, кому больно, дать им общефилософский совет, не обращая внимания на чувства, которые при этом затронуты.</p><p>

Дружба играет для Вас огромную роль. Возможно, даже большую, чем любовь физическая и романтическая. В то же время Вам необходима большая эмоциональная свобода и подвижность. Немалый вред, а иногда и непоправимый, Вам приносят Ваша чрезмерная откровенность, прямодушие и прямолинейность.</p>


<p><b>Ваш интеллект:</b></p>

<p>У Вас хитрый и критичный ум. Вы отличаетесь проницательностью, целеустремленностью и богатством идей. Свои планы и проекты Вы предпочитаете осуществлять втихомолку.</p><p>

Вы обладаете способностью полного погружения в работу. Создается такое впечатление, что Вы понимаете все нужное интуитивно, без слов. Вместо лекций или инструкций Вы предпочитаете наглядное обучение. У Вас способность к копированию, легкие, умелые руки. Вам свойственно замыкаться в узком профессиональном кругу, и Вы становитесь интересным собеседником, если только разговор не выходит за рамки Вашей специальности.</p><p>

Вы бываете необъективны, когда дело касается лично Вас, так как при этом сильно мешают эмоции. Вы также можете быть подозрительны и не щадить чувств других. Вы интуитивно устанавливаете контакт с животными, и подчас Вам проще обращаться с ними, чем с людьми.</p>


<p><b>Ваши чувства:</b></p>

<p>Ваши чувства насыщены оттенками страсти, ревности и нетерпения. Любовь без близости для Вас практически неприемлема. Вам хочется многое испытать, при этом моральные нормы и запреты для Вас не помеха.</p><p>

Вам сложно контролировать свои чувства и эмоции и прощать окружающим их слабости. Вы можете быть очень требовательны по отношению к партнеру. Порой Вы оказываетесь ревнивым собственником, предъявляющим полные права на любимого человека, нетерпимым к любой угрозе в отношении своего союза. Если хоть раз Вас предали, Вы способны на ненависть такой же силы и интенсивности, с какой до этого Вы любили.</p><p>

Если Вы сумеете сублимировать свою половую энергию в тех сферах деятельности, к которым Вы имеете призвание, то при достаточном упорстве, настойчивости и целеустремленности Вы можете достичь высокого социального уровня и материального положения.</p>


<p><b>Ваша энергия:</b></p>

<p>Вы обладаете исключительно сильной волей, преследуя поставленную цель, исполняете свои желания страстно, настойчиво и решительно. Вы способны к абсолютной концентрации внимания и к поразительной самодисциплине. Приняв решение, Вы непоколебимы. К Вам не достучаться. Вы одержимы своим желанием. У Вас сильно развита интуиция, и Вы подчас даже не знаете, почему поступаете именно так, а не иначе.</p><p>

Вместе с тем, Вы довольно скрытны. Другие могут сразу и не увидеть интенсивности Ваших намерений, желаний, так спокойно и сдержанно Вы действуете. Часто Вы манипулируете людьми, заставляя их делать то, что больше нужно Вам, а не им, но при этом не проявляете агрессии. Вы не любите столкновений, конфликтов, но, если сталкиваетесь с активным сопротивлением, то становитесь опасным противником.</p>


<p><b>Ваши достоинства:</b></p>

<p>Ваше достоинство - в способности сочувствовать и сопереживать другим людям. Обладая развитой интуицией и высокой психологической чувствительностью, Вы прекрасно ориентируетесь в окружающей обстановке.</p>


<p><b>Ваши задачи:</b></p>

<p>Вас пугает возможность стать эмоционально зависимым от других, поэтому Вы удерживаете дистанцию или отрицаете свою потребность в близости, становясь, таким образом, неуязвимым для разрывов и отказов. С другой стороны, Вы можете чрезмерно цепляться за своих любимых и семью, нуждаться в постоянных уверениях в любви. Важные задачи для Вас - выработка глубокого внутреннего чувства защищенности, а также способности заботиться и принимать заботу.</p>',
			'<p>У Вас сильная эмоциональная привязанность к прошлому, к Вашей семье, к детству, к тем местам, с которыми у Вас связано чувство безопасности, отсутствия необходимости беспокоиться о завтрашнем дне. Для Вас очень важно поддерживать связь с Вашим семейным и культурным прошлым, укреплять семейные устои. Вам свойственны преданность, привязанность, сентиментальность, ответственность перед всем, что дорого Вам - будь то человек, вещь или знакомые места.<p></p>

Вы хороший воспитатель, относитесь к людям с сочувствием, всегда готовы помочь им и материально, и духовно. Вам нравится, когда люди в Вас нуждаются, особенно те, кого Вы любите. Вы привязаны к дому, где живете - Вам нужно, чтобы здесь Вас понимали и принимали. Вы в большей степени озабочены людьми и их чувствами, чем властью, карьерой, положением в обществе. Доброта, заботливость, нежность производят на Вас большее впечатление, чем любые мирские почести.<p></p>

В основном Вы человек эмоций. Ваши взгляды скорее определяются чувствами и личным субъективным опытом, нежели разумом, логикой и абстрактными принципами. Вам трудно судить о жизненных ситуациях беспристрастно, объективно, потому что в Ваши суждения обычно вплетаются личные симпатии и привязанности. Вы воспринимаете жизнь очень личностно, иногда выстраиваете вокруг себя стенку, чтобы защититься от болезненных контактов, от возможности быть отвергнутым кем-либо. В глубине сердца Вы застенчивы и уязвимы, в Вас заметна склонность к перепадам настроения, эмоциональным спадам и подъемам. В жизни Вам нужны время и место, чтобы уйти в себя, подумать о жизни, помечтать и перезарядиться. В противном случае Вы становитесь раздражительным, недовольным теми, кто Вас окружает.<p></p>

Вы действуете инстинктивно, не обращаясь к разуму, любите полностью отдаваться во власть творчества, где можно проявлять свои чувства, воображение. Вы любите готовить - и здесь тоже проявляется Ваше творческое начало, Ваша природная способность к воспитанию, к заботе о людском желудке. Вы также любите музыку - у Вас она вызывает чувства, которые трудно или невозможно передать словами.<p></p>

Ваши сильнейшие качества - сострадание к людям, обостренность чувств и воображения. Ваши недостатки - в неспособности уйти от прошлого и пойти вперед. Вы ограничены своим кругом, полны предрассудков и склонны предаваться жалости к себе, когда жизнь сталкивает Вас с трудностями.</p>


<p><b>Ваш темперамент:</b></p>

<p>Вы очень сдержаны в проявлении своих эмоций, застенчивы и озабочены тем, как бы не обнаружить истинные чувства. Хотя Вы можете любить и проявлять большую заботу о людях, Вы редко проявляете эти чувства открыто и свободно. Зачастую любовь будет проявляться в форме помощи, чего-нибудь материально осязаемого и полезного.<p></p>

Вам трудно поверить, что Вас ценят, что к Вам привязаны и Вас любят. Зачастую Вы чувствуете, что просто не заслужили этого, или что все это "одни слова", поэтому внешне Вы можете выглядеть довольно холодным, сдержанным, отстраненным человеком, даже в значительной мере больше, чем это сами чувствуете.<p></p>

Вы придерживаетесь общепринятых норм и строго следуете предписаниям, правилам и инструкциям. В Вас глубоко сидит критикан, что основательно затрудняет общение с Вами. Вы должны научиться быть мягче с людьми, снизить свои максималистские критерии в отношении других и в отношении себя тоже.</p>


<p><b>Ваш интеллект:</b></p>

<p>Вы обладаете исключительно быстрым, живым умом, а также внушительным кругом интересов. У Вас жадный, неистощимый интерес к жизни. Вы стремительны в усвоении новых идей, но как только Ваше любопытство удовлетворено, столь же быстро гаснет и Ваш интерес. Умение сосредоточиться и методично, шаг за шагом чем-то заниматься не относится к числу Ваших сильнейших качеств. У Вас беспокойный ум, может быть поэтому Вы часто меняете работу или место жительства, или работаете там, где требуется движение, переезды, разнообразие.<p></p>

У Вас сильно развито чувство языка и стиля, Вы чувствуете игру слов, интересно говорите, пишите, преподаете. Вас с интересом слушают и читают. Вы охотно встречаетесь и общаетесь с новыми людьми. У Вас хорошее взаимопонимание с аудиторией. Торговля, реклама, всякого рода контакты, журналистика - вот те области, где Вы добьетесь успеха. Умение владеть словом, общаться с людьми - одна из Ваших сильнейших сторон.<p></p>

У Вас крайне чувствительная нервная система, поэтому Вам бывает сложно отгородиться от внешних раздражителей. Вам необходимо периодическое одиночество, чтобы успокоить свою нервную систему.</p>


<p><b>Ваши чувства:</b></p>

<p>В любви Вы сердечны и благородны. Вы не терпите в любимом мелочности и жадности. Вам нужен герой с большой буквы, Вам нужно поклоняться ему, обожать его, нужен кто-то, кем бы Вы могли всем сердцем восхищаться, гордиться. Отдав любимому Ваше сердце, Вы будете верны и преданы этому человеку.<p></p>

Вы не представляете себе жизни без любви, обожания, внимания. Терпеть не можете, когда Вас игнорируют. Вы не равнодушны к лести и любите чувствовать, что отличаетесь от других людей в лучшую сторону. Вам нравится, когда в Ваших романтических отношениях происходит что-то театральное, что-то яркое. Широкие романтические жесты, экстравагантные проявления щедрости производят на Вас большое впечатление.<p></p>

Вы любите веселые компании, вечеринки и публичные развлечения - театры, концерты и спортивные стадионы. Вы пользуетесь большим успехом не только у противоположного пола, но и в обществе, в котором вращаетесь.</p>


<p><b>Ваша энергия:</b></p>

<p>Вы трудолюбивая, энергичная, беспокойная личность, находящаяся всегда в движении. Ваш активный мозг переполнен идеями. Иногда Вам трудно сесть и отдохнуть, переключиться на более медленную скорость, не торопясь подумать о своей жизни, перезарядить себя. Вы склонны жить на нервах, можете много добиться, выкладываясь на короткое время. Но Вам нелегко дается осуществление планов, требующих ответственности, выносливости, постоянства и настойчивости. Часто Вы устремляете свою энергию сразу в нескольких направлениях, на самые разные дела и не можете закончить, довести до конца некоторые из них. Вам нужны разнообразие, перемены, трудные задачи, требующие максимального напряжения сил и возможность в случае удачи гордиться собой.<p></p>

У Вас острый ум, Вы любите игры и соревнования, а точнее - соревнования умов. Вы часто достигаете цели за счет своего красноречия, способности говорить ясно, энергично, убедительно. Ваши неутолимые желания связаны с проявлением интеллектуальной, а не физической энергии. Вам многое дает интеллект, сообразительность, умение общаться с людьми. Вы трезвы в собственной оценке ситуации и людей, с которыми Вас сталкивает жизнь.</p>


<p><b>Ваши достоинства:</b></p>

<p>В вопросах партнерства и личных взаимоотношений для Вас на первом месте стоит справедливость и соблюдение нравственных принципов. Ваши достоинства - это Ваша способность к сотрудничеству, дипломатичность. Вы также обладаете сильным чувством порядочности, способностью выслушивать противоположное мнение и точку зрения, а также способностью быть корректным и беспристрастным, а не односторонним и склонным к крайностям.</p>


<p><b>Ваши задачи:</b></p>

<p>Вопрос соблюдения правил и моральных норм играет огромную роль в Вашей жизни. Вам порой трудно избавиться от твердой системы критериев и оценок, и Вы грешите навешиванием ярлыков на все происходящее. Часто Вы склонны следовать букве закона, забывая о смысле. Вы вступаете в близкую связь осторожно и обдуманно и воспринимаете свои личные взаимоотношения так серьезно, что они больше кажутся Вам работой, постоянным усилием, компромиссом, чем свободным и радостным сосуществованием.</p>',
		);




		$zodiak = $_POST['zodiak'];
		$name = $_POST['name'];
		$surname = $_POST['surname'];
		$city = $_POST['city'];
		$year = $_POST['year'];
		$year = (int)$year;
		$vremya = $_POST['vremya'];
		$vremya = (int)$vremya;
		$papa = str_replace('.', '', $_POST['papa']);
		$papa = (int)$papa;
		$mama = str_replace('.', '', $_POST['mama']);	
		$mama = (int)$mama;

		

		$summ__one = OneNum(NameToNum($zodiak) + NameToNum($name) + NameToNum($city) + $papa + $vremya);
		$summ__two = OneNum(NameToNum($zodiak) + NameToNum($surname) + $year + $mama + $vremya);
		$summ = $summ__one + $summ__two;
		$otevet = $answer[$summ - 2];

		
		$result = array(
			'name' => $name,
			'surname' => $surname,
	    	'answer' => $otevet,
	    	'zodiak' => $zodiak,
	    ); 
		// Переводим массив в JSON
		echo json_encode($result, JSON_UNESCAPED_UNICODE); 
	} else {
		echo '<h1>Пошел ка нахер!</h1>';
	}




	function NameToNum($imya) {
		$dlina = strlen($imya);
		$bykvy = array (
			'A', 'a', 'J', 'j', 'S', 's', 'B', 'b', 'K', 'k', 'T', 't','C', 'c', 'L', 'l', 'U', 'u', 'D', 'd', 'M', 'm', 'V', 'v', 'E', 'e', 'N', 'n', 'W', 'w', 'F', 'f', 'O', 'o', 'X', 'x', 'G', 'g', 'P', 'p', 'Y', 'y', 'H', 'h', 'Q', 'q', 'Z', 'z', 'I', 'i', 'R', 'r',
		);
		$imya = translit($imya);
		for ($i = 0; $i < $dlina; $i++) {
			if (array_search($imya[$i], $bykvy)) {
				$namenum[] .= array_search($imya[$i], $bykvy);
			}
		}
		$oy = array_sum($namenum);
		return $oy;
	}
		
	function OneNum($sl) {
		$sl = (string)($sl);
		$sll = strlen($sl);
		$mynum = [];
		if ($sll != 1) {
			for ($i = 0; $i < $sll; $i++) {
				$mynum[] .= $sl[$i];
			}
			$wow = array_sum($mynum);
			
			return OneNum($wow);
		} else {
			$wow = $sl;
			return $wow;
		}
	}



	function translit($s) {
	  $s = (string) $s; // преобразуем в строковое значение
	  $s = strip_tags($s); // убираем HTML-теги
	  $s = str_replace(array("\n", "\r"), " ", $s); // убираем перевод каретки
	  $s = preg_replace("/\s+/", ' ', $s); // удаляем повторяющие пробелы
	  $s = trim($s); // убираем пробелы в начале и конце строки
	  $s = function_exists('mb_strtolower') ? mb_strtolower($s) : strtolower($s); // переводим строку в нижний регистр (иногда надо задать локаль)
	  $s = strtr($s, array('а'=>'a','б'=>'b','в'=>'v','г'=>'g','д'=>'d','е'=>'e','ё'=>'e','ж'=>'j','з'=>'z','и'=>'i','й'=>'y','к'=>'k','л'=>'l','м'=>'m','н'=>'n','о'=>'o','п'=>'p','р'=>'r','с'=>'s','т'=>'t','у'=>'u','ф'=>'f','х'=>'h','ц'=>'c','ч'=>'ch','ш'=>'sh','щ'=>'shch','ы'=>'y','э'=>'e','ю'=>'yu','я'=>'ya','ъ'=>'','ь'=>''));
	  $s = preg_replace("/[^0-9a-z-_ ]/i", "", $s); // очищаем строку от недопустимых символов
	  $s = str_replace(" ", "-", $s); // заменяем пробелы знаком минус
	  return $s; // возвращаем результат
	}

	function nextDate($the_day, $the_month, $the_year, $plus_day) {
		$triodin = array (1, 3, 5, 7, 8, 10, 12);
		$trinol = array (4, 6, 9, 11);
		$visok_year = array(2016, 2020, 2024, 2028, 2032, 2036);
		$next_date = [];
		$next_month = $the_month;
		$next_year = $the_year;
		for ($i = 1; $i <= $plus_day; $i++) {
			$the_day++;
			if (in_array($the_month, $triodin)) {
				if ($the_day > 31) {
					$the_day = 1;
					$next_month = $the_month + 1;
					if ($next_month > 12) {
						$next_month = 1;
						$next_year = $the_year + 1;
					}
				}
			}
			if (in_array($the_month, $trinol)) {
				if ($the_day > 30) {
					$the_day = 1;
					$next_month = $the_month + 1;
				}
			}
			if ($the_month == 2) {
				if (in_array($the_year, $visok_year)) {
					if ($the_day > 29) {
						$the_day = 1;
						$next_month = $the_month + 1;
					}
				} else {
					if ($the_day > 28) {
						$the_day = 1;
						$next_month = $the_month + 1;
					}
				}
			}
		}
		$next_date[0] = $the_day;
		$next_date[1] = $next_month;
		$next_date[2] = $next_year;
		return $next_date;
	}

?>