<?php
	header('Content-Type: text/html; charset=utf-8');
	if (isset ($_POST['here']) && isset ($_POST['she']) ) {
		$here = $_POST['here'];
		$she = $_POST['she'];
		$answer = '';
		//Овен 12
		if ($here == 'Овен' && $she == 'Овен') {
			$answer = '<p>Союз Овен и Овен очень противоречивый. От природы представители этого знака обладают вспыльчивым характером, поэтому для того, чтобы быть рядом, обоим партнерам нужно будет многому научиться. Следует отметить также то, что Овны это всегда занятые и увлеченные люди. Поэтому вероятность встречи таких людей довольно низкая. По жизни они скорее промчаться мимо друг друга по параллельным курсам. Но, если Овны случайно пересекутся на жизненном пути, то между ними обязательно возникнет искра притяжения. Их встреча, скорее всего, будет знаковой и станет началом сложных и противоречивых, но также интересных и наполненных эмоциями отношений.</p>

<p>Совместимость двух Овнов основывается на силе природного характера людей. Считается, что благополучно могут складываться отношения у представителей этого знака зодиака, если они родились в разных месяцах. В этом случае соперничество между партнерами будет минимальным, поэтому обостренная природная эмоциональность не станет причиной расставания.</p>

<p><b>В любовных отношениях (совместимость в любви 44%)</b></p>

<p>Совместимость мужчины Овна и женщины Овна в любовных отношениях в процентном соотношении невысокая. Но, несмотря на это следует отметить, что люди, принадлежащие к этому знаку зодиака - верные спутники, которые отдают предпочтение честным и искренним чувствам. Мужчина Овен всегда готов на сильные чувства, а женщина Овен способна ему достойно ответить. Это позволяет сделать любовные отношения яркими и эмоциональными.</p>

<p>После первой встречи Овнам легко удается найти общий язык и им может показаться, что они созданы друг для друга. В начале, любовная история между партнерами, похожа на сказку.</p>

<p>Но разрушить её в любой момент может повышенная эмоциональность, которая может спровоцировать ссоры и разногласия, практически, из-за пустяков. Именно этим фактором и объясняется низкая совместимость Овен и Овен в любви.</p>

<p>Сохраняется любовь в паре в основном из-за природной напористости мужчины. Почувствовав, что он по-настоящему полюбил женщину, Овен никогда от нее не отступится. Его абсолютно не будет интересовать, под каким знаком зодиака родилась его избранница.</p>

<p>Желание лидерствовать присуще обоим партнерам и это со временем станет сильным раздражающим фактором. Любовные отношения в союзе Овен и Овен часто напоминают одновременно лирическую историю и фильм ужасов. Если партнеры не проявят терпения и не попытаются понять друг друга, то периодические приступы гнева и ярости убьют любовь и приведут к окончательному разрыву.</p>

<p><b>В постели (совместимость в сексе 89%)</b></p>

<p>Несмотря на то, что совместимость мужчины Овна и женщины Овна в постели имеет высокий процент, у партнеров довольно часто возникают разногласии по поводу сексуальных отношений. Но в большинстве случаев отношения продолжаются в силу сильного природного притяжения между представителями этого знака. Это связано с тем, что Овны привыкли всегда сосредотачиваться на собственных ощущениях, поэтому их не заботят нужды и желания других. Эта черта характера способна удерживать партнеров вместе длительное время.</p>

<p>Высокая совместимость Овен и Овен в постели проявляет себя сильной страстью. Оба партнера готовы проявить фантазию в сексуальной сфере или откликнуться на любое оригинальное предложение. Секс в паре Овен и Овен всегда непредсказуем, поэтому очень интересен и очень важно, что именно женщина готова доставить партнеру истинное наслаждение.</p>

<p>Как правило, на фоне имеющейся сексуальной связи, никто из Овнов не задумывается о будущих серьезных взаимоотношениях. Партнеров настолько захлестывают положительные эмоции, что они просто не хотят что-либо менять в определенный жизненный момент. В яркий конфетный период избранников не интересует чужое мнение, поэтому ближайшие родственники и друзья могут только наблюдать за бурным романом со стороны. Если они посмеют вмешаться, то моментально превратятся во врагов. Пройдет не менее месяца, пока партнеры посчитают нужным поговорить о своем будущем.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>

<p>Примечательно, что браки между двумя Овнами заключаются довольно часто. Но при этом в большинстве случаев представители этого знака зодиака вместе остаются недолго. Именно поэтому совместимость мужчины Овен и женщины Овен в браке низкая.</p>

<p>После яркого периода знакомства и притяжения в сексуальной сфере Овны очень быстро соглашаются связать судьбы узами брака. Но уже с первых дней совместной жизни отношения вряд ли можно будет назвать идеальными. На фоне бытовых хлопот и обязательств партнерам с каждым днем все труднее найти общий язык друг с другом, тем более что уступать или находить компромиссы они не умеют в силу природного упрямого характера.</p>

<p>Брак между Овнами может сохраниться, если один из партнеров откажется от лидерства. Очень часто в этом отношении более разумной оказывается женщина. Справиться с разногласиями поможет рождение детей, ведь Овны очень ответственно относятся к родительским обязанностям. Кроме этого, после бракосочетания, партнерам нельзя отказываться от своих совместных увлечений. К примеру, это может быть времяпровождение на природе или занятия спортом. Следует помнить о том, что любое безделье может спровоцировать ссору между двумя деятельными и активными по своей природе Овнами.</p>

<p>В семье Овен и Овен существует еще один опасный фактор, который может привести к разводу - ревность. Представители этого знака не способны разумно справляться с этим чувством, поэтому при возникновении малейших подозрений в неверности партнера готовы к разрыву отношений.</p>

<p>Но даже несмотря на то, что совместимость Овен и Овен в браке низкая, те пары, которые смогут преодолеть трудный начальный период совместной жизни, смогут построить крепкую семью. Их взаимоотношения будут наполнены доверительностью, уважением и любовью. Общительность партнеров будет способствовать тому, что в их ближайшем окружении всегда будут верные друзья, поэтому скучной их жизнь никогда не будет.</p>

<p>В устоявшейся семье двух овнов невозможны измены. И когда партнеры это поймут, то семейная жизнь наполнится спокойствием и из нее уйдут лишние эмоции. Со временем семейная пара научится защищать свой внутренний мир, но при этом и мужчина, и женщина будут продолжать развиваться и самовыражаться в обществе.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 71%)</b></p>


<p>Примечательно, что Овны противоположных полов часто становятся хорошими друзьями. Это практически всегда случается, когда между представителями знака зодиака Овен при встрече не возникает сексуального притяжения.</p>


<p>Овнам никогда не бывает скучно друг с другом, они всегда находят интересные темы для бесед. Основными из них являются бизнес, оружие, спорт и любые события, происходящие в мире. Очень важно, что советы человека, который обладает похожим природным характером, всегда полезные и позволяют правильно сделать выбор при необходимости. Но при этом в дружбе каждый из Овнов стремится стать лидером и это иногда, провоцирует ссоры. После этого далеко не всегда удается восстановить дружеское общение.</p>


<p>Если случится так, что девушка Овен и парень Овен познакомятся и подружатся еще в детстве, то они пронесут крепкую дружбу через всю жизнь. Это обусловлено тем, что у них будет достаточно времени притереться. В силу того, что они очень хорошо узнают друг друга в течение длительного общения, любовные отношения между ними будут просто невозможны.</p>


<p>У двух Овнов, которые поддерживают дружеские отношения длительное время, врагов не будет, ведь они настолько сильны, что с легкостью могут дать отпор недоброжелателям. С другой стороны подружится с ними, как с сильными и интересными людьми, будет мечтать каждый человек. Оба представителя этого знака зодиака всегда ценят дружеские отношения и берегут их.</p>';
		}
		if ($here == 'Овен' && $she == 'Телец') {
			$answer = '<p>Природные характеры людей Овен и Телец совершенно разные. Первые стремительные и непредсказуемые в своем поведении, а вторые рассудительны и всегда обдумывают свои поступки. Деятельному Овну очень трудно понять уравновешенного Тельца. Но, несмотря на это, если люди симпатизируют взаимно, то отличие характеров не помешает им быть вместе. Они будут стремиться понимать свою половину и со временем научаться находить компромиссы в самых сложных ситуациях. Поскольку Тельцы - это люди с обостренным чувством честности и справедливости, то такая черта импонирует Овнам. Они, находясь рядом с таким партнером, могут полностью расслабиться и довериться.</p>

<p>У мужчины Овен и женщины Телец шансы на какие-либо отношения имеются только в случае, если они не являются конкурентами или соперниками. Людям этих знаков зодиака никогда не удастся поладить на фоне столкновения интересов. Избранник Овен никогда не уступит, если это будет угрожать его жизненным целям.</p>

<p><b>В любовных отношениях (совместимость в любви 43%)</b><p>Совместимость мужчины Овен и женщины Телец в любовных отношениях невысокая. Если между партнерами проскочила искра любви, то, вряд ли, они будут противостоять этому. Вначале отношений Овну вполне будет достаточно того, что избранница его искренне любит и ее не нужно подозревать в фальши. Его будет привлекать ее способность вести активный образ жизни и одновременно с этим быть великолепной домохозяйкой.</p>

<p>Низкая совместимость пары Овен и Телец в любви говорит о том, что любовные отношения не будут идеальными. Но на фоне искренней любви партнеры начнут привыкать друг к другу. Им будет обоим импонировать то, что их жизнь наполнена интересными событиями и никогда не бывает скучной.</p>

<p>Но даже при сильных взаимных чувствах, душевная близость между партнерами, вряд ли возникнет. Это связано с тем, что они по-разному воспринимают окружающий их мир и по-разному относятся к происходящим вокруг них событиям. Иными словами их любовь основана на контрастах.</p>

<p><b>В постели (совместимость в сексе 76%)</b><p>Овны - страстные любовники. Именно этим обуславливается высокая совместимость мужчины Овен и женщины Телец в постели. Но снизить сексуальное притяжение сможет такая природная черта характера парня, как ревность. Она доводит его до безумия, и он часто совершает необдуманные поступки, чем отталкивает от себя понравившуюся девушку.</p>

<p>С другой стороны разбудить природную сдержанность у девушки Телец под силу только такому страстному любовнику, как Овен. Именно партнер этого знака зодиака раскрепостит свою избранницу в постели и заставит ее почувствовать комфорт от секса.</p>

<p>По мнению психологов именно высокая совместимость этих знаков в постели способна удерживать вместе партнеров длительное время. Люди понимают, что они подходят как одно целое в сексуальной сфере и поэтому стараются избегать конфликтов и ссор в быту.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>Несмотря на то, что совместимость пары в браке по статистике невысокая, такие союзы отличаются стабильностью. Разводы в парах случаются очень редко. Это связано с тем, что решение о браке представители этих знаков принимают всегда взвешенно и обдуманно.</p>

<p>Прежде всего, супругу Овну импонирует, что в семейной жизни все бытовые проблемы берет на себя избранница. Супруга никогда не задумывается над тем, есть ли у нее желание выполнять рутинную домашнюю работу, она просто делает ее, потому что так нужно.</p>

<p>Совместимость Овен и Телец в браке обеспечивается тем, что партнеры предпочитают все конфликты решать внутри семьи, они никогда не выносят их на обсуждение даже с близкими родственниками. Парень Овен предпочитает лидерствовать в семье, а мудрая и рассудительная Телец позволяет ему это. Но с другой стороны супруга всегда контролирует действие любимого и при необходимости направляет его, предотвращая ошибочные действия. Причем это всегда делается настолько незаметно и тактично, что супруг не догадывается об этом.</p>

<p>Некоторую угрозу для брака представляют родственники, которые считают, что союз двух таких непохожих людей рано или поздно все равно распадется. Но, как правило, природная разумность представителей этого знака позволяет их внимательно выслушать близких людей, чтоб не поссорится с ними, но после этого поступить по-своему.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 82%)</b><p>Дружеские отношения очень часто возникают между парнем Овен и девушкой Телец. Мужчина этого знака зодиака всегда готов оказать бескорыстную помощь и поддержку. Но взамен требует всегда такого же отношения. И подруга Телец всегда готова выслушать друга и дать дельный совет.</p>

<p>Чтобы сохранить дружбу подруга всегда должна помнить о том, что важные для нее тайны нельзя доверять своему другу. Он может в силу своего природного общительного характера легко проболтаться. Когда спутники понимают, что любовные отношения не могут больше продолжаться и не имеют будущего, то они остаются друзьями.</p>

<p>Когда парень Овен и девушка Телец знакомятся в старшем возрасте, то их дружба перерастает в крепкий союз и сохраняется на всю оставшуюся жизнь. Избранник, обладая уже большим житейским опытом, будет по-настоящему ценить советы подруги, а она будет ценить, что рядом с ней находится человек, который в любую минуту готов оказать помощь делом, а не словом. Очень удачно, если они работают в одном коллективе.</p>';
		}
		if ($here == 'Овен' && $she == 'Близнецы') {
			$answer = '<p>Несмотря на то, что Овен и Близнецы относятся к разным стихиям, они удивительно дополняют друг друга как одно целое. Люди, принадлежащие к этим знакам зодиака, имеют одинаковые природные черты характера, они общительны и жизнерадостны. Образно говоря можно сказать так: &laquo;Воздух Близнеца необходим для яркого горения пламени Овна&raquo;. С другой стороны представители знака Близнецы всегда стремятся к жизненному разнообразию, а динамичный образ жизни Овнов всегда может им это обеспечить. Такие союзы всегда очень крепкие. Овны основываются на полном взаимопонимании и любви. Основным объединяющим фактором является стремление партнеров к интересной, насыщенной приключениями жизни.</p>

<p>Мужчина Овен и женщина Близнецы имеют высокие шансы построить гармоничные взаимоотношения. Мужчина этого знака зодиака всегда привык добиваться желаемого, а женщина Близнецы обладает такой сильной природной привлекательностью, что просто не может не заинтересовать его. Партнеры настолько неординарны, что им никогда не бывает скучно вместе.</p>

<p><b>В любовных отношениях (совместимость в любви 88%)</b></p>

<p>Совместимость мужчины Овна и женщины Близнеца в любовных отношениях очень высокая. При первом же знакомстве между людьми этих знаков зодиака возникает сильное притяжение. Но по статистике встреча партнеров обычно происходит при каких-либо романтических обстоятельствах, что усиливает шансы на возникновение любовных отношений.</p>

<p>Девушке Близнецу не стоит переживать, что после того, как парень добьется ее расположения, его чувства охладеют. Пауза может быть вызвана необходимостью того, что избраннику нужно время, чтобы окончательно разобраться в своих чувствах. Пройдет немного времени и любовь в душе молодого человека вспыхнет с новой силой.</p>

<p>Высокая совместимость пары в любви позволяет партнерам построить гармоничные взаимоотношения в короткое время. В любви эти партнеры всегда играют на равных и соответствуют своей половине. Конфликты и ссоры между ними случаются очень редко. Если даже случаются разногласия, то стремление понять спутника, помогает находить компромисс. Партнеры легко идут на уступки, чтобы сохранить отношения. В парах любовь очень часто сохраняется на всю жизнь, разводы случаются крайне редко.</p>

<p><b>В постели (совместимость в сексе 47%)</b></p>

<p>Совместимость мужчины Овна и женщины Близнецы в постели средняя. Это связано с тем, что партнерша в такой паре ищет в интимной сфере не только страсть. Для избранницы очень важна романтическая прелюдия и нежность. Но избранник Овен по своей природе страстный любовник и всегда стремится к интимной связи. При этом ему абсолютно неважно место и время. Он готов заниматься любовью всегда и везде.</p>

<p>Как правило, секс в паре Овен и Близнецы возникает практически сразу после знакомства. Но средняя совместимость знаков в постели указывает на то, что девушка не получает в полной мере удовольствия от сильного напора мужчины, хотя сама по своей природе является чувственной.</p>

<p>Очень часто девушка Близнец соглашается на интимную связь только из страха потерять любимого человека. Частый и бурный секс изматывает партнершу. Мужчине Овен нужно помнить об этом и окружить в постели партнершу лаской, чтобы у нее не возникло ощущения, что любимый использует ее для удовлетворения своих физических потребностей.</p>

<p><b>В браке (совместимость в семейной жизни 91%)</b></p>

<p>Высокая совместимость партнеров в браке обозначает, что в семейной жизни у представителей этого знака все складывается, в большинстве случаев, отлично. В силу того, что девушка Близнец никогда не спешит замуж, а юноша Овен, как правило, связывает себя узами брака рано, для мужчины это, в большинстве случаев второй брак, и он будет покровительственно относиться к супруге.</p>

<p>С годами высокая совместимость Овен и Близнецы в браке будет только способствовать укреплению семейных уз. Если партнеры не развелись вначале семейной жизни, то они будут счастливо жить вместе до глубокой старости.</p>

<p>Для того чтобы отношения в семье складывались удачно паре необходимо научиться:</p>
<ul>
  <li>Воспринимать вторую половинку со всеми природными недостатками и достоинствами.</li>
  <li>Всегда учитывать интересы партнера.</li>
  <li>Быть ответственными и всегда выполнять обещания.</li>
  <li>Стремиться к компромиссам по любым бытовым вопросам.</li>
</ul>

<p>Укрепляет семейный союз общее дело, поэтому очень хорошо, если супруги занимаются общим бизнесом. Кроме того более легко и быстро привыкают друг к другу люди с высоким духовным уровнем. У мужчины часто будет возникать желание занять лидерские позиции в семье, и дипломатичная супруга не будет с ним спорить, но всегда поступит по-своему. Это, в итоге, устроит обоих партнеров.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 58%)</b></p>

<p>Дружат мужчина Овен и женщина Близнецы очень редко. Прежде всего, это связано с тем, что в любой момент дружеские отношения могут перерасти в любовную связь. В таком сочетании дружба может быть между близкими родственниками. К примеру, надежные дружеские отношения возможны между отцом и дочерью или между людьми разных поколений.</p>

<p>В дружбе наиболее ценной оказывается честность и преданность Овна. Но при этом для людей этого знака зодиака не характерна внимательность. Даже находясь рядом с человеком все время, он может не замечать его проблем. То есть такому мужчине всегда нужно все озвучивать и объяснять в чем должна заключаться его помощь.</p>

<p>Будучи друзьями, Овен и Близнецы никогда не будут скучать, находясь вместе. Они всегда найдут интересные темы для разговоров. Овну никогда не удастся лидерствовать в таком тандеме, но при этом мужчина будет всегда чувствовать, что рядом с ним находится настоящий друг.</p>';
		}
		if ($here == 'Овен' && $she == 'Рак') {
			$answer = '<p>Несмотря на непохожесть, союзы между знаками Овен и Рак встречаются довольно часто. Основное отличие их состоит в том, что Овен любит экспериментировать на своем жизненном пути, а Рак всегда двигается по ранее составленному плану. Отношения между партнерами всегда складываются непросто, но по истечению определенного времени они приспосабливаются друг к другу и им удается построить гармоничные отношения. Такой союз можно объяснить тем, что противоположности притягиваются. Эмоциональному Овну всегда полезной оказывается поддержка Рака, который умеет правильно расставить приоритеты и сгладить конфликтные ситуации.</p>

<p>Мужчина Овен часто находит общий язык с женщиной Раком. Их интересы пересекаются в различных жизненных сферах. Но при этом помешать прекрасным отношениям могут разные природные характеры. Сильная внутренняя энергетика парня Овен может оттолкнуть девушку Рак.</p>

<p><b>В любовных отношениях (совместимость в любви 56%)</b></p>

<p>Совместимость мужчины Овна и женщины Рака в любовных отношениях находится на среднем уровне. Но все дело в том, что этим людям очень сложно встретится, ведь мужчина является публичной личностью, а женщина предпочитает домашнее времяпровождение.</p>

<p>Но если пара познакомиться волею судьбы, то противоположность характеров подтолкнет их друг к другу. Очень часто в девушку Рака влюбляются мгновенно, и парень Овен не является исключением. В этом случае велика вероятность любви с первого взгляда.</p>

<p>Не очень высокая совместимость пары в любви указывает на то, что на начальном этапе любовные отношения не будут простыми. Девушка Рак будет любить партнера настолько самозабвенно, что это будет его утомлять. Накалять обстановку будет ревность, которая практически всегда присутствует между Овном и Раком, на начальном этапе отношений.</p>

<p>Если партнеры искренне любят, то им удастся преодолеть все сложности. Пройдет не так много времени, и они научаться ценить своих избранников, а вместе с уважением придет понимание, что позволит построить доверительные теплые отношения. Овен начинает понимать, что его избранница только на первый взгляд кажется беззащитной, но при этом имеет сильный внутренний характер.</p>

<p><b>В постели (совместимость в сексе 81%)</b></p>

<p>Совместимость мужчины Овна и женщины Рака в постели очень высокая. Этому способствует то, что мужчина позволяет своей партнерше полностью раскрыть свой природный сексуальный потенциал.</p>

<p>Девушке очень нравится сексуальность и пылкость партнера, которая позволяет ей почувствовать себя по настоящему любимой. Ее привлекает огненный темперамент возлюбленного, который абсолютно не желает сдерживаться в постели и предпочитает экспериментировать. Но с другой стороны некоторая грубость и агрессивность секса может поначалу пугать избранницу. Со временем парень, на фоне искренней любви, научится проявлять больше ласки и внимания в постели, приучая партнершу к насыщенному эмоциями сексу.</p>

<p>Привязанность девушки Рака к партнеру в сексуальной сфере очень часто является основным фактором, на базе которого строятся дальнейшие отношения. Хорошая совместимость этих знаков в постели сохраняется на долгие годы и исключает возможность измен.</p>

<p><b>В браке (совместимость в семейной жизни 73%)</b></p>

<p>Высокая совместимость партнеров в браке говорит о том, что представители этих знаков зодиака после конфетно-букетного периода, в большинстве случаев, остаются вместе и создают крепкую семью.</p>

<p>Но при этом семья их не будет идеальной. Во-первых, разногласия могут возникать на почве разного отношения к семейным финансам. Супруг Овен легко зарабатывает деньги, но также способен их быстро потратить. Его жена привыкла все рассчитывать и материальное благополучие очень много для нее значит. Чтобы избежать конфликтов следует сразу распределить семейные обязанности в финансовой сфере: муж зарабатывает, а жена распоряжается финансовыми поступлениями.</p>

<p>Высокая совместимость Овен и Рак в браке далеко не всегда свидетельствует о благополучии в моральном плане. Просто супруга Рак будет из последних сил пытаться сохранить семью, даже если ее что-либо в отношениях с партнером не будет устраивать. Очень часто после долгих лет совместной жизни партнерша начинает уставать от напористости мужа и его эмоциональности. С другой стороны Овен начинает раздражаться от беспомощности супруги и ее незащищенности. В кризисные моменты спасти семью может временное расставание. К примеру, кто-то из супругов может отправиться в длительную командировку или путешествие.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 41%)</b></p>

<p>Низкая совместимость мужчины Овен и женщины Рака в дружбе объясняется тем, что любовь возникает быстрее, чем они успевают подружиться. Для того чтобы люди дружили они должны отличаться схожестью характеров, для пары Овен и Рак - это не присуще.</p>

<p>Как подруга, Рак будет стремиться опекать Овна, покровительствовать над ним. Но такое отношение не понравится Овну. Как вариант дружба возможна только в том случае, если люди относятся к разным поколениям. Также часто парень Овен начинает дружить с девушкой, когда у него в жизни наступают трудные времена. После того, как ситуация стабилизируется дружеские отношения сохранятся, но при этом искренности уже не будет. Скорее таких друзей лучше будет считать приятелями.</p>

<p>Не может возникнуть дружбы между представителями этих знаков зодиака даже в том случае, если люди работают вместе. Более того, если они работают над одной и той же задачей, то могут просто мешать друг другу. Мужчина Овен всегда торопиться и медлительность подруги Рака будет его сильно раздражать. Очень часто мешает наладить отношения прямолинейность, которая присуща характерам обоих знаков.</p>';
		}
		if ($here == 'Овен' && $she == 'Лев') {
			$answer = '<p>Союз Овен и Лев всегда яркий и неповторимый, отношения между представителями этих знаков зодиака наполнены позитивными эмоциями и страстями. Эти люди обладают похожей от природы энергетикой, поэтому им всегда интересно вместе. Образовав союз в любовной или дружеской сфере, представители этих знаков зодиака редко расстаются. Они ценят друг друга и со временем становятся одним целым. И парень Овен, и девушка Лев любят быть в центре внимания, потому всегда окружены друзьями. Нарушить отношения между ними может ярко выраженная природная амбициозность. В войне амбиций важно своевременно находить компромиссы, нельзя допускать, длительного противостояния.</p>

<p>Пара мужчина Овен и женщина Лев разносторонняя, а их отношения многогранны. Представители этих знаков зодиака легко находят общий зык во всех сферах жизнедеятельности. Эти люди трудолюбивы и общительны, поэтому могут достичь в жизни значимых высот.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>

<p>Высокая совместимость мужчины Овен и женщины Лев в любовных отношениях свидетельствует о том, что при встрече представителей этих знаков зодиака всегда возникает ярко выраженное обоюдное притяжение. Этим людям никогда не будет скучно вместе, а их любовные отношения сравнимы с пылающим костром. Чем дольше длится любовная связь, тем острее чувства.</p>

<p>Для того чтобы отношения имели будущее, Овен и Лев должны научиться перенаправлять свою энергию на другое русло. В противном случае любовная страсть захлестнет их полностью и ничего хорошего из этого не получится. Высокая совместимость партнеров в любви приводит к сильному и неуправляемому притяжению, которым нужно обязательно научиться управлять.</p>

<p>Каждый из пары обладает сильной внутренней волей и достаточной энергией, чтобы реализовать любые задумки. Поэтому нужно построить любовные отношения, таким образом, чтобы любовь была направляющей силой.</p>

<p><b>В постели (совместимость в сексе 99%)</b></p>

<p>Совместимость мужчины Овен и женщины Лев в постели идеальная. Оба партнера от природы страстные и пылкие любовники, не терпящие никаких ограничений и предрассудков в сексе. Совместимость спутников в постели сохраняется на всю жизнь, если они будут чувствовать себя равноправными партнерами. Лидерство в постели неуместно и только оно может слегка нарушить полную гармонию чувств и ощущений в сексуальной сфере.</p>

<p>Овен и Лев не терпят фальши, поэтому и в сексуальных отношениях представители этих знаков зодиака будут максимально искренние. Раскованность и отсутствие комплексов не мешают партнерам быть внимательными в постели.</p>

<p>Мужчине Рак следует помнить о том, что ни в коем случае нельзя упоминать о своих бывших сексуальных партнершах, даже невзначай. Это очень обидит избранницу, так как она подумает, что ее партнер пытается сравнить ее с другими. Это нарушит гармонию в сексуальных отношениях и может стать предвестником расставания.</p>

<p><b>В браке (совместимость в семейной жизни 88%)</b></p>

<p>Совместимость пары в браке очень высокая и это значит, что представители этих знаков зодиака всегда создают крепкие семьи. Супруги не просто взаимно влюблены, между ними существует тесная дружеская связь. В такой семье супруги будут способствовать саморазвитию и карьерному росту.</p>

<p>Как правило, в этом плане вдохновителем и источником полезных идей является девушка, ведь она обладает от природы развитой интуицией и способна ради любимого человека свернуть горы. Муж Овен с удовольствием воспринимает идеи супруги и успешно продвигает их, благодаря своей природной напористости и трудолюбию.</p>

<p>Совместимость Овен и Лев в браке гарантирует семейное процветание. Благодаря разумности супруги в семье будет царить финансовое благополучие, она сумеет справиться с расточительностью своего избранника.</p>

<p>Оба партнера ценят домашний комфорт и стабильность в отношениях. Поэтому они прилагают максимальные усилия, чтобы обеспечить счастливое будущее. Влюбленные любят детей, поэтому часто семьи представителей этих знаков зодиака бывают многодетными. Для семейного благополучия супруги готовы идти на любые компромиссы, хотя, впрочем, разногласия между ними случаются очень редко.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 66%)</b></p>

<p>Примечательно, что девушка Лев и парень Овен очень часто становятся настоящими друзьями. Но, как правило, дружеские связи представители этих знаков зодиака поддерживают в случаях, когда они не свободны и имеют своих вторых половинок.</p>

<p>Дружба Овна и Льва держится на похожести природных характеров, совпадении темпераментов и в целом общности интересов. Подружиться представители этих знаков зодиака могут на основе того, что оба очень любят активный отдых, поэтому получают удовольствие от совместного времяпровождения. Но при этом разница между этими людьми состоит в том, что парню нравятся увлечения и обстановка попроще, а избранница должна блистать при любых обстоятельствах.</p>

<p>Для девушки Лев в дружбе с Овном особо ценно то, что ей с таким другом никогда не бывает скучно. А для Овна привлекательным фактором является наличие рядом понимающего и умного собеседника. Кроме этого мужчина ценит то, что подруга Лев может умело подбодрить в трудных жизненных ситуациях.</p>

<p>Даже учитывая то, что Лев и Овен всегда стремятся избегать измен, на фоне длительного дружеского общения между ними может проскочить искра любви. Избежать этого можно только в том случае, если их вторые половинки будут находиться всегда рядом с ними.</p>
';
		}
		if ($here == 'Овен' && $she == 'Дева') {
			$answer = '<p>Овен и Дева обладают разными природными характерами. Это не позволяет им сблизиться в личной сфере, гораздо стабильнее оказываются дружеские отношения. Это весьма проблематичная пара. Прежде всего, это связано с тем, что Овен амбициозен, он привык, что всего легко добивается в своей жизни сам, всегда избегает трудностей и стремится наслаждаться жизнью. Дева по своей природе труженица, она не боится жизненных трудностей, поэтому ей нелегко понять человека, который пытается получить результат, не вкладывая в него сил. Людям, которые абсолютно по-разному смотрят на мир, тяжело находить компромиссы, которые и являются залогом хорошей совместимости.</p>

<p>Для того, чтобы мужчина Овен и женщина Дева были вместе, им нужно приложить максимум усилий. Кроме этого вокруг них должны сложиться определенные благоприятные обстоятельства. Союзы часто возникают на фоне того, что парня Овен привлекает практичность Девы. С другой стороны партнерша всегда ценит природный ум и жизненный опыт партнера.</p>

<p><b>В любовных отношениях (совместимость в любви 43%)</b></p>

<p>Любовные отношения между представителями этих знаков зодиака всегда складываются проблематично. Именно об этом свидетельствует очень низкая совместимость мужчины Овна и женщины Девы в любовных отношениях.</p>

<p>Только искренняя любовь может удерживать представителей этих знаков зодиака вместе. Для Девы притягательной оказывается такая природная черта избранника, как утонченность. Как сильной личности, ей хочется оградить любимого от всех жизненных неприятностей и создать ему условия для его самосовершенствования. Любящий Овен стремиться стать избраннице настоящей опорой и подтолкнуть ее к продвижению по карьерной лестнице. То есть можно сказать, что совместимость пары Овен и Дева в любви - это фактор, который позволяет реализовать партнерам собственные амбиции.</p>

<p>Нестабильность любовных отношений, прежде всего, связана с нетерпеливостью женщины. У нее не хватает терпения постепенно строить отношения, она желает, чтобы избранник сразу начал понимать ее с полуслова. С другой стороны природная педантичность избранницы часто раздражает мужчину и это тоже не благоприятствует стабильности отношений.</p>

<p><b>В постели (совместимость в сексе 76%)</b></p>

<p>Сексуальные отношения представителей этих знаков зодиака могут развиваться весьма благополучно. Совместимость мужчины Овна и женщины Девы в постели высокая, потому что партнеры на начальном этапе отношений пытаются познать своих половинок, наслаждаясь своей непохожестью.</p>

<p>Оба партнера очень чувственны и ценят те чувства, которые возникают у них в моменты интимной близости. Парню нужно будет привыкнуть к тому, что его избранница в постели переменчива, но это не является минусом, а только раззадоривает партнера.</p>

<p>Несмотря на то, что совместимость у пары в постели выше средней - это не является подталкивающим фактором к браку. Партнеры могут быть вместе длительное время, но после этого расстаются и создают семьи с другими людьми.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>

<p>Низкая совместимость этих знаков связана с тем, что партнерша в таком союзе очень критична. Она уделяет особое внимание мелким деталям, что делает совместную жизнь невыносимой для свободного и раскрепощенного Овна. Большие проблемы в семейной жизни всегда связаны с тем, что супруга резко высказывает свои претензии к мужу. Такой категоричностью она ранит самолюбие мужа, который тут же пытается защититься подобным образом.</p>

<p>Низкая совместимость Овна и Девы в браке свидетельствует о том, что в семейных отношениях царит непонимание и при этом партнеры вовсе не собираются идти на компромиссы. Исчезает доверительность между супругами, которая, как известно, является главным фактором, обеспечивающим благополучие в семье.</p>

<p>Разводы в таких союзах довольно частое явление. Но при этом женщина будет пытаться до последнего сохранить семью. Это связано с тем, что, несмотря на все существующие проблемы, она не может представить жизнь без своего партнера. Он наполняет ее необходимой жизненной энергией. Чтобы создать в семье гармонию и счастливо жить Овен и Дева должны отказаться от попыток переделать своих спутников.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 65%)</b></p>

<p>Дружеские отношения между барышней Дева и парнем Овен возникают нечасто. Сблизиться представителям этих знаков зодиака не позволяют разные характеры и темпераменты. Каждый из этих людей имеет свои интересы. Даже если они волей случая пересекутся, то разное отношение к окружающему миру сразу оттолкнет их друг от друга.</p>

<p>Когда случается так, что Овен и Дева приятельствуют, то между ними часто случаются разногласия. При малейших неудачах, они способны обвинять в этом друг друга и высказывать резкие претензии.</p>

<p>Девушка Дева по своей природе не доверяет никому, а тем более эмоциональному Овну. С другой стороны дружить мужчине с такой избранницей очень скучно, так как она постоянно пытается его ограничить в действиях и всегда ставит под сомнение правильность его решений.</p>

<p>Дружба между этими людьми возможна, только если у них на протяжении долгих лет имеется общее увлечение. В этом случае они способны обратить внимание на достоинства друг друга. Более того, в таких случаях у них возникает сплоченность для достижения цели. Партнеры стремятся передать свой опыт и знания, что способствует возникновению дружбы. Примечательно, что на почве дружеских связей между представителями этих знаков зодиака никогда не может возникнуть любовь, так что половинки этих людей могут быть совершенно спокойны.</p>';
		}
		if ($here == 'Овен' && $she == 'Весы') {
			$answer = '<p>Овен и Весы находятся на противоположных сторонах зодиакального созвездия, но, несмотря на это, совместимость этой пары очень высокая. Их союз всегда своеобразен, но он может быть очень крепким. Такие противоположные характеры притягиваются с первых минут знакомства. Пара умеет договариваться, поэтому между представителями этих двух знаков зодиака редко возникают разногласия. Оба партнера открыты для самосовершенствования, поэтому с удовольствием учатся друг у друга, приобретая необходимый жизненный опыт. Овну импонирует рассудительность Весов. Успешность отношений связана с тем, что партнеры не пытаются переделать свою половинку, и никто из них не стремится к лидерству.</p>

<p>При встрече между мужчиной Овном и женщиной Весы всегда возникает взаимное личное притяжение. По своему природному характеру Овен и Весы настоящие борцы завоеватели и, находясь вместе, они удваивают свои силы. Этот союз основан на полном взаимопонимании и в нем царит гармония.</p>

<p><b>В любовных отношениях (совместимость в любви 71%)</b></p>
<p>Совместимость мужчины Овна и женщины Весов в любовных отношениях довольно высокая, хотя и не идеальная. Властного и эмоционального партнера привлекает мягкая и рассудительная барышня. Овен сразу влюбляется в свою элегантную и изысканную избранницу и будет стремиться сохранить свою восхищенность ею на длительное время.</p>

<p>Оба партнера поддерживают чистоту чувств. Совместимость пары в любви связана с тем, что партнеры полностью исключают измены. Малейший повод для ревности может разрушить отношения.</p>

<p>Важно чтобы мужчина понимал, что его избраннице нужно чувствовать себя любимой. Он должен окружить ее такой заботой и лаской, чтобы у нее не возникло желание красоваться перед другими мужчинами в обществе. Девушка Весы должна всегда гордиться своим спутником, это позволит ей не замечать других мужчин, а, следовательно, не спровоцировать мимоходом ревность у любимого.</p>

<p>Любовные отношения в паре Овен и Весы, как правило, сохраняются на всю жизнь. Этому способствует желание женщины Весы находить компромисс в самых сложных бытовых ситуациях. Несмотря на природную вспыльчивость, Овен принимает такой подход к решению проблем.</p>

<p><b>В постели (совместимость в сексе 88%)</b></p>
<p>В целом совместимость мужчины Овна и женщины Весов в постели очень высокая, хотя следует знать, что на начальном этапе сексуальных отношений практически всегда возникает непонимание. Это связано с тем, что Овен проявляет свою напористость и стремится все сделать по своему, а избранница Весы считает, что в сексе лучше &laquo;равноправие&raquo; и не поддается его желаниям.</p>

<p>Но высокая совместимость пары в постели позволяет быстро преодолеть такие разногласия, и партнеры начинают просто наслаждаться сексом, не зацикливаясь на внутренних противоречиях. Со временем они начинают великолепно чувствовать друг друга. Они оба в постели не боятся экспериментов. Кроме того секс, наполненный позитивом, помогает им быть успешными и в других сферах жизнедеятельности.</p>

<p><b>В браке (совместимость в семейной жизни 73%)</b></p>
<p>Представители этих знаков зодиака создают крепкие семьи, основанные на полном взаимопонимании и поддержке. Об этом свидетельствует высокая совместимость партнеров в браке. Но при этом семейные отношения будут гармоничными только в том случае, если люди постарались узнать партнера получше до свадьбы.</p>

<p>Очень часто такая пара решает пожить вместе до того, как узаконить отношения, чтобы убедится в собственных чувствах и приспособится в быту. Представители этих знаков зодиака сразу распределяют обязанности. Глобальные семейные вопросы всегда решает супруг и при этом полностью несет ответственность за свои ошибки. Супруга отвечает за организацию надежного тыла, причем все должно быть на уровне, ведь для Овна комфорт в быту очень важен.</p>

<p>Высокая совместимость Овен и Весы в браке объясняется тем, что супруга отличается природной мудростью. И приобретая опыт семейной жизни, она со временем становится настоящей хранительницей домашнего очага. Ей удается сглаживать все конфликты, находить компромиссы при возникновении проблем и успокаивать вспыльчивого от природы мужа. В семье всегда царит благополучие, так как она контролирует траты и не позволяет расточительному Овну бездумно тратить деньги.</p>

<p>Супруги совместно решают все вопросы. Они являются великолепными родителями и создают для детей благоприятную уютную обстановку в семье, которая способствует их разностороннему развитию.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 32%)</b></p>
<p>Совместимость в дружбе у мужчины Овна и женщины Весы, которые являются ровесниками очень низкая. Все дело в том, что любые дружеские отношения практически всегда превращаются в любовную связь. Рядом с Овном партнерша всегда чувствует себя настоящей леди, и она не сможет вести себя по-компаньонски. С другой стороны Овен всегда реагирует на женственность естественным образом, что исключает развитие дружеских отношений.</p>

<p>Но если партнеры относятся к разным поколениям, то между ними могут возникнуть крепкие дружеские отношения. При этом они по-настоящему поддерживают своих спутников, помогают им развиваться и преодолевать жизненные преграды. Особенно крепкой может быть дружба в том случае, если людей связывает общая работа.</p>';
		}
		if ($here == 'Овен' && $she == 'Скорпион') {
			$answer = '<p>Союз пары Овен и Скорпион очень крепкий, хорошая совместимость наблюдается во всех сферах. Но примечательно то, что эти люди могут при определенных жизненных обстоятельствах стать настоящими врагами, но это случается крайне редко. Представители этих знаков зодиака имеют похожие характеры. Они честные и принципиальные люди, которые стремятся к интересной, наполненной приключениями жизни. В таком союзе генератором идей всегда является Скорпион, а функции двигательной силы выполняет Овен. В силу постоянного движения вперед в одном направлении такие люди всегда очень заняты, поэтому редко конфликтуют.</p>

<p>Две сильных от природы личности, которыми являются Овен и Скорпион, отличаются высокой совместимостью. Но крепкие союзы получаются, только если партнеры ценят независимость и самостоятельность своей половинки. Если их интересы будут полярными и на этой почве возникнет серьезный конфликт, то они станут врагами на всю жизнь.</p>

<p>В любовных отношениях (совместимость в любви 92%)</p>
<p>Совместимость мужчины Овна и женщины Скорпиона в любовных отношениях очень высокая. Именно поэтому при первой же встрече эти двое распознают родственные души друг в друге, и между ними в одночасье возникает любовь. Связывает этих людей не только великолепный секс, который доставляет им обоим несказанное удовольствие, но и общие интересы.</p>

<p>Спутники одинаково смотрят на окружающий их мир и являются идеалистами по своей природе. Они стремятся познавать мир и постоянно самосовершенствуются, поддерживая партнера в любых начинаниях. В этом союзе спутники взаимно дополняют друг дуга и чувствуют себя абсолютно счастливыми. Именно об этом свидетельствует высокая совместимость пары в любви.</p>

<p>Девушка Овен постоянно находится в движении и с легкостью придумывает новые идеи. А избранник глубоко оценивает их суть и принимает решение по поводу воплощения их наяву. Избранница ценит мудрость любимого человека и уступает. Взаимопонимание делает отношения устойчивыми и стабильными.</p>

<p>В постели (совместимость в сексе 76%)</p>
<p>Высокая совместимость мужчины Овна и женщины Скорпиона в постели является основой их взаимоотношений. Сексуальное притяжение между представителями этих знаков зодиака очень сильное. Хорошая совместимость этих знаков в постели свидетельствует о полной гармонии. Пара Овен и Скорпион - это эталон сексуальности.</p>

<p>На начальном этапе отношений любовники стремятся заниматься сексом каждую минуту. Партнеры страстные и чувственные, каждый из них желает доставить удовольствие любимому человеку. В их отношениях отсутствует ложная скромность, они готовы в одночасье выплеснуть всю свою сексуальную энергию лишь бы испытать неповторимые ощущения.</p>

<p>Несмотря на то, что оба партнера изобретательны и умеют заниматься любовью, чувства для них очень важны. Они признают секс только на фоне искренней любви. Чтобы сексуальные отношения сохраняли свежесть, паре в постели нельзя терять изобретательность. Секс не должен превратиться для них в рутинное занятие. Творческий подход к интимной сфере является гарантией того, что сексуальные отношения будут радовать пару долгие годы.</p>

<p>В браке (совместимость в семейной жизни 80%)</p>
<p>Совместимость партнеров в браке позволяет сохранять крепкие отношения только в случае, если супруги будут вести активный образ жизни. Со стороны семья представителей этих знаков зодиака выглядит как монолит, который ничто не может разрушить.</p>

<p>В большинстве случаев, супруга находится в тени своего энергичного мужа, но при этом остается самодостаточной личностью. Но иногда избранник уступает лидерство девушке. В этом случае он становится надежной опорой и поддержкой для супруги. В семье будет царить гармония и сохраняться благополучная атмосфера только в случае, если муж и жена не соперничают между собой.</p>

<p>Несмотря на то, что совместимость Овен и Скорпион в любви высокая существуют реальные угрозы, о которых следует знать. Девушка Скорпион очень подозрительна. Легкость характера и общительность Овна часто вызывают у нее ревность. Избраннику нужно обязательно помнить о том, что предательство любимая никогда не простит. Но в силу природной честности мужчины Овен, такие ситуации случаются редко, а любые беспочвенные подозрения любящему мужчине удается быстро рассеять.</p>

<p>Опасность для семейной жизни несут также постоянные неудачи. Все дело в том, что оба партнера по своей природной сущности победители, поэтому они очень тяжело переносят удары судьбы. Неприятности пробуждают у партнеров внутреннюю агрессию, на почве чего они начинают обвинять в происходящем любимого человека. Причем остановиться вовремя возлюбленные не могут, что приводит к значительному ухудшению отношений, а иногда и к разводу.</p>

<p>В дружбе (совместимость в дружеских отношениях 58%)</p>
<p>Совместимость в дружбе между парнем Овном и девушкой Скорпионом находится на уровне немного выше среднего. Это указывает на то, что дружеские отношения между представителями этого знака зодиака возникают не часто.</p>

<p>Если даже любовная искра не проскочила в паре Овен и Скорпион, то дружить они вряд ли смогут, так как оба стремятся к лидерству и вряд ли научаться уступать друг другу. Объединить партнеров может общее дело. Вместе они будут более успешно продвигаться к цели, а это приведет к тому, что на этом фоне возникнет дружба. Но гарантировать то, что она будет прочной, все равно нельзя. При возникновении неблагоприятных внешних обстоятельств, дружба заканчивается и даже существует риск, что бывшие друзья станут врагами.</p>';
		}
		if ($here == 'Овен' && $she == 'Стрелец') {
			$answer = '<p>Овен и Стрелец объединенные стихией огня. Они имеют одинаковые темпераменты, и это способствует тому, что представители этих знаков зодиака легко находят общий язык между собой. Но с другой стороны их взрывные и необузданные природные характеры приводят к частым разногласиям, которые им далеко не всегда удается легко преодолеть. Примечательно, что в данном тандеме Стрелец является более слабой личностью, в связи с этим лидерство всегда захватывает Овен. Несмотря на некоторую противоречивость характеров, эти люди, находясь рядом, привлекут к себе удачу и станут более успешными.</p>

<p>Овен и Стрелец имеют сходные характеры, поэтому умеют прекрасно ладить. У этой пары великолепное взаимопонимание, их интересы в различных сферах жизнедеятельности часто пересекаются. Встретившись однажды, влюбленные имеют большие шансы создать гармоничный союз.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>
<p>Совместимость мужчины Овна и женщины Стрельца в любовных отношениях считается идеальной. Партнерам вместе никогда не бывает скучно, они умеют активно и плодотворно работать, а также полноценно отдыхать, наслаждаясь обоюдным общением.</p>

<p>Девушка Стрелец активна, но при этом не проявляет фанатизма и это импонирует парню Стрельцу. Партнерша всегда имеет собственное мнение, но при этом на лидерство в сложившемся союзе не претендует. Для девушки особенно ценным качеством является доверие. А мужчина Овен является честным и открытым человеком, поэтому сразу становится понятно, что обманывать избранницу он никогда не будет.</p>

<p>Спутники в такой паре являются сильными личностями, поэтому естественно, что у них на некоторые вещи могут быть разные взгляды. Но совместимость пары в любви от этого не изменяется, так как в силу тактичности своего характера партнерша незаметно перевоспитывает партнера, но никогда не заостряет внимание над имеющимися разногласиями. Она на подсознательном уровне понимает, что для того, чтобы сохранить любовь нельзя спорить с избранником ни при каких обстоятельствах.</p>

<p><b>В постели (совместимость в сексе 63%)</b></p>
<p>Совместимость мужчины Овна и женщины Стрельца в постели выше среднего уровня. Но этого вполне достаточно для того, чтобы разнообразить жизнь партнеров, которые имеют много общих интересов в других сферах. Поэтому можно считать, что совместимость этих знаков в постели - это гармоничное продолжение того взаимопонимания, которое есть между представителями этих знаков зодиака в жизни.</p>

<p>Мужчина Овен более темпераментен в сексе, но избранница Стрелец стремится подстроиться под его напор и у нее это прекрасно получается. В интимной сфере партнерша с легкостью соглашается на пассивную роль, отдавая всю инициативу любимому человеку.</p>

<p>Возлюбленные открыты для экспериментов в постели, поэтому их интимная близость разнообразна и никогда не превращается в рутину. Примечательно, что сексуальное притяжение между избранником Овен и барышней Стрелец на фоне взаимной любви сохраняется на долгие годы.</p>

<p>Партнеры очень ценят свои чувства, поэтому наслаждаясь нежностью и испытывая страсть, бережно относятся друг к другу. Со временем для пары становится важнее не сам процесс секса, а та эмоциональна близость, которая возникает в процессе этого.</p>

<p><b>В браке (совместимость в семейной жизни 67%)</b></p>
<p>Высокая совместимость пары в браке говорит о том, что эти люди очень часто после близкого знакомства создают семьи. Но на первоначальном этапе совместного проживания отношения не очень хорошо складываются у представителей этих знаков зодиака.</p>

<p>Главным камнем преткновения является то, что супруга не умеет заботиться о доме. По своей природе она не домохозяйка. Поэтому мужчина Овен не может рассчитывать на то, что приходя домой, он будет с удовольствием наслаждаться уютом и комфортом. Если эту проблему паре удастся преодолеть, правильно распределив бытовые обязанности, то можно сказать, что им удастся построить крепкую и гармоничную семью.</p>

<p>Высокая совместимость Овен и Стрелец в браке говорит о том, что люди предоставляют свободу друг другу. Супружеская жизнь этих людей насыщена интересными событиями. Их семья строится на абсолютном доверии. Основное требование женщины к мужчине в таком союзе - обеспечение материального достатка в семье. Но при этом супруга Стрелец готова оказывать в этом любую помощь. Именно поэтому в таких союзах часто имеется общий бизнес. Укрепляет семью пары Овен и Стрелец рождение общих детей.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 52%)</b></p>
<p>Несмотря на средний уровень совместимости между женщиной Стрелец и мужчиной Овен в дружбе, они часто стают друзьями. Дружеские отношения часто развиваются в том случае, если в силу каких либо обстоятельств любовная искра не проскочила между партнерами при первой встрече. К примеру, мужчина и женщина имеют большую разницу в возрасте, или они не свободны.</p>

<p>В дружеских отношениях партнеры чувствуют себя раскрепощено. Очень часто дружба возникает на базе делового общения. То есть, коллеги при определенном стечении обстоятельств начинают дружить. Это связано с тем, что Стрелец и Овен всегда с удовольствием делятся жизненным опытом. Поддерживая друг друга, эти люди становятся более успешными. Если мужчина Овен и женщина Стрелец дружат, то их половинки могут не опасаться измен. Более того, обычно в таких случаях говорят, что люди дружат семьями.</p>';
		}
		if ($here == 'Овен' && $she == 'Козерог') {
			$answer = '<p>Союз Овен и Козерог может быть крепким, долговечным и гармоничным только при искреннем стремлении партнеров к этому. Несмотря на то, что между представителями этих знаков зодиака мало общего, они довольно часто создают крепкие семьи. В основном такие пары строят свои союзы на взаимной выгоде. Козерог - это очень серьезная личность, поэтому такой человек всегда может принимать волевые решения.</p>

<p>Овен подзаряжает партнера энергией и помогает ему раскрепоститься, что оказывается очень полезным для успешного продвижения вперед. Главное для такой пары научиться понимать вторую половинку.</p>

<p>В характерах знаков Овен и Козерог очень мало общего, но, несмотря на это, они создают крепкие союзы. Базой гармоничных отношений является то, что мужчина в такой паре оказывается для женщины настоящим рыцарем, с другой стороны для партнера его избранница будет настоящим советником во многих жизненно важных вопросах.</p>

<p><b>В любовных отношениях (совместимость в любви 82%)</b></p>
<p>Совместимость мужчины Овна и женщины Козерога в любовных отношениях высокая. В данном случае это значит, что женщина всегда окружена вниманием мужчины. Ее партнера привлекает сильный природный характер избранницы.</p>

<p>Представители этих знаков зодиака очень сильно отличаются по своим природным чертам. Совместимость пары в любви удерживается на высоком уровне только потому, что эти люди дополняют друг друга. Со стороны может показаться, что влюбленные практически не общаются. Но это, в основном связано со сдержанностью девушки Козерога. Парень Овен принимает такое поведение избранницы, поэтому в паре царит гармония. Партнеры никогда не лицемерят и не обманывают своих избранников. Их любовь основывается на взаимной поддержке.</p>

<p>Примечательно, что в любовных отношениях никто не стремится к лидерству. Даже амбициозный Овен предпочитает все вопросы решать сообща, ведь для него мнение любимой очень важно.</p>

<p>Чтобы союз был по-настоящему гармоничным, партнерам придется на начальном этапе отношений многому научиться. Со временем девушка Козерог становится общительней и инициативней, Овен научится более реалистично относиться к жизни.</p>

<p><b>В постели (совместимость в сексе 81%)</b></p>
<p>Совместимость мужчины Овна и женщины Козерога в постели высокая при условии, что темпераменты партнёров совпадают. К сожалению, это случается не часто. Как правило, барышне трудно полностью расслабиться, так как она от рождения закомплексованная. Парень Овен является полной противоположностью. Он всегда стремиться к сексу и мечтает получать удовольствие в постели. Как сексуальный партнер он не принимает никаких условностей и предпочитает действовать активно.</p>

<p>В силу этого, горячему мужчине Овну очень быстро удается раскрепостить свою избранницу, которая смотрит абсолютно на все с позиции здравого смысла. Пройдет немного времени и два человека научаться получать обоюдное наслаждение от интимных утех. Как только избранница Козерог перестанет относиться к сексу как к работе, интимная жизнь наладится. И этому свидетельствуют длительные отношения спутников, которые подтверждают совместимость пары в постели.</p>

<p><b>В браке (совместимость в семейной жизни 92%)</b></p>
<p>Со стороны избранники кажутся идеальной парой. И это действительно так, но при этом никто даже не догадывается, сколько супругам пришлось приложить усилий, чтобы научится взаимному пониманию и построить крепкую семью.</p>

<p>Идеальная совместимость пары в браке говорит о том, что разные по природным характерам люди, сошлись вместе только потому, что почувствовали, что вместе они смогут достичь многого.</p>

<p>Разводы даже на начальном этапе совместной жизни между представителями этих знаков зодиака редки. Партнеры на подсознательном уровне понимают, что высокая совместимость Овен и Козерог в браке поможет им преодолеть все трудности. Эти люди никогда не выносят сор из избы и не пытаются найти помощи у друзей. Именно поэтому со стороны пара кажется благополучной.</p>

<p>Для того, чтобы создать гармоничную обстановку в семье, супруге следует принять импульсивного и активного мужа таким, как он есть, и научиться перенаправлять его энергию в верном направлении. Примечательно, что обычно жена делает это настолько тактично, что мужчина Овен этого даже не замечает. В результате пара становится очень сильной и способной преодолеть любые трудности, а в семье воцаряется мир и согласие, которые замечают все окружающие.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 58%)</b></p>
<p>Невзирая на средний уровень совместимости, Овен и Козерог часто дружат. Если они не увидят выгоду в совместной жизни, то дружеские отношения никогда не перерастают в роман.</p>

<p>Основой дружеских отношений всегда является самоуважение, что позволяет сохранить дружбу на длительные годы. Но при этом они никогда до конца не открываются друг перед другом. Девушка Козерог со сдержанным характером и природной закрытостью, всегда остается для эмоционального и энергичного Овна загадкой.</p>

<p>Но, несмотря на это, взаимная поддержка для этих людей очень важна. Они доверяют друг другу и полностью исключают возможность предательства. Поддерживая друг друга Овен и Козерог обеспечивают надежную базу для успешного личностного роста.</p>';
		}
		if ($here == 'Овен' && $she == 'Водолей') {
			$answer = '<p>Овен и Водолей - это представители разных стихий, которые могут создавать очень благополучные союзы. Объединяет представителей этих знаков зодиака то, что они оба обладают легким нравом и оптимистичным характером. Эти люди очень общительны и им нравится блистать в обществе. В таком тандеме Овен всегда является более сильной личностью и, в большинстве случаев, занимает лидирующую позицию. Более гибким характером отличается Водолей, что способствует тому, что этот человек более легко приспосабливается к различным жизненным обстоятельствам. Союзы между этими партнерами очень гармоничны.</p>

<p>Мужчину Овен притягивает барышня Водолей, но, несмотря на это, им не всегда удается ладить. Очень часто девушка противится тому, что избранник подавляет ее своей энергичностью и активностью. Представительницы знака Водолей обладают развитой интуицией, поэтому часто определяют ход жизненных событий на подсознательном уровне.</p>

<p><b>В любовных отношениях (совместимость в любви 43%)</b></p>
<p>Совместимость мужчины Овна и женщины Водолея в любовных отношениях находятся на уровне ниже среднего. Это связано с тем, что представители данных знаков зодиака прекрасно общаясь, не спешат сделать первый шаг для того, чтобы завязать романтические отношения.</p>

<p>Мужчина Овен по своему характеру завоеватель, но в данном случае его удерживает загадочность избранницы. Даже когда между партнерами возникают любовные отношения, девушка Водолей никогда не раскрывается полностью. Этот факт и фиксирует низкая совместимость пары в любви.</p>

<p>Любовные отношения могут складываться благополучно только в том случае, если партнеры останутся независимыми и свободными. Но это не будет мешать тому, что их чувства будут нежными и страстными. В мгновения уединения влюбленные забывают обо всем на свете и полностью посвящают себя своей половине. Им очень нравится общаться и обсуждать темы, интересные для обоих.</p>

<p>Если мужчина Овен будет давить на свою избранницу, то отношения вскоре закончатся. Важно поддерживать мягкость и тактичность, уважая мнение барышни Водолея. Партнерше также следует помнить о том, что нельзя вызывать ревность у своего избранника. Любовные отношения должны строиться на полном доверии и уверенности в спутнике.</p>

<p><b>В постели (совместимость в сексе 86%)</b></p>
<p>Совместимость мужчины Овна и женщины Водолея в постели практически идеальная. Это объясняется совпадением природных темпераментов партнеров. Женщина абсолютно раскрепощена в сексуальном плане, она не имеет комплексов и с удовольствием откликается на все предложения партнера. Это устраивает мужчину Овна, так как он всегда стремится получать максимальное наслаждений от интимных утех.</p>

<p>Совместимость этих знаков в постели связана с огромной взаимной симпатией. Они остаются загадкой друг для друга в реальной жизни, но при этом в сексе абсолютно открыты. Овну следует понимать, что секс для девушки Водолея вытекает из духовной близости, без этого отношения просто невозможны. В собственную постель она пустит только того человека, которому полностью доверяет.</p>

<p>Для мужчин Овнов секс играет очень большую роль. И если женщина будет учитывать это, то в сексуальной сфере отношения сложатся очень благоприятно. Более того сексуальная энергия будет подпитывать партнеров и способствовать их успешному продвижению по жизненному пути.</p>

<p><b>В браке (совместимость в семейной жизни 39%)</b></p>
<p>Несмотря на то, что представители этих знаков зодиака очень похожи, совместимость спутников в браке очень низкая. Это связано с тем, что в молодом возрасте партнеры очень сильно ценят свою независимость и редко соглашаются заключить официальный брак.</p>

<p>Супруги, даже создавая семью, стремятся сохранить свою свободу. Они часто проводят весело время в больших компаниях. Такое свободное времяпровождение их устраивает, поэтому никаких ссор и конфликтов не бывает.</p>

<p>Первые проблемы возникают, как правило, после рождения ребенка. Именно в этот момент нужно будет распределить домашние дела, но, к сожалению, у эмоциональных партнеров это не всегда получается. Девушка Водолей считает, что основной груз обязанностей должен возложить на себя супруг. Но одновременно с этим он, по мнению жены, обязан обеспечивать семью.</p>

<p>Если супругам удастся договориться, то они уживутся и построят крепкую семью. Партнеры являются очень хорошими родителями и умеют воспитывать детей.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 91%)</b></p>
<p>Совместимость в дружеских отношениях между представителями знаков Овен и Водолей очень высокая. Эти люди интересны друг другу и между ними практически всегда возникает искренняя симпатия.</p>

<p>Очень часто дружба зарождается в детские годы и сохраняется на всю жизнь. Причем любовь на ее фоне не может возникнуть. Друзья с удовольствием проводят время вместе, участвуя в самых различных мероприятиях. По жизни Овен и Водолей проходят, как брат и сестра, доверяя самое сокровенное другу.</p>

<p>Каждый из партнеров отличается высокими моральными принципами, поэтому их взаимоотношения основаны на глубоком доверии. Честность и преданность - главный принцип их дружбы, которую невозможно разрушить.</p>';
		}
		if ($here == 'Овен' && $she == 'Рыбы') {
			$answer = '<p>По своей натуре Овен и Рыбы очень противоречивы, но при этом у них часто получается построить крепкие взаимоотношения. Представители этих двух знаков зодиака обладают приятными чертами характера. Они доброжелательны и общительны. Рыбы очень мягкие по своей природе, поэтому могут приспосабливаться к эмоциональным Овнам. Представителям Рыб очень комфортно рядом с сильными Овнами. Они самосовершенствуются и являются генераторами многих полезных идей, которые партнер с успехом воплощает в жизнь.</p>

<p>Мудрость Рыб и искренность Овнов - это прекрасное сочетание, которое способствует духовному росту партнеров.</p>
<p>Противоречивость характеров парня Овен и девушки Рыбы не мешает партнерам комфортно чувствовать себя вместе. Но для этого представителям данных знаков зодиака нужно найти общие точки соприкосновения.</p>

<p><b>В любовных отношениях (совместимость в любви 66%)</b></p>
<p>Парень Овен стремиться всегда лидерствовать в любовных отношениях и девушка Рыбы позволяет ему это делать. Более того, партнершу очень даже устраивает то, что она в тандеме находится на вторых ролях. Именно поэтому совместимость мужчины Овна и женщины Рыбы в любовных отношениях на среднем уровне.</p>

<p>Очень часто мужчина Овен выбирает спутницу Рыбы разумом. Но это всего лишь означает то, что он сначала заметит в ней приятного и располагающего к себе человека. Но впоследствии в его душе обязательно возникнет любовь, так как он будет покорен женственностью и мягкостью характера партнерши.</p>

<p>Совместимость пары в любви основывается на том, что девушка всегда восхищается своим партнером и это ему импонирует. Но с другой стороны это является слабой стороной отношений. Чувствуя, что партнерша постоянно восхищается им, мужчина может превратиться в настоящего диктатора. А это будет фактором, расшатывающим любовный союз. Партнеру нужно помнить, что его избранница терпелива до поры до времени. Наступает момент, когда она резко и в одночасье способна разорвать отношения не объясняя причин.</p>

<p><b>В постели (совместимость в сексе 81%)</b></p>
<p>Совместимость мужчины Овна и женщины Рыбы в постели очень высокая благодаря тому, что партнерша обладает особой женственностью и мягкостью. Если она любит, то способна полностью подстроиться под желания любимого человека. Девушка Рыбы обладает внутренней интуицией, которая позволяет ей предугадывать любые желания партнера. Это очень ценит Овен, так как для него сексуальная близость играет важную роль.</p>

<p>К сожалению, партнер редко заботится о том, чтобы спутница Рыбы получала полное удовлетворение в постели. Он просто не задумывается над этим, чувствуя то, что партнерша готова подчиниться любой его прихоти. Чтобы совместимость партнеров в постели сохранялась на высоком уровне, партнеру стоит проявлять больше нежности в интимной сфере. Ему необходимо стремиться продлить чувственные удовольствия. Только если ему это удастся, то можно будет говорить о полной идиллии в сексе.</p>

<p><b>В браке (совместимость в семейной жизни 73%)</b></p>
<p>Высокая совместимость этих знаков в браке не говорит о том, что между ними не существует проблем. Но поскольку партнеры еще до свадьбы понимают, что у них мало точек соприкосновения и их интересы не пересекаются, то они настраиваются на то, чтобы находить компромиссы во всех сложных ситуациях.</p>

<p>Снижает совместимость Овен и Рыбы в браке то, что в начале семейной жизни супруги стараются максимально отстаивать свои интересы. Но у напористого Овна это получается лучше, поэтому он оказывает сильное давление на партнершу. Девушка Рыба, как правило, не сопротивляется, так как понимает, что в их союзе вся ответственность за семью ложится на Овна.</p>

<p>Определенное непостоянство характера супруги в начале отношений раздражает мужчину. Но со временем он привыкает к этому и старается не замечать то, что его жена всегда и во всем сомневается. Его решительность позволяет ему принимать решения, не советуясь со своей второй половинкой.</p>

<p>Примечательно, что дети в семье пары Овен и Рыбы вырастают счастливыми. И это вполне понятно, ведь рядом с ними находится энергичный и активный отец, и любящая мать с мягким понимающим характером.</p>

<p>Если женщина совсем перестанет принимать участие в семейной жизни, то это несет угрозу семье в целом. Властный мужчина Овен может превратиться в домашнего тирана. Даже понимая это, супруга Рыбы будет до последнего пытаться сохранять семью. Очень часто она это делает из-за своей внутренней незащищенности.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 41%)</b></p>
<p>В дружбе Овен и Рыбы не интересны друг для друга. Они не пересекаются в своих увлечениях и им трудно найти общие темы для обсуждения. От природы представители этих знаков зодиака отличаются разными темпераментами, поэтому свободное время проводят по-разному.</p>

<p>Не может объединить парня Овен и девушку Рыбы даже общая работа. В лучшем случае каждый из них просто стремится качественно выполнять свои обязанности, не замечая коллегу. Но также часто между сотрудниками этих знаков зодиака возникают конфликты, поэтому им лучше не доверять выполнять одну и ту же работу.</p>

<p>Поддерживаются дружеские отношения в том случае, если дружба возникнет еще в детском возрасте. В этом случае между людьми никогда не возникнет любовной связи, но они будут очень близки на эмоциональном уровне.</p>

<p>Девушка Рыбы станет для парня Овен настоящей подругой по жизни. Ее ненавязчивой и мягкой помощью он будет очень часто пользоваться.</p>';
		}
		//Телец 11
				if ($here == 'Телец' && $she == 'Овен') {
			$answer = '<p>Природные характеры людей Овен и Телец совершенно разные. Первые стремительные и непредсказуемые в своем поведении, а вторые рассудительны и всегда обдумывают свои поступки. Деятельному Овну очень трудно понять уравновешенного Тельца. Но, несмотря на это, если люди симпатизируют взаимно, то отличие характеров не помешает им быть вместе. Они будут стремиться понимать свою половину и со временем научаться находить компромиссы в самых сложных ситуациях. Поскольку Тельцы - это люди с обостренным чувством честности и справедливости, то такая черта импонирует Овнам. Они, находясь рядом с таким партнером, могут полностью расслабиться и довериться.</p>

<p>Мужчина Телец и женщина Овен знакомятся очень быстро. Они притягивают друг друга, практически, после первых слов обращения. Поэтому такое знакомство может состояться совершенно случайно: на пляже, в магазине, в турпоездке.</p>

<p><b>В любовных отношениях (совместимость в любви 69%)</b></p>
<p>Совместимость мужчины Телец и женщины Овен в любовных отношениях довольно высокая. Это обуславливается тем, что женщина Овен очень сильно притягивает избранника своей независимостью и нестандартным мышлением. Примечательно, что в такой паре партнерша делает первый шаг.</p>

<p>Высокая совместимость Телец и Овен в любви объясняется также и тем, что избранница этого знака зодиака влюбляется очень быстро и при этом проявляет такую напористость, что ей очень трудно противостоять. Но с обратной стороны она в силу своей природной переменчивости может быстро остыть к избраннику. Именно поэтому, чтобы сохранить любовь, парню Телец нужно приложить значительные усилия.</p>

<p>Девушка Овен всегда вносит в любовную сферу разнообразие и насыщает ее положительными эмоциями. Спутник Телец поддерживает в них разумность и равновесие. Такие союзы бывают весьма успешны и стабильны, если партнеры приспособятся и научатся уважать темперамент своих избранников. Для этого нужно, чтобы в паре у каждого человека сохранилось свое личное пространство.</p>

<p><b>В постели (совместимость в сексе 35%)</b></p>
<p>Секс для женщины Овна всегда имеет очень большое значение. Он наполняет жизнь положительными эмоциями и позволяет почувствовать себя абсолютно счастливой. Мужчина Телец рационален во всем и для него сексуальные отношения являются второстепенными. К ним он относится, скорее, как к занятию полезному для здоровья. В силу этого совместимость пары Овен и Телец довольно низкая.</p>

<p>На фоне разного отношения к сексу у партнеров возникают разногласия и ссоры. Причем очень часто непонимание мужчины вызывает сильную обиду у спутницы, что часто производит к разрыву отношений.</p>

<p>Женщина Овен всегда доминирует в сексуальной сфере. Поэтому, если она искренне любит своего избранника, то наберется терпения и сможет научить любимого получать наслаждение от секса. Низкая совместимость Телец и Овен в постели по статистике не является преградой для искренне любящих друг друга партнеров.</p>

<p><b>В браке (совместимость в семейной жизни 30%)</b></p>
<p>К сожалению, в силу больших отличий в природных характерах, совместимость мужчины Тельца и женщины Овна в браке очень низкая. Примечательно то, что в непродолжительном романе оба партнера чувствуют себя очень счастливыми, но для совместной жизни они не очень подходят друг другу.</p>

<p>В браке у представителей этих знаков зодиака в большинстве случаев возникают большие трудности. Первые претензии всегда будут исходить от жены. Ведь принимая решение выйти замуж, она вряд ли задумывалась о том, что различные бытовые проблемы и обязанности будут мешать ей, как прежде, наслаждаться жизнью. В таком случае партнеру нужно проявить максимум терпения, чтобы дать почувствовать избраннице, что он для нее является настоящей жизненной опорой. Ее нужно окружить вниманием и заботой, жизнь ее должна быть комфортной.</p>

<p>Несмотря на то, что мужчине Телец нравится, что с ним рядом находится интересная женщина, совместимость Телец и Овен в браке низкая из-за того, что мужчина часто проявляет упрямство и не желает искать компромиссы. Если в сердце у женщины Овна присутствует любовь, то она сумеет заставить себя проявить максимум терпения, чтобы спасти семью.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 25%)</b></p>
<p>Совместимость в дружбе у женщины Овна и мужчины Телец низкая. Во многом дружеские отношения зависят от внешних условий. Считается, что между представителями этих знаков зодиака скорее приятельские отношения, но не крепкая дружба.</p>

<p>Дружба возможна только в случае, когда людей объединяют общие интересы. К примеру, они имеют общее хобби. Мешает искренней дружбе излишняя импульсивность девушки Овен. Она вначале принимает решения, а потом думает. Мужчина Телец в силу своего природного рассудительного характера просто не примет такой подход. С другой стороны темпераментную по своей природе женщину всегда раздражает медлительность друга и его стремление принимать только взвешенные и обдуманные решения. Она часто считает человека тугодумом и, естественно, даже не стремится наладить с ним дружеские отношения.</p>

<p>Дружба, как правило, возникает между людьми старшего возраста, когда они уже умеют управлять своими эмоциями и ценить природные качества друг друга. Дружеские отношения часто возникают в рабочем коллективе. Люди лучше узнают друг друга во время работы, и на фоне этого возникает настоящая дружба. Но справедливости ради, следует отметить, что такое случается крайне редко.</p>';
		}
		if ($here == 'Телец' && $she == 'Телец') {
			$answer = '<p>Совместимость пары Телец и Телец очень высокая. Эти люди всегда создают крепкие союзы, основанные на абсолютном взаимопонимании. Это связано с тем, что представители этого знака зодиака обладают уникальными и очень важными для жизни чертами характера: терпением и умением бороться с любыми трудностями. Когда партнеры находятся вместе, то они находят необходимую поддержку друг у друга, что позволяет им с легкостью преодолевать любые трудности. Такая пара не имеет противоречий, они четко осознают свои цели, умеют выставлять приоритеты и создают вокруг себя благополучную и доброжелательную атмосферу.</p>

<p>Совместимость представителей этого знака зодиака связана с такими основными особенностями их характера:&nbsp;Уверенностью и настойчивостью мужчины, что не позволяет ему пасовать перед любыми трудностями и всегда находить выход в самых сложных ситуациях.</p>

<p>Целеустремленностью женщины при отсутствии излишних эмоций, что позволяет ей реально оценивать сложившуюся жизненную ситуацию и делать правильный выбор.</p>
<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>

<p>Совместимость пары Телец и Телец в любовных отношениях очень высокая. Рассудительный мужчина и спокойная женщина - это прекрасное сочетание, которое исключает любые конфликты и ссоры. Для обоих партнеров присущи такие черты характера:</p>
<ul>
  <li>Упорство.</li>
  <li>Практичность.</li>
  <li>Трудолюбие.</li>
</ul>
<p>Когда избранники взаимно влюблены, то вышеназванные качества удваиваются и оба партнера способны достичь больших высот. Тельцы прекрасно осознают это и становятся друг для друга настоящей опорой и поддержкой на жизненном пути. Их чувства наполнены спокойствием и разумностью.</p>

<p>Нарушить идиллию могут споры по мелочам. Партнеры легко могут находить компромиссы практически по всем важным вопросам, но каждому из них очень трудно пойти на уступки, если конфликт возник из-за какой-либо бытовой мелочи. В этом злую шутку может сыграть природное упрямство Тельцов. Если партнеры не заставят себя пойти на уступки друг другу, то это может привести к длительному противостоянию, которое в редких случаях может даже привести к разрыву отношений.</p>

<p>В союзе Телец и Телец практически всегда царит атмосфера взаимопонимания. Партнерам никогда не скучно вместе, они с удовольствием занимаются всеми домашними делами и одинаково уделяют внимание воспитанию детей. В таких тандемах принято обсуждать прочитанные книги или просмотренные фильмы.</p>

<p>Мужчины Тельцы всегда красиво ухаживают за понравившейся женщиной. Поэтому любовные встречи партнеров наполнены романтикой. Букетно-конфетный период будет наполнен самыми разнообразными приятными сюрпризами, что растопит природную недоверчивость женщины Тельца.</p>

<p>Любовная искра очень часто возникает на фоне хорошей дружбы. И если она перерастает в нечто большее, то можно гарантировать, что любовь между представителями этого знака зодиака ничто не сможет разрушить. С любыми внешними угрозами пара справится легко.</p>

<p><b>В постели (совместимость в сексе 98%)</b></p>
<p>Практически идеальной является совместимость представителей этих знаков зодиака в постели. Это связано с тем, что они одинаково позитивно относятся к сексу, считая интимную близость важной составляющей благополучной совместной жизни.</p>

<p>В постели оба партнера полностью раскрываются. У них обоих раскрывается природная чувственность, и они стремятся доставить друг другу максимум удовольствия. Никаких комплексов и преград для спутников в постели не существует. Они стремятся познать сою половинку, сближаясь, таким образом, на духовном уровне.</p>

<p>Объединяет спутников Телец и Телец в сексе то, что они оба любят красивую интимную жизнь. Поэтому всегда перед сексом создается особый романтический антураж. Обязательными атрибутами являются зажженные свечи, изысканное белье и красивая постель. Кроме того каждый из партнеров стремится в интимной жизни пофантазировать, но при этом очень следит за тем, чтобы другому человеку было комфортно.</p>

<p>Парень Телец решится узаконить отношения с избранницей только после того, как убедится в полной совместимости с партнершей в сексуальной сфере. Поэтому женщине Тельцу следует понимать, что романтические ухаживания рано или поздно обязательно закончатся сексом, в противном случае рассчитывать на продолжение не следует.</p>

<p><b>В браке (совместимость в семейной жизни 86%)</b></p>
<p>Женщина Телец и мужчина Телец великолепно уживаются вместе. Им обоим нравится спокойная и упорядоченная семейная жизнь. Со стороны такие отношения выглядят скучновато, но главное то, что обоих партнеров они устраивают. В семейной паре представителей этого знака зодиака хорошо налажен быт, они легко договариваются по всем финансовым вопросам и их объединяет великолепный секс.</p>

<p>Несмотря на то, что совместимость двух Тельцов в семейной жизни очень высокая, супругам важно договорится, кто будет главным в определенной сфере семейных отношений. К примеру, важно понимать, кто станет основным добытчиком, а кто будет ответственным за содержание дома. Причем в союзе двух Тельцов распределение обязанностей не всегда связано с половой принадлежностью.</p>

<p>Браки между двумя Тельцами сохраняются на всю жизнь и редко распадаются. Они наполнены любовью, которую супруги проносят через всю жизнь. Никто из партнеров не станет искать приключений на стороне, поскольку для каждого из них семья является самой главной ценностью. Надежность и абсолютное доверие - главные принципы построения семейных отношений.</p>

<p>Для представителей данных знаков огромное значение для благополучной семейной жизни имеет свой дом. Они его всегда обустраивают с огромной любовью, и со временем он превращается в настоящую крепость. Поскольку для пары Телец и Телец не характерна конфликтность, то у них всегда хорошо складываются отношения с соседями. Частыми являются и гости в их доме.</p>

<p>Оба супруга очень любят детей, поэтому они растут окруженные настоящей искренней любовью. Очень часто в доме супругов имеются животные, которые наполняют атмосферу дома добротой. Забота друг о друге - главный принцип семейных отношений в союзе Теле и Телец.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 50%)</b></p>
<p>Телец - это очень стабильный и надежный знак зодиака. Поэтому, если парень с девушкой подружится, то они сохранят дружбу на всю жизнь. Но справедливости ради следует отметить, что это случается крайне редко, ведь намного чаще между представителями этого знака зодиака возникают любовные отношения и впоследствии создаются семьи.</p>

<p>Но если дружеские отношения возникли, то главным условием их благополучности будет главенство мужчины. То есть в дружеском тандеме Телец и Телец, именно парень должен быть главным советчиком и наставником. С другой стороны для того, чтобы дружба была прочной необходимо, чтобы женщина старалась не затрагивать тем, в которых имеются серьезные разногласия.</p>

<p>Очень часто возможна дружба между людьми разных поколений. Особенно благоприятными являются дружеские отношения, когда избранник старше. Возможна также и дружба между Тельцами, которые имеют свои вторые половинки. Причем измен в этом случае можно не бояться, так как представители этого знака на первое место всегда ставят добропорядочность и честность.</p>

<p>Друзья Тельцы любят приятный и спокойный досуг, они стремятся создать вокруг себя благоприятную обстановку. Активный отдых их не привлекает, поэтому они редко проводят время в спортзалах или ходят в туристические походы. Два друга часто проводят время в домашней обстановке за обсуждением тех или иных тем. В такие моменты они делятся друг с другом жизненным опытом и дают важные советы.</p>

<p>Очень хорошо складываются отношения в паре Телец и Телец в рабочей сфере. Совместная работа часто является базой для развития крепких дружеских отношений. Представители этого знака зодиака великолепно справляются с четко поставленными перед ними заданиями. Но при этом им чужд авантюризм, поэтому они редко являются владельцами личного бизнеса.</p>';
		}
		if ($here == 'Телец' && $she == 'Близнецы') {
			$answer = '<p>По своим природным характерам Телец и Близнецы очень разные люди. Но именно непохожесть взаимно притягивает их и буквально после первой встречи партнеры ощущают это. Борьбой противоположностей можно назвать тандем представителей этих знаков зодиака. Это связано с непостоянством и переменчивостью Близнецов. Целеустремленный Телец все время будет пытаться переделать партнера, и даже, потерпев неудачу в этом, будет снова и снова стараться воздействовать на него. Часто удерживает вместе представителей этих знаков зодиака неплохая сексуальная совместимость.</p>

<p>Парню Тельцу и девушке Близнецы очень редко удается построить гармоничные отношения. Исключения составляет только любовная сфера, в которой партнеры притягиваются друг к другу на подсознательном уровне. Но в любом случае в тандеме всегда будут возникать разногласия, связанные с непостоянством девушки и стабильностью мужчины.</p>

<p><b>В любовных отношениях (совместимость в любви 88%)</b></p>
<p>Высокая совместимость мужчины Телец и женщины Близнецы в любовных отношениях связана, прежде всего, с тем, что представителям этих знаков зодиака очень легко общаться между собой. Мужчина ценит дипломатичность барышни. Также его вполне устраивает то, что он не встречает с ее стороны упрямства, которое присуще ему.</p>

<p>По своей природной натуре девушка Близнецы изменчива, поэтому всегда легко соглашается с мнением партнера. Кроме этого партнерша всегда стремится к самосовершенствованию, как следствие общение с ней делает жизнь спутника Тельца более наполненной и информативной. Влюбленные всегда находят темы для разговора и, обсуждая возникшие в жизни проблемы, обязательно находят пути их решения.</p>

<p>Любовные отношения в паре Телец и Близнецы складываются удачно благодаря гибкости природного характера партнерши. Она легко может менять собственное мнение, поэтому упрямый и несговорчивый мужчина Телец чувствует себя с ней вполне комфортно.</p>

<p>Нарушить идиллию в таком тандеме может консерватизм партнера. Мужчина Телец будет пытаться сделать избранницу более практичной. Но ему надо понять, что такая черта любимой женщине не свойственна, поэтому ничего хорошего не получится. Очень часто на фоне таких попыток, направленных на изменение характера женщины, партнер просто разрушает отношения.</p>

<p><b>В постели (совместимость в сексе 47%)</b></p>
<p>Совместимость мужчины Тельца и женщины Близнецы в постели не очень высокая. Это связано с разным подходом этих знаков к сексу. Партнерша предпочитает получать удовольствие от разнообразия, а спутник устраивает однообразие и ему совсем не нравится экспериментировать в интимной жизни.</p>

<p>Кроме этого разногласия происходят на почве того, что девушка любит быстрый секс, а парень в таком тандеме большое внимание уделяет чувственности. С другой стороны объединяет представителей этих знаков зодиака то, что они не считают секс очень важным занятием в своей жизни. В силу этого партнеры на долгое время могут отказаться от сексуальных отношений, и это не окажет негативного влияния на их союз.</p>

<p>Избранник Телец является очень чувственным и нежным любовником, но Близнецам это не нужно. Ее можно назвать холодной.</p>

<p>Однообразный секс, наполненный ласками, ее не интересует. Вследствие этого, она редко отвечает партнеру взаимностью. Это очень ранит партнера и приводит к тому, что его пылкость постепенно угасает. На почве сексуальных разногласий парень Телец и спутница Близнецы расстаются. Но даже после того, как партнер разорвет отношения, разочарование его будет настолько сильным, что он в скором времени не сможет начать с другой женщиной новые отношения.</p>

<p><b>В браке (совместимость в семейной жизни 58%)</b></p>
<p>Хотя совместимость Телец и Близнецы в браке не высокая, в семейной жизни представители этих знаков зодиака не будут скучать. Супруги стремятся самосовершенствоваться, и поэтому найдут много интересных тем.</p>

<p>У жены Близнецов всегда много полезных идей, но у нее порой не хватает терпения для их воплощения. С другой стороны в таком союзе супруг Телец с удовольствием подхватывает их и внедряет в жизнь. Это позволяет ему стать успешным человеком и улучшить благосостояние своей семьи.</p>

<p>Такое взаимодействие между супругами помогает сохранить семью. На базе взаимной выгоды партнеры могут постараться и построить гармоничные взаимоотношения. Часто семейные отношения в таком тандеме основываются на общем успешном бизнесе.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 71%)</b></p>
<p>Совместимость в дружбе между мужчиной Тельцом и женщиной Близнецами довольно высокая. Оптимально, если мальчик и девочка начинают дружить еще в детском возрасте. В этом случае они сохраняют дружеские отношения на всю жизнь. Крепкая дружба представителей этих знаков зодиака вызывает зависть окружающих, поэтому недоброжелатели часто стремятся оклеветать их перед вторыми половинками, чтобы внести раздор в семьи.</p>

<p>Мужчина в таком дружеском тандеме всегда опекает свою подругу, так как знает, что она из-за своего непредсказуемого характера может попасть в неприятности. Привлекает мужчину Тельца неуемная фантазия подруги, ему очень нравится проводить с ней свободное время. Она всегда оптимистично настроена и всегда находит выход из любых проблематичных ситуаций.</p>

<p>Подобная дружба длиться годами или всю жизнь. Ссоры между друзьями случаются, но они никогда не приводят к разрыву дружеских отношений. Женщину Близнецы раздражает упрямство друга, она считает, что твердолобость мешает ему стать успешным человеком. С другой стороны мужчина Телец не принимает легкомыслия подруги и считает, что оно значительно снижает ее авторитет в обществе. В любом случае друзья очень привязаны друг к другу и стремятся уберечь один одного от жизненных неприятностей.</p>';
		}
		if ($here == 'Телец' && $she == 'Рак') {
			$answer = '<p>Союз Телец и Рак, в большинстве случаев, благополучный. Представители этих знаков зодиака любят домашнюю обстановку, прекрасно ладят между собой и имеют одинаковые жизненные ценности. Они способны находить компромиссы по различным вопросам в разных сферах жизнедеятельности. При первом даже самом поверхностном общении партнеры на подсознательном уровне понимают, что встретили единомышленника. В таком тандеме уравновешенный Телец способен сглаживать переменчивость характера Рака, но не всегда. Именно поэтому такие союзы могут быть как долговечными, так и быстротечными.</p>

<p>Благополучность союза мужчины Тельца и женщины Рака основывается на похожих жизненных принципах и темпераментах партнеров.</p>

<p>Девушка Рак по своей природе домоседка, она любит дом и стремится создавать в нем уют. Основной характерной чертой мужчины Телец является стабильность, поэтому он в полной мере может оценить старания женщины создать комфорт в их отношениях. Такой союз строится на полном взаимопонимании и доверии.</p>

<p><b>В любовных отношениях (совместимость в любви 72%)</b></p>
<p>Совместимость мужчины Телец и женщины Рак в любовных отношениях находится на высоком уровне. Притяжение возникает практически сразу после первой встречи. Но любовные отношения начинаются не сразу, им может предшествовать длительный период дружбы.&nbsp;Но со временем партнеры поймут, что они способны построить гармоничные отношения и между ними вспыхнет сильное любовное чувство. На фоне этого барышня станет настоящим вдохновителем для своего избранника. Благодаря ее любви и поддержке, мужчина Телец будет способен преодолеть все преграды и в кратчайшее время достичь поставленных целей.</p>

<p>Нарушить любовную идиллию может природная переменчивость партнерши. Она имеет от природы нестабильный характер и склонна драматизировать происходящие вокруг события. &laquo;Земному&raquo; мужчине это трудно понять и на этой почве могут происходить конфликты и возникать обиды. Поэтому партнеру нужно научиться спокойно воспринимать природные эмоциональные кризисы своей избранницы - это станет гарантией благополучности союза.</p>

<p><b>В постели (совместимость в сексе 92%)</b></p>
<p>Высокая совместимость мужчины Тельца и женщины Рака в постели приводит к тому, что во время секса партнеры чувствуют себя великолепно и никогда не разочаровывают своих половинок. Интимная жизнь у представителей данных знаков зодиака идеальна. Оба партнера стремятся получить от секса максимальное наслаждение. Телец и Рак любят экспериментировать в постели с целью испытать новые ощущения.</p>

<p>Примечательно то, что оба партнера очень сдержанные люди и могут полностью раскрываться только наедине друг с другом. Поэтому окружающие даже не догадываются о том, какими страстями и эмоциями наполнена их интимная жизнь. Лидером в постели в таком тандеме всегда является мужчина, а мягкая и женственная девушка с удовольствием принимает его ласки и отвечает ему взаимностью.</p>

<p>Очень редко в сексуальной жизни может возникнуть непонимание, которое не сможет сильно навредить. Это связано с тем, что мужчине Тельцу в интимной жизни для полного удовлетворения достаточно чувственных ощущений, а женщине Раку важны также и слова во время близости. Но обычно партнер быстро понимает это и идет навстречу партнерше, что усиливает их духовную близость.</p>

<p><b>В браке (совместимость в семейной жизни 87%)</b></p>
<p>В большинстве случаев совместимость Телец и Рак в браке позволяет построить гармоничный союз, в котором будет царить спокойствие и полное взаимопонимание. Но при этом периодически в семейных отношениях могут возникать тупиковые ситуации, связанные с отличием в характере супругов. Но, как правило, в течение короткого временного периода партнерам удается понять друг друга, мир и спокойствие в семье восстанавливается. Оба партнера бережно относятся к своему семейному гнездышку, они ценят уют и очень любят благоустраивать собственный дом.</p>

<p>Благополучные отношения в семье обеспечиваются следующими факторами:</p>
<ul>
  <li>Умением в самых сложных ситуациях находить общий язык.</li>
  <li>Желанием вместе самосовершенствоваться и развиваться.</li>
  <li>Стремлением поддерживать в сложных ситуациях.</li>
  <li>Общими интересами в самых различных сферах жизнедеятельности.</li>
</ul>
<p>Конфликты в таком тандеме случаются редко и связаны, в основном с тем, что мужчина Телец более приземленный и ему трудно понять женщину Рака с ее тонким душевным внутренним миром. Поэтому многие события в реальном мире партнер принимает обыденно, в то время как супругу они больно ранят.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 41%)</b></p>
<p>Дружеские отношения между мужчиной Тельцом и женщиной Раком возникают редко. Это связано с тем, что в большинстве случаев они быстро перерастают в любовь. Но, если люди относятся к разным поколениям или по какой-либо иной причине между ними не проскочила искра любви, то они станут настоящими друзьями.</p>

<p>Дружба с Тельцом более необходима неуверенной в себе и всегда сомневающейся девушке Раку. Друг поможет ей стать более уверенной и даст, при необходимости, нужные советы. Для мужчины такие дружеские отношения являются скорее простым удовольствием от общения с милой приятной спутницей.</p>

<p>Примечательно, что дружба между представителями этих знаков зодиака длится долгие годы. Причем друзья Телец и Рак никогда не делятся личной информацией. В связи с этим такие дружеские отношения можно сравнить с деловым партнерством.</p>';
		}
		if ($here == 'Телец' && $she == 'Лев') {
			$answer = '<p>Очень часто в союзе Телец и Лев возникают сложности. Это связано с большим отличием природных характеров представителей этих знаков зодиака. Даже искренне влюбленные часто не могут ужиться вместе. Тельцы в людях ценят, прежде всего, преданность и верность. А Львы стремятся блистать в обществе, им просто необходимо внешнее восхищение и признание их заслуг. Именно это и приводит к возникновению непонимания между партнерами и, как следствие, серьезным разногласиям. Гармоничный союз возможен только в том случае, если кто-то из представителей таких противоречивых знаков пожертвует своими интересами.</p>

<p>Парень Телец и девушка Лев вполне могут создать крепкий союз, основанный на взаимовыгодных соглашениях. Представители данных знаков зодиака нацелены построить жизнь, наполненную благополучием и финансовой стабильностью, и именно это их объединяет. Они будут вместе трудиться, и оказывать друг другу очень важную поддержку. Результатом станет успех и финансовое процветание.</p>

<p><b>В любовных отношениях (совместимость в любви 61%)</b></p>

<p>Совместимость мужчины Телец и женщины Лев в любовных отношениях средняя. Сберечь чувства паре всегда непросто. Все дело в том, что для каждого партнера собственные интересы часто находятся на первом месте, а это не способствует укреплению любви.</p>

<p>Удерживает друг возле друга представителей этих знаков зодиака, в большинстве случаев, практичность. Природные лидерские качества парня, поддерживаются на хорошем уровне основательной барышней, умеющей реально оценивать жизненные события и делать на базе этого правильные выводы. Партнерша всегда поступает в соответствии со здравым смыслом, ей чужд какой-либо авантюризм.</p>

<p>Для барышни привлекательным в союзе с Тельцом, является то, что он всегда боготворит ее и считает, что избранница достойна восхищения. На фоне искренней любви со стороны партнера жизнь женщины превращается в сказку, наполненную приятными моментами и незабываемыми сюрпризами.</p>

<p>Примечательно то, что если Телец и Лев переборют свои недостатки и научаться понимать друг друга, то их чувства станут настолько крепкими, что им не будут угрожать никакие внешние факторы.</p>

<p><b>В постели (совместимость в сексе 88%)</b></p>
<p>Совместимость мужчины Тельца и женщины Льва в постели по статистике очень высокая. Но при этом следует понимать, что она все-таки зависит от глубины любовных чувств. Сексуальная близость на фоне искренней любви способна принести партнерам массу удовольствий. Представители этих знаков зодиака чувственные и пылкие от природы, поэтому могут полностью раскрыться друг перед другом в интимных утехах.</p>

<p>Женщина Лев всегда имеет в мыслях множество сексуальных фантазий, но она не решается воплотить их в сексе с партнером. Она опасается, что консервативный Телец, не одобрит ее поведения в постели. Поэтому полностью раскрыться партнерша может только в том случае, если она уверенна, что ее избранник очень любит ее.</p>

<p>Другим неприятным качеством характера избранницы может оказаться то, что она стремится все происходящее в постели контролировать. Партнер же стремиться к равноправию в сексуальной сфере и ему не очень понравиться, если им будут управлять во время секса.</p>

<p><b>В браке (совместимость в семейной жизни 55%)</b></p>
<p>Совместимость Телец и Лев в браке невысокая. Даже на фоне благополучных любовных отношений влюбленные не часто решаются на создание семьи. Это связано с тем, что партнеры опасаются, что разные природные черты характеры при совместной жизни вызовут постоянные ссоры и недопонимания.</p>

<p>Гармоничный семейный союз возможен, если у партнеров имеется общая жизненная цель, которую они стремятся достичь. Со временем представители данных знаков научаться находить компромиссы в самых сложных ситуациях, предотвращая, таким образом, серьезные конфликты.</p>

<p>Семья будет основана на взаимном желании супругов построить стабильную жизнь. Жена Лев очень позитивный человек, она наполняет дом энергией и благополучием, со временем становится настоящей хранительницей домашнего очага. Мужу Тельцу, который всегда много работает, это очень нужно. Уютный дом и комфортные семейные отношения повышают его уверенность в себе и удваивают силы. Если брак между представителями этих знаков зодиака будет удачным, то они преодолеют любые трудности.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 42%)</b></p>
<p>Дружба между парнем Тельцом и девушкой Львом скорее исключение, чем правило. Совместимость в этой сфере между представителями этих знаков зодиака находится ниже среднего уровня. И это связано с тем, что люди воспринимают по-разному суть самой дружбы.</p>

<p>У барышни Лев отношение к дружбе потребительское. Она не воспринимает бескорыстных союзов. Друг в ее понимании просто обязан быть рядом и оказывать ей всевозможную поддержку для того, чтобы она могла блистать в обществе.</p>

<p>Парень Телец не приемлет дружбу, которая строится на каких-либо обязательствах. Он не привык одаривать подруг подарками и дружить предпочитает на равных, без лидерства.</p>

<p>Но, несмотря на все вышесказанное, если Телец и Лев знакомы длительное время, то между ними могут возникнуть дружеские отношения. Но, скорее всего, это будет связано с привычкой. Друзья периодически будут обсуждать какие-либо события, у них могут быть общие увлечения. Но при этом они будут избегать времяпровождения в одних и тех же компаниях. Это связано с тем, что женщина Лев любит роскошный отдых, а избранник Телец предпочитает спокойное общение в тесном кругу единомышленников.</p>';
		}
		if ($here == 'Телец' && $she == 'Дева') {
			$answer = '<p>Совместимость Телец и Девы очень высокая во всех жизненных сферах. Если представители двух знаков зодиака влюбляются друг в друга, то между ними возникает очень прочная связь. Также велика вероятность того, что Телец и Дева могут подружиться и будут поддерживать дружбу долгие годы. Природными качествами людей, родившихся под этими знаками, являются спокойствие и доброжелательность. Они оба трудолюбивые, поэтому стремятся организовать вокруг себя благополучную атмосферу, наполненную материальным достатком. Вместе партнеры способны достичь больших успехов в жизни, так как умеют давать дельные советы и делиться жизненным опытом.</p>

<p>Можно сказать, что парень Телец и девушка Дева идеальная пара. Их природные характеры идеально подходят для того, чтобы создать крепкий союз. Их отношения искренние и прозрачные, спутникам удается без слов чувствовать настроение второй половинки, а значит, оказывать помощь в нужную минуту.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>
<p>Совместимость мужчины Телец и женщины Дева в любовных отношениях базируется на схожести природных характеров. Ответственную и практичную женщину привлекает упорство и трудолюбие избранника. Они оба смотрят на мир с позиции здравого смысла, поэтому лишены каких-либо иллюзий.</p>

<p>Мужчину в таком тандеме очень привлекает хозяйственность избранницы. Ему помогает в жизни ее умение оценить ситуацию и подсказать правильное решение. Партнерам никогда не бывает скучно, они всегда имеют общие интересы и легко находят темы для разговоров.</p>

<p>Иногда любовные отношения может нарушить высокая требовательность барышни Девы к порядку вокруг себя. Парень Телец не сможет долго терпеть постоянное брюзжание избранницы по мелочам и критики в свой адрес, поэтому может закатить скандал. Но обычно после такого выплеска энергии, он первый идет на примирение.</p>

<p>Чувства в такой паре базируются, в первую очередь, на дружбе и абсолютном доверии. Партнеры очень ценят прямолинейность и честность своих половинок. Они предпочитают высказывать обиды сразу, а не копить их. Это делает союз благополучным и честным.</p>

<p><b>В постели (совместимость в сексе 99%)</b></p>
<p>Совместимость мужчины Тельца и женщины Овен в постели идеальна. Интимная жизнь складывается гармонично, хотя партнеры не ставят секс на первое место. Они не склонны черпать силы из сексуальных отношений.</p>

<p>Сильная страсть в постели у представителей этих знаков зодиака практически отсутствует. Но при этом мужчина Телец - очень хороший любовник и его чувственность привлекает партнершу. Для избранницы Девы на первом месте находятся духовная близость, но, несмотря на это она с удовольствием отвечает на ласки партнера.</p>

<p>Бывает так, что девушка Дева в силу каких-либо причин сильно зажата, имеет определенные стереотипы и не может раскрепоститься в постели. Поэтому мужчине придется набраться терпения, чтобы приучить ее к тому, что интимная жизнь является важной составляющей благополучных отношений и от нее нужно получать удовольствие.</p>

<p>Со временем партнеры привыкают, и секс для них становится более приятным. Они начинают раскрываться и стремятся доставить один одному максимальное наслаждение.</p>

<p><b>В браке (совместимость в семейной жизни 73%)</b></p>
<p>Семейные отношения между мужчиной Тельцом и избранницей Дева всегда складываются удачно. Высокая совместимость Телец и Дева в браке гарантируется тем, что супруг приносит в созданную семью чувственность, а жена наполняет отношения благоразумием.</p>

<p>Представители этих знаков зодиака хорошо уживаются вместе и умеют договариваться по любым вопросам. Партнеры много времени уделяют планированию своего будущего и упрочнению своего финансового состояния. Им удается выработать правильную стратегию, которая придает им уверенность в безоблачном будущем.</p>

<p>Семейные отношения между супругами отличаются стабильностью, в них нет всплесков эмоций, но зато присутствует абсолютная уверенность друг в друге. В этом союзе имеется все, что гарантирует спокойную семейную жизнь:</p>
<ul>
  <li>Трудолюбие;</li>
  <li>Практичность;</li>
  <li>Хозяйственность;</li>
  <li>Преданность.</li>
</ul>
<p>Слегка нарушить идеалистические отношения избранников, как не странно, может полное взаимное доверие. При возникновении бытовых проблем один из супругов может пытаться переложить ответственность на другого. Это вызовет у того некоторое разочарование. Но такие мелкие неприятные нюансы в семейной жизни, вряд ли, могут нарушить гармонию в отношениях в целом.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 66%)</b></p>
<p>Несмотря на то, что мужчина Телец и женщина Дева способны создать крепкие любовные союзы, дружба между ними также возможна. Относительно высокая совместимость обеспечивается тем, что парень Телец по своему природному характеру очень надежный человек, а именно в таком друге нуждается практичная и рациональная Дева.</p>

<p>Если представители этих знаков зодиака подружились, то дружеские отношения между ними длятся годами. Причем если сразу между ними не возникло любовного притяжения, то в дальнейшем о возникновении любви можно не беспокоиться.</p>

<p>Этот дружеский тандем очень крепкий. Девушка находит в таких дружеских отношениях понимание, а мужчина ценит советы своей разумной подруги. Партнеры всегда пристально следят друг за другом, чтобы иметь возможность при необходимости оказать необходимую поддержку и помощь. При встречах друзьям очень интересно вместе, они находят, что обсудить и доверяют друг другу свои сокровенные тайны.</p>

<p>Если получается вместе отдохнуть, то для этого они выбирают спокойное место. Они оба не любят напрасно тратить деньги, поэтому редко посещают рестораны и кафе, предпочитая им домашнюю обстановку.</p>';
		}
		if ($here == 'Телец' && $she == 'Весы') {
			$answer = '<p>Покровительствует паре Телец и Весы Венера, и это обеспечивает их высокую совместимость. Но некоторые сложности в отношениях этих людей вносят разные стихии. Приземленному Тельцу не всегда легко ладить с Весами, которыми управляет воздушная стихия. Но представители этих знаков зодиака умеют приспосабливаться. Кроме этого они порядочные и хладнокровные люди, которые от природы обладают большой силой убеждения. Поэтому, если у партнеров есть желания построить отношения в какой-либо из сфер жизнедеятельности, то они сразу распределят роли и смогут прекрасно ужиться вместе.</p>

<p>Девушка Весы очень комфортно чувствует себя рядом с парнем Телец. У нее возникает чувство абсолютной защищенности от любых внешних негативных факторов. Высокой совместимости представителей этих знаков зодиака способствует рассудительность и уравновешенность партнера. Тельца привлекает в своей избраннице ее природная утонченность и проницательность.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>
<p>Влюбляются друг в друга парень Телец и девушка Весы практически сразу. Вначале их любовные отношения безупречны. Партнеры на фоне искренней любви всегда приходят к согласию в самых различных вопросах.</p>

<p>Избранники великолепно уживаются вместе, создавая вокруг себя благоприятную и очень комфортную атмосферу. Их отношения можно охарактеризовать, как желание максимально насладится совместной жизнью.</p>

<p>Высокая совместимость мужчины Телец и женщины Весы в любовных отношениях способствуют тому, что партнерам удается построить гармоничный и очень прочный союз, наполненный позитивными эмоциями. Способствуют укреплению любви общие цели и стремления.</p>

<p>Несмотря на то, что мужчина в таком тандеме практичный, а женщина слегка легкомысленная, проблем в паре практически не существует.</p>
<p>Оба партнеры стремятся к красоте и гармонии, поэтому ценят все, что может им доставить удовольствие. В этом союзе красивые мечты женщины подталкивают мужчину к воплощению их в жизнь. Взамен этого партнерша дарит ему душевный комфорт и надежный тыл.</p>

<p>Конфликтов в паре не бывает, благодаря дипломатичности спутницы Весы, она обладает природной мудростью и умеет грамотно обходить все острые углы, сохраняя любовь в чистоте.</p>

<p><b>В постели (совместимость в сексе 63%)</b></p>
<p>Совместимость мужчины Тельца и женщины Весы в постели на среднем уровне. Оба партнера - чувственные натуры, они стремятся к гармонии и красоте. Но, несмотря на это, в интимной жизни у них возникают разногласия, связанные с тем, что у них разные принципы реализации своих желаний в постели.</p>

<p>Мешает взаимопониманию в сексуальных отношениях то, что женщина Весы ценит больше эстетику, нежели чувственность. Она воспринимает секс, как кино, в котором все должно быть красиво и утонченно. К примеру, партнерша считает, что сексуальной связи должна предшествовать длительная прелюдия. Мужчине Тельцу, несмотря на всю его нежность к партнерше, чуждо такое отношение к интимной жизни, которую он считает просто важной составляющей частью жизни в целом.</p>

<p>Разногласия в сексуальной сфере могут способствовать возникновению неудовлетворения, но разрушить союз не смогут. Со временем происходит притирка партнеров, и они учатся понимать друг друга. Представители этих знаков зодиака обладают природной терпеливостью, поэтому, в большинстве случаев, они со временем вырабатывают правильное поведение в сексуальных отношениях.</p>

<p><b>В браке (совместимость в семейной жизни 87%)</b></p>
<p>Женятся представители этих знаков зодиака очень часто, и об этом свидетельствует высокая совместимость Телец и Весы в браке. В идеальной паре не бывает скандалов, ведь оба партнера получили то, что хотели. Рядом с мужчиной Тельцом находится красивая, утонченная и заботливая жена, а у женщины Тельца - надежная опора и поддержка.</p>

<p>Супруги Телец и Весы уважительно относятся друг к другу. Для жены очень важным фактором семейного благополучия является трудолюбие и упорство мужа. Это позволяет организовать комфортную жизнь.</p>

<p>Но для того, чтобы укрепить семейные узы, супругам нужно стремиться, как можно чаще бывать вместе. Хорошо их сплотит общее увлечение. Чтобы сблизится с супругом, женщине необходимо научиться практичному отношению к жизни.</p>

<p>В интеллектуальной сфере супруги равноправны, потому что они оба постоянно самосовершенствуются, а затем передают полученные знания и опыт друг другу. Это способствует укреплению семьи. Очень большое внимание пара уделяет воспитанию детей, причем отец для них всегда является авторитетом, хотя больше времени проводит с ними мама.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 52%)</b></p>
<p>Дружеские отношения между мужчиной Тельцом и женщиной Весы обычное явление. Друзья могут быть ровесниками, но также могут принадлежать к разным поколениям. Причем, если дружба возникает, то она редко перерастает в любовные отношения. Дружеский союз всегда очень легкий, отношения между людьми всегда наполнены весельем.</p>

<p>Барышня Весы, которая старше по возрасту своего друга, обладает огромным жизненным опытом, поэтому ее советы очень ценные для партнера. Друзьям, принадлежащим к этим двум знакам зодиака очень комфортно вместе, им не бывает скучно, так всегда имеются темы для бесед.</p>

<p>Мужчина Телец в дружеском тандеме всегда оказывает помощь женщине, которая не практична и не приспособлена к быту. Особенно полезной оказывается дружба, когда партнеры являются коллегами. Эта спокойная и уравновешенная пара способна качественно выполнять, порученную им работу. Когда друзья заинтересованы в получении положительных результатов работы, то они быстро и грамотно распределяют роли. У подруги Весы получается лучше работать с идеями, а мужчина Телец активно внедряет их в жизнь.</p>';
		}
		if ($here == 'Телец' && $she == 'Скорпион') {
			$answer = '<p>Союз Тельца и Скорпиона всегда очень непростой. Конечно же, это, прежде всего, связано с разными природными характерами. Но объединяющим фактором может быть то, что оба представителя этих знаков стремятся к стабильности в жизни. Кроме того людей связывает духовная и сексуальная близость. И если бы не внутренний эгоизм Скорпиона, то шансов на создание удачных тандемов было бы намного больше. Среди негативных факторов, которые снижают совместимость пары Телец и Скорпион, можно назвать природное упрямство обоих партнеров. Они способны проявлять неуступчивость даже в мелочах, в результате чего становятся соперниками.</p>

<p>Мужчина Телец и женщина Скорпион имеют неплохие шансы создать благополучный тандем. Но для этого им нужно проявить терпение и пережить начальный период становления отношений. Когда они научаться понимать друг друга, то в будущем они уже не расстанутся.</p>

<p>Чтобы привыкание прошло благополучно партнером необходимо отказаться от мысли переделать друг друга. Такой союз больше подходит женщине, если она хочет чтобы рядом с ней был надежный и сильный мужчина.</p>

<p><b>В любовных отношениях (совместимость в любви 77%)</b></p>
<p>Развитию сильных чувств в данном тандеме способствует высокая совместимость мужчины Телец и женщины Скорпион в любовных отношениях. В других сферах представители этих знаков зодиака настолько разные, что непроизвольно хочется отметить то, что противоположности притягиваются.</p>

<p>В любовном союзе избранники приобретают новые качества. Они оба целеустремленные и умеют усердно трудиться. Поэтому могут давать друг другу дельные советы, и делится неоценимым опытом.</p>

<p>Девушка Скорпион всегда окружает заботой своего избранника. Он чувствует себя с ней очень комфортно. Но при этом очень важно не вызвать у нее ревность. На начальном этапе отношений после этого незамедлительно последует разрыв, даже если подозрения беспочвенны.</p>

<p>Для приземленного парня Телец, его избранница всегда остается загадкой. Она помогает раскрыть внутренние таланты, оставаясь при этом в его тени. Со своей стороны барышня Скорпион ценит интеллигентность и интеллект избранника. Партнеры всегда находят темы для разговора, и им никогда не бывает скучно.</p>

<p><b>В постели (совместимость в сексе 87%)</b></p>
<p>Совместимость мужчины Телец и женщины Скорпион в постели практически идеальная. Они оба очень страстные люди, поэтому предпочитают получать максимальное удовольствие в постели. Мужчина Телец очень романтичный и чувственный человек, вследствие этого способен подарить своей избраннице истинное наслаждение. Для страстной барышни Скорпион такой сексуальный партнер просто находка.</p>

<p>Очень важно, чтобы партнер помнил о том, что в постели он должен проявлять инициативу. Если он будет опасаться того, что будет не понятым партнершей, то секс может превратиться в скучное рутинное занятие. Но, как правило, это случается крайне редко. Чтобы исключить такой вариант в интимной жизни, партнерша должна дать понять мужчине, что ей очень нравится заниматься с ним сексом. А также акцентировать то, что у нее нет комплексов в постели.</p>

<p>Пройдет немного времени и партнеры научаться прислушиваться друг к другу, каждый раз превращая секс в настоящую сказку, наполненную позитивными эмоциями. Любые эксперименты внесут в интимную жизнь новые ощущения и укрепят связь между партнерами.</p>

<p><b>В браке (совместимость в семейной жизни 73%)</b></p>
<p>Супруга Скорпион отличается сильным природным характером, поэтому рядом с собой никогда не потерпит &laquo;подкаблучника&raquo;. В связи с этим, если представители этих знаков зодиака решают создать семью, то жена уступает место лидера в семье мужчине и никогда с ним не соперничает. Более того она активно участвует в том, чтобы он успешно продвигался по карьерной лестнице.</p>

<p>Благоприятно сказывается на семейной жизни высокая совместимость Скорпион и Телец в браке. В таком тандеме женщина в полной мере раскрывает свои способности к грамотному ведению домашнего хозяйства. Это очень привлекает избранника Телец, который очень любит комфорт. Супруг является трудоголиком, поэтому всегда может финансово обеспечить семью. Поскольку супруга рационально тратит деньги, то материальное благосостояние семьи постоянно возрастает.</p>

<p>Но при этом большую угрозу семейным отношениям представляет ревность обоих партнеров. Несмотря на то, что супруги предпочитают хранить верность, периодически у каждого в душе возникают определенные подозрения по отношении к своей половинке. Такие эмоции разрушают идиллию и запоминаются партнерами надолго. А если последует настоящий обман со стороны супруга, то развод последует немедленно.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 52%)</b></p>
<p>В дружбе совместимость между мужчиной Тельцом и женщиной Скорпионом не очень высокая. Для дружеских отношений женщина оказывается слишком сексуальной, она возбуждает мужчин, поэтому знакомство очень часто заканчивается постелью. Если женщина не соглашается на интимную связь, а настаивает на дружбе, то люди вначале сильно ссорятся, а затем расходятся, затаив в душе неприязнь друг к другу.</p>

<p>Но если друзья относятся к разным поколениям, то дружеские отношения между ними часто бывают очень крепкими. При этом вторые половинки могут их не ревновать, так вероятность возникновения любви на фоне дружбы очень низкая.</p>

<p>Друзья часто проводят вместе время и обсуждают разные новости. Но глобальная мировая информация их не интересует, гораздо более привлекательной для них является тематика, касающаяся различных бытовых мелочей.</p>

<p>Они такими беседами подпитывают друг друга энергией, что позволяет им более успешно преодолевать различные житейские трудности. Неоценимым является и опыт, которым обычно делится старший по возрасту друг. Дружба может сохраняться длительное время, расстаются друзья только при неблагоприятном стечении обстоятельств. Но если Телец и Скорпион поссорятся, то уже больше никогда не сойдутся вместе, дружеское доверие будет потеряно навсегда.</p>';
		}
		if ($here == 'Телец' && $she == 'Стрелец') {
			$answer = '<p>Люди, родившиеся под знаками зодиака Телец и Стрелец очень разные, поэтому совместимость между ними довольно низкая. За исключением сексуальной сферы они мало в чем дополняют друг друга, поэтому союзы, созданные ими весьма проблематичные.</p>

<p>Представители этих знаков зодиака ведут разный образ жизни и имеют противоположные взгляды на жизнь. Вместе они могут быть, только научившись уступать. Но в любом случае, в таком тандеме отношения всегда напряженные и гармоничных, вряд ли, удастся достичь.</p>

<p>Конфликтов в их совместной жизни будет намного больше, чем положительных моментов.</p>

<p>Парень Телец очень часто влюбляется в даму Стрельца с первого взгляда. Его она привлекает своей природной наивностью и развитой интуицией, то есть теми чертами, которые не присущи ему самому. Но отношения между ними, за исключением сексуальной сферы, редко складываются удачно. Союз между представителями этих знаков зодиака напоминает притяжение плюса и минуса. Этим людям очень хорошо вместе, но при этом партнерам обязательно нужна свобода действий.</p>

<p><b>В любовных отношениях (совместимость в любви 43%)</b></p>
<p>Если между парнем Телец и девушкой Стрелец возникают любовные чувства, то они быстро находят общий язык во всех вопросах. И хотя совместимость мужчины Телец и женщины Стрелец в любовных отношениях далеко не идеальна, влюбленные стремятся понять свою половинку и при необходимости оказывают поддержку.</p>

<p>Любовные отношения в таком тандеме могут развиваться удачно, если мужчина и женщина будут оставлять спутникам свободу действий для собственного саморазвития. Партнеры хорошие собеседники и на основании жизненного опыта могут давать дельные советы.</p>

<p>Легко нарушить любовную связь между представителями этих знаков зодиака могут любые экстремальные ситуации. В таких случаях, чтобы минимизировать стрессы, каждый из партнеров стремится переложить ответственность на другого. Конфликтные ситуации возникают также тогда, когда избранник пытается начать руководить девушкой.</p>

<p>Если отношения длятся длительное время, то парня начинает раздражать публичность барышни Стрельца. Она стремиться, как можно чаще посещать различные развлекательные мероприятия и общественные места, в то время как партнеру очень нравиться спокойное домашнее времяпровождение.</p>

<p><b>В постели (совместимость в сексе 76%)</b></p>
<p>Совместимость мужчины Телец и женщины Стрелец в постели очень хорошая. Влюбленные это чувствуют практически сразу после встречи. Но даже на фоне благополучных интимных отношений представители этих знаков зодиака не спешат создавать союз.</p>

<p>В постели Телец и Стрелец полностью раскрываются. Они чувственные и нежные, во время секса их объединяет общая цель - доставить максимальное удовольствие любимому человеку. Для того, чтобы улучшить качество сексуальной жизни, спутники часто обсуждают интимные вопросы, не стесняясь этого.</p>

<p>Проблемы в интимной сфере могут возникнуть только тогда, когда партнер будет пренебрегать желаниями барышни. Как результат девушка закроется в себе, и секс превратится в рутину. Обычно это приводит к тому, что люди теряют интерес друг к другу и расстаются.</p>

<p>Женщине в таком тандеме также следует изучить особенности отношения мужчины Тельца к сексу. Важно помнить о том, что спутник далеко не всегда готов на фантазийные эксперименты. Кроме того повышенная эмоциональность партнерши в постели может его отпугнуть.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>Семьи между мужчиной Тельцом и женщиной Стрельцом заключаются довольно редко. Это связано с тем, что низкая совместимость Телец и Стрелец в браке мешает находить партнерам общий язык.</p>

<p>Лишь длительное время пребывания под одной крышей позволяет супругам построить гармоничные и устойчивые семейные отношения. Находясь рядом всю жизнь, паре нужно научиться терпимости и пониманию.</p>

<p>К примеру, мужчина Телец по своему характеру склонен к скупости, но супруга учит его более легко относиться к финансовым вопросам, что идет ему на пользу. С другой стороны супруга постепенно учится практичности и бережливости, что позволяет ей более разумно тратить деньги.</p>

<p>Семьи представителей этих знаков зодиака никогда не бывают бедными. Дом их всегда полная чаша. Считается, что Стрелец - это один из удачливых знаков. Его удачливость распространяется и на всех близких людей, которых он любит.</p>

<p>Сложности в семье мужчины Телец и женщины Стрельца возникают из-за разного мировоззрения. Партнерша ценит свободу и даже в браке стремиться к ней, но ее супруг предпочитает традиционный домострой. Его упрямство мешает ему приспособиться к характеру свободолюбивой супруги. Этой паре, чтобы построить гармоничные семейные отношения приходится искать компромиссы, практически во всех сферах жизнедеятельности.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 82%)</b></p>
<p>Мужчина Телец и женщина Стрелец часто создают крепкие дружеские тандемы. Высокая совместимость в дружбе позволяет построить крепкий дружеский союз. При стечении обстоятельств, дружеские отношения могут перерасти в любовь, поэтому вторым половинкам представителей этих знаков зодиака есть о чем беспокоится.</p>

<p>Примечательно, что в дружбе с женщиной Стрельцом, мужчина Телец проявляет эгоизм. Он пытается руководить, и если еще проявит излишнюю жесткость к подруге, то дружеские отношения очень быстро закончатся. Однако такое случается редко, так как партнер умеет себя остановить, ведь дружбу с привлекательной и умной подругой он очень ценит.</p>

<p>Как правило, в дружеских отношениях женщина опекает дуга и стремится его приспособить к окружающему миру. В силу этого очень часто возникают дружеские тандемы, в которых подруга старше друга.</p>';
		}
		if ($here == 'Телец' && $she == 'Козерог') {
			$answer = '<p>Поскольку Телец и Козерог принадлежат к одной природной стихии, поэтому представителям этих знаков очень легко и комфортно вместе.</p>

<p>Эти люди всегда крепко стоят на ногах и обладают природным жизненно важным оптимизмом. Они хорошо ладят друг с другом в любых жизненных ситуациях. Партнеры отличаются целеустремленностью, и объединив свои усилия, всегда достигают поставленных целей.</p>

<p>Отношения между Тельцом и Козерогом во всех сферах жизнедеятельности строятся на основе стабильности и взаимоуважении. Но иногда между представителями этих знаков может возникать соперничество.</p>

<p>Союз мужчины Телец и женщины Козерога всегда отличается благополучием. Совместимость представителей этих знаков зодиака во всех сферах жизнедеятельности очень высокая. Их объединяют такие важные черты характера, как надежность и терпение. Партнеры предпочитают стабильность и редко идут на какие-либо перемены, стремясь спокойно плыть по течению.</p>

<p><b>В любовных отношениях (совместимость в любви 82%)</b></p>
<p>Высокая совместимость мужчины Телец и женщины Козерог позволяет влюбиться им с первого взгляда. Их чувства развиваются стремительно. Представители этих знаков зодиака на подсознательном уровне понимают то, что они нашли то, чего долго искали в жизни.</p>

<p>Измен в таком тандеме не бывает, так как любовные отношения строятся на исключительном доверии.</p>

<p>Любовный союз спутников всегда наполнен искренними чувствами, поэтому в тандеме никогда не возникает серьезных трудностей. Все мелкие недоразумения мгновенно разрешаются и тут же забываются навсегда.</p>

<p>Мужчина Телец всегда видит в своей избраннице надежную подругу, которая поддержит его в любом жизненном начинании. И это способствует его успешному продвижению к поставленным целям. Особенно крепкими будут любовные союзы, если представители этих знаков зодиака познакомились в ранней юности.</p>

<p>Главная особенность любовного союза является то, что девушка Козерог обладает огромным природным терпением. Она не стремится перевоспитать своего избранника, а просто приспосабливается к нему.</p>

<p>Любовный союз позволяет партнерам достичь успехов в жизни. На фоне благополучных отношений они оба продвигаются по карьерной лестнице. Они поддерживают амбиции спутников и вместе пытаются продвинуться к успеху.</p>

<p><b>В постели (совместимость в сексе 93%)</b></p>
<p>Высокая совместимость мужчины Телец и женщины Козерог в постели обеспечивается одинаковой чувственностью партнеров и их похожими природными темпераментами. Барышня в постели более импульсивна и изобретательна, и этот фактор является привлекательным для парня Телец. Он с удовольствием откликается на пожелания своей избранницы.</p>

<p>Партнеры умеют раскрываться в постели, но в таком тандеме влюбленные не ставят секс на первое место. Но при этом они умеют получать удовольствие от интимной близости. Парень Телец не отличается особой страстностью, но зато он очень внимательный. Постепенно он научится ценить секс со своей избранницей и это наполнит жизнь новыми эмоциями и радостными незабываемыми ощущениями.</p>

<p><b>В браке (совместимость в семейной жизни 75%)</b></p>
<p>Семейные союзы между мужчиной Тельцом и женщиной Козерогом отличаются повышенной стабильностью. Разводы в таких парах случаются крайне редко. Их брак насквозь пронизан:</p>
<ul>
  <li>Практичностью, которая позволяет принимать правильные жизненные решения;</li>
  <li>Настойчивостью, которая позволяет успешно достигать поставленных целей;</li>
  <li>Бережливостью, которая улучшает материальное благосостояние семьи;</li>
  <li>Планированием, которое позволяет правильно расставить жизненные приоритеты.</li>
</ul>
<p>В паре практически не бывает разногласий. Мнения супругов по всем бытовым вопросам совпадают, и нет необходимости даже тратить силы и время на поиск компромиссов. В семье всегда царит спокойствие и дружелюбие.</p>

<p>Совместимость Телец и Козерог в браке почти идеальная, спутники никогда не выставляют свои гармоничные отношения напоказ. Для окружающих их людей - эта семья всегда является загадкой. Безусловно, они посещают дружеские вечеринки и приглашают друзей в свой дом, но, как правило, такие общественные мероприятия для них скучны. Это свидетельствует о самодостаточности пары.</p>

<p>В большинстве случаев, супругам удается обустроить комфортное и добротное жилье, которое станет надежным тылом для обоих. Также представители этих знаков зодиака уделяют большое внимание материальному благосостоянию. Они активно работают с целью создать максимальный бытовой комфорт.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 82%)</b></p>
<p>Совместимость в дружбе между парнем Тельцом и девушкой Козерогом очень высокая. Но при этом возникнуть дружеские отношения могут только, если между представителями этих знаков зодиака не проскочила любовная искра.</p>

<p>Кроме того такой дружеский тандем не возникает на пустом месте. Друзей обязательно должны объединять общие жизненные цели или общие увлечения. Подруга Козерог не любит бессмысленного общения, поэтому не будет дружить с человеком, который ей не интересен.</p>

<p>Если дружба возникла, то сохраняется, в большинстве случаев, на всю жизнь. Эти люди всегда находят время для общения друг с другом и сразу бросаются на помощь при необходимости. Объединяющим фактором является совпадение их жизненных темпераментов, а также то, что ко многим вещам в окружающем мире они относятся одинаково.</p>

<p>На базе крепкой дружбы возникают крепкие деловые союзы. Коллеги великолепно понимают друг друга и глубоко вникают в суть поставленной задачи, что способствует успеху общего дела.</p>';
		}
		if ($here == 'Телец' && $she == 'Водолей') {
			$answer = '<p>Союз Телец и Водолей всегда очень сложный. Люди, принадлежащие к этим знакам зодиака, отличаются разными характерами, поэтому им очень тяжело построить гармоничные взаимоотношения. Тельцы отличаются упорством и трудолюбием, а для Водолеев характерной чертой является самоуверенность. Такие разные жизненные подходы не могут пробудить интерес партнеров друг к другу. Деятельному и активному Водолею всегда скучно рядом с медлительным и рассудительным Тельцом. Но при этом имеется важный объединяющий фактор - это внутренняя доброта, которая порождает стремление помогать всем, кто в этом нуждается.</p>

<p>В тандеме парень Телец и девушка Водолей часто возникают сложности в силу различий в мышлении, отношении к дому, работе и ко всему окружению. Представителям этих знаков зодиака трудно найти общий язык. Но если партнеры искренне любят и уважают один одного, то смогут преодолеть всё жизненные препятствия.</p>

<p><b>В любовных отношениях (совместимость в любви 43%)</b></p>
<p>Совместимость мужчины Телец и женщины Водолей в любовных отношениях не высокая. Общего в их природных характерах очень мало, поэтому построить благополучный любовный союз им сложно. Но иногда случается так, что спокойный и уравновешенный мужчина Телец влюбляется в совершенно непохожую на себя избранницу.</p>

<p>Девушка Водолей привлекает его своей непредсказуемостью и оригинальностью. В таком случае мужчина вполне может рассчитывать на взаимность. Ведь это как раз тот случай, когда противоположности притягиваются. Дама Водолей в таком любовном тандеме будет относиться к своему избраннику как к инопланетянину, постепенно изучая его.</p>

<p>Со временем на фоне искренней любви, уважения и привязанности, характеры партнёров видоизменяются. Барышня под воздействием своего избранника становится более земной: практичной и рассудительной. Она, вряд ли, станет более реалистично воспринимать события окружающего мира.</p>

<p>С такой партнершей мужчине всегда будет интересно, ведь его избранница интересуется многими вещами и стремится познать все на свете. Она является кладезем полезной информации, которую парень может успешно использовать для воплощения в жизнь своих идей. Девушку порой не устраивает однообразие любовных отношений, но с этим она смириться, если ее избранник будет заботиться о ней.</p>

<p><b>В постели (совместимость в сексе 56%)</b></p>
<p>Показатели совместимости мужчины Телец и женщины Водолей в постели не очень высокие. Это связано со стремлением спутницы к оригинальности и экспериментам в интимной близости. Ей нравится нестандартный секс. Партнер более консервативен и предпочитает однообразие в интиме. Любые перемены и эксперименты в сексе комплексуют его и не позволяют полностью раскрыться.</p>

<p>С другой стороны девушка при таком осторожном поведении спутника тоже закрывается, так как боится быть не понятой. Вследствие этого она все время сдерживается, чтобы не выглядеть в глазах избранника распущенной. Это все вносит дискомфорт в сексуальные отношения.</p>

<p>Мужчина Телец очень любит чувственные отношения в постели, поэтому он делает выводы, что партнерша холодна с ним из-за того, что он ей безразличен. То есть, возникает замкнутый круг, который разорвать партнерам часто не под силу, в силу особенностей своих природных нравов. Большие проблемы возникают и в том случае, когда мужчина проявляет настойчивость и пытается подчинить партнершу.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>Семейная пара мужчины Тельца и барышни Водолей может быть устойчивой только, если партнеры уважают друг друга и не претендуют на личную свободу один одного. Чтобы быть вместе супруги должны сразу понять, что они по своим природным характерам совершенно разные. Поэтому только бережное отношение и желание понять друг друга позволит им сохранить семейные отношения и повысить совместимость Телец и Водолей в браке.</p>

<p>Даже прожив вместе много лет, супруги сохраняют между собой определенную дистанцию. Даже посторонним людям всегда бросается в глаза их взаимная подчеркнутая вежливость.</p>

<p>В совместной жизни партнеры Телец и Водолей не спешат делиться сокровенным, а предпочитают общаться на отвлеченные темы. Каждый из них имеет личное время и свободу действий. И это устраивает их обоих. Избранники очень общительные люди, поэтому быстро находят общий язык с людьми из своего окружения. Близкими людьми такая семейная пара воспринимается очень хорошо, и никто даже не догадывается, насколько большие внутренние проблемы возникают в таком союзе.</p>

<p>Для обоих супругов важно материальное благосостояние, поэтому постепенно они улучшают свое семейное финансовое благополучие. Но определенная отчужденность, несмотря ни на что, сохраняется на всю жизнь. Но если судьба подбрасывает им серьезные испытания, они начинают понимать насколько дороги друг другу. В такие моменты дистанция между мужем и женой полностью исчезает. После преодоления препятствий наступает облегчение, и партнеры расслабляются, при этом семейные отношения наполняются теплотой.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 52%)</b></p>
<p>Несмотря на невысокую совместимость в дружбе, барышня Водолей и парень Телец могут подружиться, если у них будут общие интересы. Это будут рабочие или бытовые вопросы.</p>

<p>В дружеских отношениях такие партнеры ценят постоянство и надежность. Между друзьями всегда поддерживаются равноправные отношения. Любовные чувства при этом абсолютно исключаются, так как представители этих знаков зодиака в любовной сфере мало интересуют друг друга.</p>

<p>Угрозу дружбе представляют различные финансовые вопросы, поэтому друзьям лучше в этой сфере не пересекаться. На базе дружеских отношений может возникнуть крепкий деловой союз. Но это возможно только в том случае, если у партнеров имеется одна цель.</p>';
		}
		if ($here == 'Телец' && $she == 'Рыбы') {
			$answer = '<p>Несмотря на невысокую совместимость, которая объясняется тем, что Телец и Рыбы редко могут встретиться в реальной жизни, между представителями этих знаков зодиака могут быть созданы благополучные союзы. Партнеры очень миролюбивы и стремятся решать все разногласия мирным путем, договариваясь друг с другом. В тандеме царит полное взаимопонимание. Влюбленные никогда не пытаются друг другом манипулировать. Они принимают один одного такими, какими они являются. Конечно, Тельцу не нравится мечтательность и нерациональных Рыб, но он убежден, что каждый человек имеет право на свои слабости. А со своей стороны Рыбы прощают своей половинке, недопустимую с их точки зрения, приземленность.</p>

<p>Парень Телец и девушка Рыбы очень легко общаются между собой. У них совпадают мнения практически на все, что окружает их в реальном мире. Даже те спорные моменты, которые происходят в тандеме, серьезной угрозы отношениям не несут. Даже если между партнерами возникают определенные несогласия, то критики не последует. Скорее всего, будет взята пауза, после чего избранники вернутся к обсуждению спорных вопросов.</p>

<p><b>В любовных отношениях (совместимость в любви 62%)</b></p>
<p>Совместимость мужчины Телец и женщины Рыбы в любовных отношениях всегда формирует удачный союз. Со стороны такой тандем выглядит идеально и о влюбленных хочется сказать, что они нашли друг друга.</p>

<p>Избранник Телец очень бережно относится к девушке. Он ценит ее умение прощать, мягкость и не конфликтность. Оба партнера, находясь вместе, чувствуют себя очень счастливыми. Любовные отношения наполнены гармонией, психологической и сексуальной совместимостью.</p>

<p>Замечено, что мужчина Телец в паре с девушкой Рыбы, быстро становится успешным, в нем развивается чувство уверенности в собственных возможностях и увеличивается внутренняя сила, которая подталкивает его на новые свершения.</p>

<p><b>В постели (совместимость в сексе 43%)</b></p>
<p>Совместимость мужчины Телец и женщины Рыбы в постели по статистике имеет средние показатели. Но при этом интимная близость в паре всегда складывается благополучно. Представители этих знаков зодиака стремятся получать сексуальные удовольствия, для них важен секс. Спутники относятся к интимной жизни ответственно, считая ее важной составляющей благополучности союза в целом.</p>

<p>Девушка очень любвеобильна, она всегда готова дарить свою нежность и ласку избраннику. Партнер также от природы очень чувственный. В постели он очень заботливый и стремиться доставить максимальное удовольствие избраннице. Но иногда Телец сдержан в сексе и этим очень больно может ранить девушку. Ведь она связывает его холодность с отсутствием любви. Чтобы сохранить гармонию мужчине нужно учиться полностью открываться в интимной жизни.</p>

<p><b>В браке (совместимость в семейной жизни 67%)</b></p>
<p>Высокая совместимость Рыбы и Телец в браке позволяет часто жениться сразу после встречи. Этому способствует, то чувство комфортности, которое возникает, когда партнеры находятся рядом.</p>

<p>Благодаря успешной деятельности супруга, семья быстро становится на ноги. Стабильность в семейных отношениях подтверждается финансовым благополучием и комфортностью бытовых условий в собственном доме. Супруга всегда живет только интересами семьи, события внешнего мира ее мало интересуют. Главная цель жены в таком союзе нежно любить, и заботится о муже, а также уделять большое внимание воспитанию детей.</p>

<p>Проблемы в тандеме могут быть связаны с тем, что для своего самосовершенствования и развития женщине Рыбы нужно периодически посещать общественные места. Уделяя большое внимание своей семье, она все же не может замкнуться в четырех стенах, так как это сделает ее несчастной. На этой почве у мужа может возникать ревность, связанная с тем, что он очень боится потерять любимую. У него остается один выход, сопровождать партнершу на все мероприятия, что очень утомляет его. Супруга видит страдания своего избранника и может попытаться отказаться от своих увлечений, но это очень нарушает комфортность семейных отношений.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 76%)</b></p>
<p>В дружбе у подруги Рыбы и парня Тельца очень высокая совместимость. У них очень большие шансы стать надежными и верными друзьями и пронести дружеские отношения через всю жизнь. Но часто дружба является прелюдией к любовным отношениям. Именно поэтому, дружба между представителями этих знаков зодиака не долговечна.</p>

<p>В силу такой особенности большинство дружеских пар завязываются среди людей разных поколений или между родственниками. В дружеских отношениях в паре Рыбы и Телец царит искренняя доверительная атмосфера. Друзья чувствуют себя друг с другом раскрепощенно и могут обсуждать самые разные темы.</p>

<p>Дружеские отношения поддерживаются восхищением партнеров:&nbsp;Друга Тельца восхищает причастность избранницы к духовному миру.&nbsp;Подруга Рыба преклоняется перед практичностью и трудолюбием мужчины, благодаря чему он достигает в жизни больших высот.</p>
<p>Партнеры в дружеском тандеме обоюдно делятся своим жизненным опытом. Часто общаясь с другом, женщина становится более уравновешенной и учится правильно оценивать события реального мира. С другой стороны мужчина в таком тандеме может научиться мечтать, что позволит ему увидеть мир в ярких красках.</p>

<p>Поддерживают друг друга Телец и Рыбы так же и в деловых отношениях. В этой сфере их дружба позволяет быстрее решать поставленные задачи. Очень полезными в некоторых случаях являются интуитивные способности партнерши.</p>';
		}
		//Близнецы 10
		if ($here == 'Близнецы' && $she == 'Овен') {
			$answer = '<p>Несмотря на то, что Овен и Близнецы относятся к разным стихиям, они удивительно дополняют друг друга как одно целое. Люди, принадлежащие к этим знакам зодиака, имеют одинаковые природные черты характера, они общительны и жизнерадостны. Образно говоря можно сказать так: &laquo;Воздух Близнеца необходим для яркого горения пламени Овна&raquo;. С другой стороны представители знака Близнецы всегда стремятся к жизненному разнообразию, а динамичный образ жизни Овнов всегда может им это обеспечить. Такие союзы всегда очень крепкие. Овны основываются на полном взаимопонимании и любви. Основным объединяющим фактором является стремление партнеров к интересной, насыщенной приключениями жизни.</p>

<p>В таком сочетании отношения в паре близки к идеальным во всех сферах жизнедеятельности. Примечательно, что каждый из партнеров по жизни может идти к своей цели, но при этом они всегда будут учитывать интересы любимых.</p>

<p><b>В любовных отношениях (совместимость в любви 90%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Овна в любовных отношениях можно считать идеальной. Симпатия между ними зарождается практически сразу после знакомства, и она очень быстро перерастает в роман. Очень часто между ними возникает любовь с первого взгляда.</p>

<p>Совместимость Близнецы и Овен в любви во многом зависит от силы испытываемых чувств. Но в любом случае в браке партнеры всегда являются единомышленниками. В любви они очень хорошо дополняют вторую половину.</p>

<p>Активность и энергичность избранницы импонирует избраннику Близнецу, который открыт для всего нового. Их любовные отношения наполнены общением и постоянными контактами с новыми людьми. Двери дома этой пары всегда открыты для друзей.</p>

<p>Укрепляет любовные чувства партнеров их обоюдное желание к самосовершенствованию. Они поддерживают друг друга во всех начинаниях. Супруги настолько остро нуждаются друг в друге, что даже когда у них возникают разногласия по определенным вопросам, то они стремятся, как можно быстрее их разрешить любыми способами.</p>

<p>Нарушить идиллию в любви может непрактичность обоих партнеров. Иногда их застают врасплох различные внешние обстоятельства, которым они не могут противостоять. Также разрушить любовь может ревность, но это случается крайне редко, так как изначально отношения строятся на полном доверии.</p>

<p><b>В постели (совместимость в сексе 70%)</b></p>
<p>Совместимость этих знаков в постели очень хорошая. Во время секса обоим партнерам удается полностью раскрепоститься и получить массу положительных эмоций. Партнерша Овен очень активна и энергична в постели, что очень нравиться ее спутнику.</p>

<p>В постели партнеры полностью удовлетворяют свою половину и с удовольствием ждут моментов сексуальной близости. Этим людям скучна обыденность в любой сфере, и секс не является исключением. В этой паре страсти не утихают и единственное, что может навредить эйфорическим сексуальным утехам - это ревность. Измены не сможет простить ни один из партнеров.</p>

<p>В этой паре свежесть сексуальных отношений сохраняется на всю жизнь. Высокая совместимость Близнецы и Овен в постели превращает секс в сказку. Они способны понимать без слов и дарить позитивные эмоции. Именно этот фактор часто позволяет паре с достоинством пережить многие бытовые испытания.</p>

<p><b>В браке (совместимость в семейной жизни 95%)</b></p>
<p>Высокая совместимость мужчины Близнецы и женщины Овна в браке свидетельствует о том, что они созданы друг для друга. Энергетическое притяжение и абсолютное понимание являются укрепляющими и объединяющими факторами.</p>

<p>Оба супруга легкие на подъем и общительные. Они никогда не отчаиваются, встречая на своем жизненном пути трудности. Природный оптимизм позволяет им с легкость решать самые различные проблемы в семейной сфере. Разрушить крепкую семью пары Овен и Близнецы может только ревность. Шансов на спасение брака практически не будет, если супруга заподозрит в измене мужа. С другой стороны избранник Близнецы должен предоставлять своей супруге свободу и полностью доверять ей. Она не способна на обман, и недоверие может сильно оскорбить ее.</p>

<p>Как правило, негласным лидером в семье является жена, и муж с легкостью принимает это. С другой стороны женщине важна та надежность, которую обеспечивает ей по жизни супруг. Она уверенна в том, что при любых сложных жизненных обстоятельствах, можно рассчитывать на поддержку и понимание любимого человека. Супругам никогда не бывает скучно вместе, они всегда найдут тему для обсуждения. Сплачивают семью общие дети. В этом случае оба родителя с удовольствием занимаются воспитанием чад.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 50%)</b></p>
<p>Дружба между женщиной Овном и мужчиной Близнецом зависит от многих внешних обстоятельств. Если искренняя и честная подруга Овен хоть один раз поймает друга на лжи, то дружеским отношениям в одночасье наступит конец.</p>

<p>Но на фоне полного доверия эти люди очень хорошо энергетически дополняют друг друга в жизни. Их привлекает интересная и яркая жизнь, они оба активны и непоседливы, любят постоянно находиться в центре событий.</p>

<p>Очень удачно, если представители этих знаков работают вместе. Парень Близнец выдает идеи, а избранница Овен, используя всю свою природную напористость, успешно реализовывает их. Примечательно, что между друзьями в таком сочетании в этом случае очень редко возникает любовная связь. Крепкие дружеские отношения могут возникнуть в том случае, если девушка старше. Она способна многому научиться у своего младшего друга. Но при такой дружбе мужчина заряжается энергетикой старшей подруги и может успешно продвигаться в жизни.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Телец') {
			$answer = '<p>По своим природным характерам Телец и Близнецы очень разные люди. Но именно непохожесть взаимно притягивает их и буквально после первой встречи партнеры ощущают это. Борьбой противоположностей можно назвать тандем представителей этих знаков зодиака. Это связано с непостоянством и переменчивостью Близнецов. Целеустремленный Телец все время будет пытаться переделать партнера, и даже, потерпев неудачу в этом, будет снова и снова стараться воздействовать на него. Часто удерживает вместе представителей этих знаков зодиака неплохая сексуальная совместимость.</p>

<p>Союз парня Близнецы с девушкой Телец очень противоречив. Отношения представителей этих знаков зодиака всегда прозрачны для окружающих. Поэтому их обсуждают все. И это связано с тем, что партнеры сами привлекают своих близких людей к решению возникающих проблем. Парень Близнецы всегда находится в поиске, он часто меняет свою жизненную направленность, в то время как барышня Телец ценит стабильность и жизненное однообразие. Именно на этой почве в таком тандеме всегда возникают разногласия.</p>

<p><b>В любовных отношениях (совместимость в любви 70%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Тельца в любви в таком союзе всецело зависит от глубины и искренности их чувств, ведь природные характеры спутников совершенно разные. Партнер обладает поверхностным и переменчивым нравом. По мнению уравновешенной и глубокой женщины Телец - это является большим недостатком, смириться с которым она сможет только, если сильно полюбит избранника.</p>

<p>Совместимость Близнецы и Телец часто строится на возможной взаимовыгодной основе. Для партнерши очень важным оказывается то, что, несмотря на непостоянность и ветреность партнера, он может материально обеспечить ее. Мужчина Близнец обладает отличными способностями предпринимателя. Он очень гибкий и ловко проворачивает дела, находя выход из самой безнадежной ситуации. Вместе пара в силе организовать успешный семейный бизнес.</p>

<p><b>В постели (совместимость в сексе 30%)</b></p>
<p>Совместимость Близнецы и Телец в постели очень низкая. Хотя на первых порах возможно взаимное притяжение, больше связанное с желанием понять друг друга. Низкая совместимость партнеров связана с тем, что однообразный и медлительный партнер очень скучный для страстной избранницы Телец, которая стремится получить от секса максимум незабываемых ощущений и эмоций.</p>

<p>Напористость женщины Тельца в постели и ее желание каждый раз экспериментировать, будет обижать мужчину Близнецы, и велика вероятность того, что он совсем закроется и будет в интимной жизни просто выполнять свой супружеский долг, оставаясь при этом полностью не удовлетворенным.</p>

<p>Такие разногласия в сексуальной жизни могут привести к тому, что женщина будет искать чувственных наслаждений на стороне. Если мужчина убедиться в измене - пара расстанется.</p>

<p><b>В браке (совместимость в семейной жизни 80%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Телец в браке хорошая, они очень часто создают успешные, наполненные гармонией, семейные союзы. Супруги всегда находят темы для обсуждения, поэтому вместе им никогда не бывает скучно. Кроме того их дом всегда открыт для друзей. Супруга Телец умеет создавать уют и комфорт и это очень устраивает Близнеца. Если супруги переживут период становления, то они уже никогда не расстанутся. Характер супруга, под воздействием женщины, станет более мягким, его поведение менее хаотичным.</p>

<p>Для того чтобы в семье Близнецы и Телец царила гармония, партнерам нужно позаботиться о том, чтобы их объединяло общее дело. В этом случае они смогут быстрее приспособиться друг к другу. Кроме того при совместной работе им удастся оценить достоинства один одного, что будет способствовать росту доверия.</p>

<p>Если муж Близнец любит искренне свою половинку, то он приложит максимум усилий, чтобы усмирить свой характер. Он изменит свое поведение и будет стремиться к тому, чтобы научится планировать свои действия. Идеально отношения в семье сложатся в том случае, если супруги оставят личное пространство друг для друга и не будут в него вмешиваться.</p>

<p>Спокойная и уравновешенная женщина всегда поддерживает порядок в семье. Она берет на себя все заботы по ведению семейного хозяйства, и это очень ценит супруг, ведь у него просто не хватает терпения заниматься бытовыми проблемами.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 41%)</b></p>
<p>Низкая совместимость парня Близнецы и девушки Телец в дружбе говорит о том, что дружеские отношения редко складываются удачно. Это связано с тем, что им сложно сойтись в силу разных природных темпераментов и характеров.</p>

<p>Женщина предпочитает в дружбе ровные спокойные отношения, а мужчина всегда наполняет дружбу эмоциями и непредсказуемыми переменами. Подруга Телец всегда нуждается в друге, который мог бы стать надежной опорой и при необходимости давал ей дельные советы, а также поддерживал ее в сложных жизненных ситуациях. Парень Близнецы с ее точки зрения является слишком ненадежным, ведь он живет абсолютно без всяких планов и свои решения может изменять спонтанно, не подстраиваясь ни под чьи интересы.</p>

<p>Но и избранник Близнецы не видит никакой ценности в дружеских отношениях с барышней Телец. Такая подруга для него очень предсказуема, а, значит, не интересна.</p>

<p>Подружиться представители знаков зодиака Телец и Близнецы могут, если их связывает длительные рабочие отношения. Избранница Телец всегда дисциплинирует друга, и мужчина это со временем начинает ценить. С другой стороны он учит ее легкости общения, что способствует ее профессиональному росту. Но в этом случае между партнерами не может возникнуть любовной связи, поэтому их половинки могут не волноваться по поводу возможной измены.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Близнецы') {
			$answer = '<p>Представители знака зодиака Близнецы - это задорные и неунывающие личности. Они легко понимают друг друга, но совместимость их в различных сферах жизнедеятельности находится на среднем уровне. И это, прежде всего, связано с тем, что и у мужчины, и у женщины свобода всегда стоит на первом месте. Они не любят обязательств и редко выполняют обещания. Близнецы легко знакомятся, но также легко и расстаются. Отношения между ними всегда фееричные и наполнены незабываемыми событиями. Союзы Близнецы и Близнецы всегда основаны на общности интересов и дружеских отношениях. Без совместных увлечений и занятий тандем просто не состоится.</p>

<p>В паре Близнецы и Близнецы, партнеры всегда больше всего ценят дружбу. Они в своих отношениях не зацикливаются друг на друге. Если их связывает общее увлечение, то они могут построить крепкий союз, который будет сохраняться долгое время.</p>

<p><b>В любовных отношениях (совместимость в любви 52%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Близнецы в любовных отношениях не высокая. Любовный союз всегда непредсказуем, в нем отсутствует рациональность. Со стороны кажется, что в паре партнеры абсолютно свободны и не придерживаются никаких традиционных общепринятых правил.</p>

<p>Довольно часто судьба испытывает такие любовные отношения на прочность. Далеко не всегда они сохраняются. Но причиной этого являются не ссоры и скандалы, а появление в тандеме рутины, скуки и отсутствие положительных эмоций. Несмотря на то, что отношения между влюбленными довольно сложные, такая пара всегда является душой компании. И этот фактор является объединяющим для партнеров.</p>

<p>Совместимость Близнецы и Близнецы в любви исключает ревность, в характере партнеров нет собственнического инстинкта. Любовный союз основан на абсолютной доверительности, причем на многие вещи, касающиеся честности, влюбленные, просто закрывают глаза. Иногда внести раздоры между партнерами может их непредсказуемость. Это может привести к тому, что они будут долгое время находиться в полярном настроении, а это будет способствовать отдалению друг от друга. Обычно спутники не пытаются сохранить чувства и если чувствуют дискомфорт рядом друг с другом, то сразу расходятся.</p>

<p><b>В постели (совместимость в сексе 43%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Близнецы в постели средняя. Особой страстностью представители этого знака зодиака не отличаются. Очень эмоциональный секс их утомляет, поэтому они легко приспосабливаются друг к другу в сексуальной сфере.</p>

<p>Непостоянство - это одна из главных черт характера Близнецов. Она более явно проявляется у мужчин. Бывает так, что для партнера очень важно с точки зрения самоутверждения иметь несколько партнерш. Если любимая женщина, которая также является Близнецом, не будет об этом догадываться, то на их сексуальные отношения это никак не повлияет.</p>

<p>Совместимость Близнецы и Близнецы в постели снижается негативной чертой мужчины - стремлением во время секса подавлять партнершу, абсолютно не учитывая ее желания. Девушка со своей стороны считается идеальной любовницей, так как может подстраиваться под поведение партнера. Но на фоне этого она очень требовательна к сексу. Очень часто у избранницы возникает желания экспериментировать в постели, но, к сожалению, ее партнер, зачастую, оказывается к этому не готов.</p>

<p><b>В браке (совместимость в семейной жизни 37%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Близнецы в браке низкая. Семейный союз напоминает пародию на итальянскую семью. Супруги очень эмоциональные по своим природным характерам, поэтому никогда не сдерживаются в проявлении эмоций и чувств. Часто бывает так, что буквально недавно они ссорились, а через некоторое время уже готовы обниматься, забыв про все обиды.</p>

<p>Те, кто может увидеть тандем двух Близнецов в неподходящий момент, могут испытать шок. Горячие выяснения отношений, которые могут сопровождаться часто битьем посуды, а также многочасовые словесные разборки - это довольно частые приемы, которые применяются между супругами, чтобы доказать свою правоту.</p>

<p>Главная роль в гармонизации семейных отношений принадлежит жене. Она легче приспосабливается к тем ограничениям, которые накладывает семейная жизнь. Именно ее терпение позволяет, в большинстве случаев сохранить семью. Необходимо, чтобы супруга научилась вести домашнее хозяйство, привлекать мужа к бытовым хлопотам нужно постепенно и ненавязчиво.</p>

<p>Повысить совместимость Близнец и Близнец в браке помогут совместные увлечения. Очень важно, чтобы всегда находились темы для разговора. Сблизить супругов может также совместное воспитание детей.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 76%)</b></p>
<p>Совместимость в дружбе у двух Близнецов очень высокая. Иногда даже любовные отношения напоминают больше дружескую связь. Пара Близнец и Близнец - это именно те люди, которые с легкостью могут развеять миф о том, что дружбы между мужчиной и женщиной быть не может.</p>

<p>В дружеских отношениях они ценят то, что они нашли похожего на себя человека, с которым имеются общие интересы и увлечения. Такая дружба может сохраняться длительное время. Представители этого знака зодиака оптимисты и всегда воспринимают жизнь позитивно в любых жизненных ситуациях. Поэтому дружеские отношения, никогда не омрачаются никакими жалобами и плохим настроением.</p>

<p>Подруга всегда способна подсказать своему другу, как правильно себя повести в делах сердечных. При этом с ее стороны никогда не возникнет любовного притяжения к мужчине. Как впрочем, и ее друг никогда не станет проявлять к ней специфические знаки внимания и не станет требовать от нее проявления женственности.</p>

<p>Очень хорошо складываются отношения у друзей Близнецы и Близнецы в деловой сфере. Особенно больших успехов они могут достигнуть, если дело, которым они занимаются, доставляет им удовольствие.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Рак') {
			$answer = '<p>Представители Близнецов и Рака абсолютно не похожи друг на друга. Близнецы - это экстраверты, они стремятся к общественной, насыщенной жизни, отличаются открытым характером. Раки - это обычно замкнутые личности, которые предпочитают вести отшельнический образ жизни. Но, несмотря на это, союзы между Близнецами и Раками создаются довольно часто. Но при этом внутри таких тандемов существует много противоречий и сложностей. Если партнеры прикладывают усилия для того, чтобы понять друг друга, и стремятся преодолеть, возникающие разногласия, то союзы могут сохраняться длительное время.</p>

<p>Союз парня Близнецы и девушки Рак может держаться или на большой любви, или на выгоде. В первом случае партнеры умудряются создать свой оригинальный мир, в котором будет царить понимание и уважение. При этом они научаться предоставлять свободу действий друг другу во внешнем мире, а пересекаться будут только в быту.</p>

<p><b>В любовных отношениях (совместимость в любви 72%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Рака в любовных отношениях довольно высокая, несмотря на то, что характеры партнеров совершенно разные. Инициатором отношений обычно является мужчина. Его привлекает спокойствие и таинственность избранницы, которая является ему полной противоположностью. Барышне Раку обычно очень нравится, что с ней рядом находится деятельный и сильный мужчина. Отношение избранницы льстит Близнецу и его творческий потенциал возрастает, а, следовательно, он становится более успешным человеком.</p>

<p>Трещина в отношениях может появиться на фоне обид женщины Рака, которые она имеет обыкновение копить. Это приводит к возникновению отчужденности между партнерами. Любовные отношения будут устойчивыми только в том случае, если мужчина научится понимать перемены настроения спутницы. Со своей стороны женщине, если она хочет сохранить любовные отношения, нужно стараться не накапливать обиды, а высказывать их по мере возникновения. Это позволит своевременно обсудить проблемы и найти варианты их решения.</p>

<p><b>В постели (совместимость в сексе 79%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Рак в постели очень хорошая. В сексуальных отношениях, несмотря на разногласия в быту, всегда царит полная гармония. Наедине партнерам всегда очень комфортно.</p>

<p>Именно хорошая совместимость в сексе на фоне искреннего уважения друг к другу способствует тому, что браки между представителями этих знаков зодиака очень крепкие.</p>

<p>Мужчина Близнец воспринимает секс, как обязательный атрибут семейной жизни. Но, несмотря на это, он способен одаривать свою партнершу ласками, в которых она очень нуждается. В интимной жизни спутники не только получают наслаждение, но и полноценно отдыхают.</p>

<p>Барышня Рак отводит сексу более значимую роль. В минуты близости с партнером она ощущает себя полностью защищенной от проблем внешнего мира. Это наполняет ее силой и делает более уверенной.</p>

<p>Главная составляющая сексуальных отношений между партнерами - это чувственность. Оба человека, при разном подходе к сексу, любят фантазировать. Избранница чаще откликается на предложения партнера, нежели сама предлагает. Она легко подстраивается под его пожелания и всегда получает при этом удовольствие.</p>

<p><b>В браке (совместимость в семейной жизни 41%)</b></p>
<p>Совместимость Близнецы и Рак в браке не высокая, такой семейный союз не всегда благополучен. Это связано с тем, что партнерам, хочется этого им или нет, придется распределить обязанности. И если они отнесутся ответственно ко всем бытовым вопросам, то брак будет удачным.</p>

<p>Жена более успешно справляется с семейными обязанностями. Она с удовольствием создает уют в доме, вкусно готовит и окружает заботой любимого супруга. Она пытается создать свой закрытый мир, в котором ее семья будет чувствовать себя очень комфортно.</p>

<p>Муж всегда ценит такую женскую инициативу, хотя сам стремиться уйти от всех бытовых хлопот. Но с другой стороны, он стремиться зарабатывать деньги, чтобы позволить жене обустроить семейный мир. Партнер часто балует супругу подарками.</p>

<p>Но, несмотря на это мужчина Близнец никогда не зацикливается на доме. Он стремится много времени проводить в кругу друзей, что не всегда устраивает супругу. Это может стать причиной разногласий. Но если не возникнет подозрения об измене, то супруга будет оставаться хранительницей домашнего очага.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 58%)</b></p>
<p>Совместимость в дружбе между парнем Близнецы и девушкой Рак не очень высокая. Но, тем не менее, дружеские тандемы всегда очень крепкие. Это связано с тем, что дружба, как правило, возникает на фоне тяжелых событий, которые происходят в жизни у одного из партнеров.</p>

<p>Несмотря на свое непостоянство друг Близнец очень порядочный, он всегда оберегает свою подругу и является для нее покровителем. Ему очень нравится, что такое опекунство женщина Рак всегда принимает с удовольствием. Он дает подруге дельные советы, так как больше разбирается в жизни. Подруге Рак очень нравится делиться с другом своими мечтами и чаяниями.</p>

<p>Особого взаимопонимания в дружеских отношениях между представителями этих знаков зодиака не бывает. Но дружба очень успешно может держаться на взаимном уважении. Кроме того, подруга всегда стремится заботиться о своем друге и это доставляет мужчине большое удовольствие.</p>

<p>В деловой сфере в паре Близнецы и Рак нет точек соприкосновения. Поэтому общее дело не может стать объединяющим фактором.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Лев') {
			$answer = '<p>Союзы между представителями знаков Близнецы и Лев всегда очень гармоничны. Партнеры очень быстро находят общий язык. Это сильные и целеустремленные личности. Они оба уверенны в собственных силах. Такие качества притягивают Близнецов и Львов друг к другу.</p>

<p>Отношения между партнерами всегда развиваются стремительно. Вместе им никогда не бывает скучно. У избранников всегда очень много идей, которые они успешно воплощают в жизнь. Тандем Близнецы и Лев не только дружный, но и общительный, поэтому они часто бывают в центре внимания. Отношения всегда основаны на доверии, поэтому партнеры никогда не ограничивают свободу друг друга.</p>

<p>Союзы между парнем Близнецы и девушкой Лев всегда очень яркие. Представителей этих знаков зодиака объединяет не только взаимное притяжение друг к другу, но и общие интересы. Спутникам вместе никогда не бывает скучно, они всегда находят общие темы для бесед.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>
<p>Хорошая совместимость мужчины Близнец и женщины Лев в любовных отношениях способствует тому, что избранники быстро находят подход друг к другу. Они всегда со стороны выглядят очень привлекательно. Уже после первого знакомства избранникам кажется, что они знакомы всю жизнь. Любовные отношения в таком тандеме всегда развиваются благополучно и гармонично.</p>

<p>Роль лидера в паре занимает всегда женщина. Она направляет неуемную энергию избранника в правильное русло. И партнера это очень устраивает, так как он чувствует природную силу своей любимой и подчиняется ей. Такой союз - это редкий случай, когда парень Близнец позволяет собой управлять и руководить. Но иногда, из-за явно выраженного непостоянства и неорганизованности партнера, могут возникать разногласия. Но они не вредят отношениям, так как все проблемы быстро решаются путем мирных обсуждений.</p>

<p>Женщину привлекает оптимистичность Близнеца. Ей нравится, что ее избранник открыт всему новому, он обладает гибким умом и может быстро решать любые проблемы. Серьезных разногласий в союзе представителей этих знаков зодиака практически никогда не возникает. Атмосфера любви и полного взаимопонимания заслоняет собой весь негатив.</p>

<p><b>В постели (совместимость в сексе 99%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Лев в постели практически идеальная. Но считать это фактором, который удерживает их вместе нельзя. Оба партнера не ставят на первое место интимную жизнь. Для них секс является просто еще одним показателем гармоничности отношений. В постели представители этих знаков зодиака динамичны и активны.</p>

<p>Поскольку страсть ко всему новому - это природная черта партнеров, то они стремятся наполнять интимную близость новыми положительными эмоциями и всегда экспериментируют во время секса. Но иногда небольшой неприятный осадок после сексуальной связи может возникать у партнерши. Это связано с тем, что иногда мужчина может проявлять небрежность и не откликаться на желания барышни. Партнер очень любит говорить на интимные темы, но на практике не придает физической близости большого значения.</p>

<p>Партнерша всегда очень требовательна и стремится получать от секса максимальное удовольствие. Это может разочаровать ее, но через некоторое время она сможет объяснить своему любовнику суть проблемы и отношения быстро наладятся. Для того чтобы сексуальная близость сохранила свою свежесть на долгие годы, необходимо исключить в постели скуку и рутину.</p>

<p><b>В браке (совместимость в семейной жизни 73%)</b></p>
<p>Совместимость Близнецы и Лев в браке высокая. Инициатором брака в таком тандеме всегда является девушка. Но при этом она не давит на партнера, а терпеливо объясняет ему, почему важно узаконить отношения. В процессе создания семьи всю ответственность за быт на себя берет супруга. Но это именно то, что нужно сумбурному Близнецу. Ему очень важно, чтобы его не привлекали ни к каким бытовым хлопотам.</p>

<p>Любовь в семье представителей этих знаков зодиака не угасает долгие годы. Более того чувства спутников с каждым годом совместно прожитой жизни становятся все сильнее. Супруги стремятся проводить вместе, как можно больше времени, но кроме этого ведут также активную общественную жизнь, посещая самые различные мероприятия.</p>

<p>Примечательно, что пара Близнецы и Лев это творческий союз. Жена, которая принадлежит стихии огня, быстро воплощает идеи супруга в действие. Это способствует укреплению благополучия в семье.</p>

<p>Находясь в разъездах, они обязательно часто созваниваются, причем мужу Близнецу в решении любых вопросов нужна поддержка и совет любимой. В семье сохраняется благополучная атмосфера, а дети растут счастливыми. У них полностью отсутствуют комплексы неполноценности. Все домочадцы уважают и искренне любят друг друга.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 66%)</b></p>
<p>Между парнем Близнецы и подругой Львом очень высокая совместимость в дружбе. Более того именно с нее у представителей этих знаков зодиака часто возникают любовные чувства. От общения партнеры получают истинное удовольствие. Друзья стремятся, как можно чаще бывать вместе. Не обходят они стороной и различные публичные мероприятия, где всегда выглядят очень ярко.</p>

<p>Дружеские отношения между спутниками всегда наполнены интересными событиями. Близнецы и Лев все время заняты, какими-то совместными делами, они обмениваются мнениями и дают ценные советы друг другу. Особенно любит советоваться со своей подругой мужчина Близнецы, который по своей природе отличается переменчивым характером.</p>

<p>Крепкие дружеские отношения способствуют тому, что представителям этих знаков зодиака удается создавать успешные деловые тандемы. Обычно для решения конкретной задачи парень Близнец разрабатывает план действий, а его подруга успешно его воплощает.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Дева') {
			$answer = '<p>Во многом отношения между представителями знаков зодиака Близнецы и Дева зависит от стечения обстоятельств. Свести этих людей вместе может только судьба, так как они имеют различные увлечения и обычно идут по жизни разными путями. Но встретившись, Близнецы и Дева могут заинтересоваться природной непохожестью друг друга и создать относительно благополучный тандем. Но это возможно только на основе терпения и взаимоуважения. Деве, нужно будет постараться принять двойственность и непостоянство характера Близнеца, ему наоборот научится быть более пунктуальным и обязательным.</p>

<p>Совместимость пары находится на низком уровне. Представители этих знаков зодиака находятся на разных полюсах. А это значит, что вероятность того, что их жизненные пути пересекутся, близка к нулю. Но все в жизни случается. Поэтому при встрече между такими разными партнерами могут возникнуть относительно благополучные отношения, если они найдут общий язык в бытовых вопросах.</p>

<p><b>В любовных отношениях (совместимость в любви 45%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Дева в любовных отношениях довольно низкая. Это связано с тем, что они в жизни говорят на разных языках. Но это именно тот случай, когда любовь всегда непредсказуема и стрелы амура поражают людей, которые кажутся абсолютно несовместимыми по своим природным характерам.</p>

<p>В начале развития отношений партнеры, как правило, испытывают чувство новизны, что позволяет пробудить внутренний интерес и притяжение. Но по пришествии времени часто случается так, что чувства притупляются, и в тандем приходит скука. Зачастую партнеры даже не находят тем для разговоров.</p>

<p>Кроме этого мужчина Близнецы дает много поводов для ревности, что вызывает страдания у партнерши. Девушка Дева по своему природному характеру очень требовательна не только к себе, но и к человеку который находится рядом. Это стесняет свободолюбивого партнера, и долго он каких-либо ограничений не выдерживает. Как результат, партнеры расстаются, так как у них не хватает сил преодолеть возникшую отчужденность.</p>

<p><b>В постели (совместимость в сексе 29%)</b></p>
<p>Совместимость женщины Дева и мужчины Близнецы в постели очень низкая. Это, прежде всего, связано с консерватизмом партнерши. Все дело в том, что барышня Дева не может настроиться на секс без прелюдии. Ей не удастся раскрыться без ласковых слов со стороны партнера и других важных деталей.</p>

<p>Такое отношение к интимной близости раздражает парня. Мужчина Близнецы считает, что к сексу нужно относиться намного проще, ведь, по его мнению, сексуальные отношения является неотъемлемой составляющей любви, и сложностей вокруг этого возникать не должно.</p>

<p>Такое непонимание в постели может спровоцировать измены мужчины, что только усилит напряженность между влюбленными. Но бывают случаи, когда мужчина Близнецы на фоне огромной любви полностью принимает отношение партнерши к сексу. Проявив огромное терпение, он заставит любимую раскрепоститься, и это наполнит сексуальные отношение необычными эмоциями позитивной направленности.</p>

<p><b>В браке (совместимость в семейной жизни 52%)</b></p>
<p>Совместимость Девы и Близнецы в браке позволяет создать семейный союз, он будет очень интересный, но очень непростой. Особенно тяжело приходится супруге, ведь она стремится создать идеальную атмосферу в семье и угодить своему любимому.</p>

<p>Чтобы брак был успешным, представителям этих знаков зодиака придется приложить немало усилий. Со временем спутники научаться принимать друг друга такими, какими они являются по своей природе. Важно чтобы партнеры поняли необходимость того, что вместе они останутся, если смогут прощать друг другу недостатки.</p>

<p>В идеальной семье влюбленные не пытаются переделать один одного, а приучают себя восхищаться друг другом, как бы это трудно не было. Мужчине Близнецу очень нравится природная практичность супруги и ее хозяйственность. С другой стороны Деву завораживает гибкость ума супруга и его способность принимать неординарные решения.</p>

<p>Самую большую угрозу браку несет то, что жена Дева предпочитает стабильность в жизни. Но при этом ее супруг все время стремится к жизненным переменам. На этой почве разгораются серьезные скандалы, которые, в большинстве случаев приводят к разводу.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 56%)</b></p>
<p>Крепкие дружеские отношения между мужчиной Близнецы и женщиной Дева возникают не часто. Встретившись в одной компании, они могут с удовольствием проводить время в обществе друг друга. Но при этом, желание общаться более тесно и доверять друг другу свои секреты и чаяния возникает крайне редко. Представители этих знаков зодиака слишком разные, чтобы сблизится.</p>

<p>Для дружбы между спутниками характерно то, что друзья поддерживают отношения периодически. Они сближаются, когда в этом возникает необходимость. Такой способ позволяет им не уставать от общения друг с другом и сохранить свежесть дружеских отношений.</p>

<p>Любовь на фоне дружбы между представителями этих знаков зодиака не возникает никогда, поэтому их половинкам абсолютно не нужно беспокоиться. Женщина Дева настолько порядочная, что позволяет любовные отношения только со свободным мужчиной.</p>

<p>На фоне дружбы между спутниками могут сложиться великолепные деловые отношения. При необходимости они могут объединиться, и устроить мощнейший мозговой штурм с целью решения сложной задачи. В рабочей ситуации они умеют отбросить все предубеждения друг к другу и уверенно двигаться к поставленной цели.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Весы') {
			$answer = '<p>Тандемы Близнецов и Весов очень проблематичны. Противоречие союзов связано с тем, что, несмотря на низкую совместимость, представители этих знаков, если решают остаться вместе, то делают друг друга счастливыми. И Близнецы, и Весы способны обмениваться колоссальным количеством энергии. Парадокс заключается в том, что абсолютная непохожесть характеров может стать сильным объединяющим фактором. Двойственный и переменчивый Близнец очень комфортно себя чувствует с уравновешенными Весами.</p><p>Сближение партнеров происходит нечасто, ведь эти знаки относятся к стихии воздух, которая, как известно, постоянно находится в движении.</p>

<p>Между партнерами данных знаков могут возникнуть искренние любовные отношения. Их могут связать общие интересы, что станет предпосылкой крепкой дружбы. Но кроме этого представители этих знаков зодиака не переносят одиночества. Поэтому при определенных жизненных обстоятельствах между ними может возникнуть любовная связь.</p>

<p><b>В любовных отношениях (совместимость в любви 33%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Весы в любовных отношениях низкая, пары всегда складываются непросто, хотя со стороны, кажется, что в таком союзе царит мир и согласие. Оба партнера любят бывать в обществе, ведут активную жизнь и с удовольствием общаются с друзьями.</p>

<p>Но при этом женщине в таком тандеме приходится себя всегда держать на должном уровне. Ведь ее партнер легкомысленная и увлекающаяся натура. Если он не будет заинтересован в отношениях, то союз, вряд ли, долго удержится.</p>

<p>Девушка Весы никогда не приемлет грубых способов выяснения отношений, поэтому между партнерами никогда не бывает скандалов, хотя разногласия возникают по многим вопросам. Любовь между представителями этого знака зодиака будет сохраняться долгое время, пока его спутница будет сохранять некоторую загадочность.</p>

<p>И только барышня Весы может вести себя подобно мягкой мурлыкающей кошечке, которая иногда выпускает коготочки. Она никогда не будет выпрашивать у любимого подарки, и обижаться при отсутствии должного внимания с его стороны. Просто умело манипулируя избранником, она все это будет получать. И мужчина Близнец будет считать, что все в их совместной жизни происходит по его инициативе.</p>

<p><b>В постели (совместимость в сексе 67%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Весы в постели очень хорошая. Помимо чувственных страстей оба партнера очень любят поговорить друг с другом во время секса. Они блистательны в своем красноречии, им нравится осыпать друг друга комплиментами. Очень часто сексуальная совместимость является главным связующим фактором в браке.</p>

<p>Представители этих знаков зодиака являются непревзойденными мастерами флирта, они оба очень любят экспериментировать в постели. От предварительных ласк и собственного красноречия мужчина и женщина получают даже большее удовольствие, чем от самого секса.</p>

<p>Близнецы и Весы всегда идут навстречу пожеланиям друг друга. Им чужды стереотипы, консервативность, предрассудки и однообразие. Они в постели разыгрывают различные ролевые игры и сексуальные развлечения, поэтому их интимная жизнь всегда наполнена положительными эмоциями, незабываемыми впечатлениями и разнообразием.</p>

<p><b>В браке (совместимость в семейной жизни 49%)</b></p>
<p>Совместимость Близнецы и Весы в браке средняя, союзы спутники создают только в том случае, если они будут уверенны в искренности собственных чувств. И, тем не менее, разводы после многих лет совместной жизни случаются очень часто.</p>

<p>Основная проблема в семейной паре заключается в том, что женщина Весы хочет, чтобы с ней рядом был сильный и волевой мужчина. Но после того как со временем любовь притупляется, она понимает, что с ней рядом находится не такой человек. Ее супруг в семейной жизни очень неорганизованный и часто распыляется на разные мелочи.</p>

<p>Такое поведение разочаровывает женщину, и возникает риск того, что она начнет поучать супруга и начнет командовать им. Но любое посягательство на мировоззрение мужчины Близнеца не допустимо. На этой почве возникают серьезные разногласия, которые приводят к разладу семейных отношений.</p>

<p>Как правило, благополучие в семье представителей этих знаков зодиака, зависит от жены. Даже если она поймет, что нужно лидерствовать в паре, то делать это нужно очень мягко, щадя самолюбие своего супруга.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 72%)</b></p>
<p>Дружеские отношения между женщиной Весы и мужчиной Близнецы складываются очень удачно. Эти знаки зодиака относятся к одной стихии, и это способствует очень хорошему взаимопониманию. Друзья великолепно понимают друг друга и находят интересные темы для бесед. Примечательно, что между ними никогда не бывает тайн, они полностью доверяют друг другу.</p>

<p>В эмоциональной сфере мужчина и женщина находятся на одном уровне, поэтому одинаково воспринимают все события, происходящие вокруг них в окружающем мире. Дружеские отношения в паре Близнецы и Весы складываются оригинально. Между ними возможен даже секс. Но при этом они будут относиться к нему, как к дружескому проявлению чувств и разрушать семью из-за этого никто из друзей не станет. Поэтому в глазах всех окружающих, партнеры будут выглядеть просто друзьями, заботясь только о том, чтобы тайное не стало явным.</p>

<p>На фоне крепких дружеских союзов между представителями этих знаков зодиака возможно успешное деловое партнерство. Оба спутника обладают гибким умом, поэтому могут правильно и быстро реагировать на изменение ситуации. Они инициативны и всегда с удовольствием выполняют поставленные перед ними задачи.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Скорпион') {
			$answer = '<p>Общая совместимость в различных жизненных сферах пары Близнецы и Скорпион плохая. Представители этих знаков очень разные по своим природным характерам. Но при определенных обстоятельствах между партнерами могут возникнуть крепкие союзы.</p><p>Скорпионы - это закоренелые собственники. Если это поймет и примет Близнец, то в тандеме могут сложиться достаточно гармоничные отношения. С другой стороны Скорпиону следует помнить о природном свободолюбии Близнецов. Только при сильной любви представители смогут делать шаги для сближения друг с другом.</p>

<p>Союз между мужчиной Близнецы, который по своему характеру независим и непостоянен, с ревнивой женщиной Скорпион напоминает взрывоопасную смесь. В отношениях в таком тандеме много разнообразных эмоций: страсть и романтика сочетается с бурными конфликтами.</p>

<p>Оба партнера очень сильные от природы личности, поэтому им очень сложно уступать друг другу.</p>

<p><b>В любовных отношениях (совместимость в любви 52%)</b></p>
<p>Совместимость мужчины Близнеца и женщины Скорпион в любовных отношениях средняя. Несмотря на то, что со стороны тандем выглядит странно, союз между представителями этих знаков зодиака при стечении обстоятельств может быть крепким. Для того чтобы построить прочные и гармоничные отношения партнерам нужно серьезно поработать над собой. Но это возможно только в том случае, если они испытывают друг к другу искренние чувства.</p>

<p>Женщине Скорпиону очень нравиться галантность и обходительность избранника. Она ценит его чувство юмора. Устраивает партнершу также то, что мужчина Близнецы никогда не стремиться к лидерству, а предпочитает все вопросы обсуждать. Более того в некоторых ситуациях он очень быстро соглашается с любимой и подчиняется ей. Но при этом следует помнить о том, что перегибать палку в плане своих требований к партнеру, ни в коем случае нельзя. Мужчина Близнецы может соглашаться со многим, но только это не должно ограничивать его свободу.</p>

<p>Со своей стороны партнер многому учиться у своей избранницы. Так, он становится более организованным и ответственным. Кроме того партнерша учит его сдержанности при принятии решений. То есть, при взаимной любви представители этих знаков зодиака великолепно дополняют друг друга.</p>

<p>Партнерам никогда не бывает скучно. Основная заслуга в этом мужчины Близнеца, который умеет разнообразить жизнь. Девушка Скорпион рядом со спутником избавляется от своей природной подавленности и депрессивности.</p>

<p><b>В постели (совместимость в сексе 47%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Скорпион в постели находится приблизительно на среднем уровне. Для партнера благополучный секс немыслим без обольщения, которое связано с игрой слов и приятными комплиментами. Во время секса мужчина много энергии вкладывает в свое красноречие, а женщина в постели стремится получить больше чувств и эмоций.</p>

<p>Расходятся партнеры в интимной жизни и в других моментах. Так, женщина стремится властвовать в постели и ставит перед собой цель получить максимальное наслаждение от секса. Со своей стороны мужчина Близнецы сторонник легкого разнообразного секса, он всегда не прочь поэкспериментировать.</p>

<p>Для того чтобы наладить сексуальную жизнь и гармонизировать ее, партнеру необходимо постараться раскрепостить девушку. Если это удастся, то в сексе Близнецы и Скорпион будут получать максимальное удовольствие.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>Семейные отношения между парнем Близнецы и девушкой Скорпион всегда складываются непросто. Причиной проблем являются два основных фактора:</p>

<p>Муж Близнецы в силу своего природного легкомысленного характера часто не может провести грань между реальным и вымышленным миром. Это для избранницы реалистки понять сложно.</p>
<p>Жена Скорпион очень ревнива. Таким поведением она ограничивает свободу действий свободолюбивого партнера и это отталкивает его.</p><p>Укрепить семейный союз и повысить совместимость Близнецы и Скорпион в браке поможет общее дело. Именно поэтому благополучными являются семьи, в которых супруги имеют собственный бизнес. В этом случае в силу жизненной необходимости мужчине придется выполнять определенные действия, что делает его более организованным.</p>

<p>У супруги Скорпиона очень сильная от природы личность, поэтому она может легко справится со всеми домашними делами, в том числе и с воспитанием детей. Это очень устраивает партнера, потому что он может всецело посвятить себя работе, что для него составляет больший интерес. Главное, чтобы супруга была уверена в его честности, в противном случае ее ревность значительно ухудшит семейные отношения.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 55%)</b></p>
<p>Между женщиной Скорпион и мужчиной Близнецами редко складываются крепкие дружеские отношения. Но вот приятельство между спутниками часто поддерживается. То есть они могут периодически общаться, но делится сокровенными мыслями и чаяниями друг с другом не будут. Как правило, общение состоит в том, что мужчина делится с женщиной последними новостями, и она его внимательно выслушивает, даже не комментируя услышанное.</p>

<p>Иногда дружба не может начаться из-за того, что партнеры при встрече чувствуют сексуальное притяжение друг к другу. Поэтому они решают в этом случае, стоит ли им сближаться, или в силу каких-либо обстоятельств лучше разойтись. Однозначно этим людям не следует дружить, если они уже не свободны.</p>

<p>В деловой сфере Близнецы и Скорпион великолепно ладят, независимо от того, являются ли они друзьями или нет. Женщина очень ценит гибкость ума мужчины, ведь он может найти выход из любой ситуации. А она всегда может доводить все начатые дела до логического завершения. Как правило, в рабочем тандеме с парнем Близнецы девушка Скорпион видит для себя выгодные преимущества в плане построения карьеры.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Стрелец') {
			$answer = '<p>Тандемы Близнецы и Стрелец всегда очень устойчивые и долговечные. Союзы двух людей можно сравнить с половинками одного целого. Совместимость этих знаков по статистике очень высокая. Несмотря на то, что партнеры относятся к разным стихиям, это не отталкивает их.</p>

<p>Как известно, Воздух и Огонь в природе очень притягиваются друг к другу. Этот факт отражается и на представителях этих знаков зодиака. Но не следует забывать о том, что любой гармоничный союз можно создать, только если идти друг другу на уступки. Это не сложно ведь партнеры имеют похожие интересы и увлечения, они всегда находят темы для бесед.</p>

<p>Мужчина Близнецы и женщина Стрелец великолепно подходят друг другу. Они поразительно похожи по своим природным характерам. Партнеры очень комфортно чувствуют себя в любой жизненной сфере. Взаимопонимание между ними возникает на подсознательном уровне.</p>

<p><b>В любовных отношениях (совместимость в любви 82%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Стрелец в любовных отношениях высокая, часто чувства возникают на фоне дружбы. Говоря о таком тандеме, хочется сказать, что в этом случае каждый из партнеров нашел свою &laquo;половинку&raquo;. Вместе они великолепно дополняют друг друга.</p>

<p>Примечательно, что мужчина Близнецы приземляет свою избранницу, он не позволяет ее фантазиям захлестнуть ее же. Несмотря на легкость и переменчивость характера партнер заставляет девушку ставить перед собой реалистичные цели. После того как женщина осмыслит информацию она сможет успешно применить ее.</p>

<p>Спутники сходятся в том, что они оба стремятся к жизненным переменам и не бояться их. Близнецы и Стрельца притягивает все новое и неизведанное. Любовные отношения между представителями этих знаков зодиака наполнены приятными сюрпризами и положительными эмоциями. Партнеры много времени проводят в интересном общении, они любят размышлять и часто делятся впечатлениями от различных жизненных событий.</p>

<p>Объединяющим фактором является то, что Близнецы и Стрелец в таком тандеме являются единомышленниками. Это полностью исключает возникновение скуки и рутины, жизнь их всегда разнообразна, она насыщена интересными яркими событиями. В таком союзе нет места пессимизму, и это еще больше укрепляет отношения.</p>

<p><b>В постели (совместимость в сексе 91%)</b></p>
<p>Сексуальная совместимость мужчины Близнеца и женщины Стрельца в постели идеальная. Партнеры очень легко относятся к сексу и не считают его фактором, который будет способствовать созданию семьи. Но с другой стороны часто крепкая дружеская связь является предпосылкой началу сексуальной близости.</p>

<p>Мужчина Близнецы в сексе внимательно относится к своей партнерше, он любит говорить комплименты, при этом чрезвычайно красноречив и осыпает свою избранницу нежными словами. Он наполняет секс обязательными предварительными ласками и ухаживаниями, что очень импонирует романтичной девушке.</p>

<p>В интимной близости партнерам очень нравится разнообразие, и они позволяют себе экспериментировать в постели. В интимной сфере у влюбленных возникает полное взаимопонимание. Они понимают желания друг друга на подсознательном уровне и всегда идут навстречу с целью доставить максимальное удовольствие.</p>

<p><b>В браке (совместимость в семейной жизни 83%)</b></p>
<p>Совместимость Близнецы и Стрелец в браке очень высокая, но, несмотря на это, при совместной семейной жизни часто возникают сложности. Все дело в том, что по своей натуре партнерша является одиночкой. По этой причине семейные союзы создаются тогда, когда партнеры уверенны в своих чувствах друг к другу. Обычно такая семья образуется на всю жизнь.</p>

<p>Дети в такой дружной семье, как правило, появляются в первый год брака. Но мечтают о таком радостном событии супруги чуть ли не с первых дней встреч. Считается, что у представителей этих знаков зодиака рождаются очень талантливые и интеллектуальные дети.</p>

<p>Супруги всегда являются желанными гостями в любой компании. Также они с удовольствием посещают различные общественные мероприятия. Супруги имеют множество хобби и увлечений, которые сплачивают пару. Часто их интересы связаны с интеллектуальной деятельностью.</p>

<p>Даже после долгой совместной жизни супруги сохраняют искреннюю любовь. Этот союз, несмотря на свободолюбие мужчины, и женщины, основывается на полном доверии, поэтому ревность между ними никогда не возникает. Кроме этого, партнеры всегда прощают друг другу ошибки молодости и никогда не вспоминают их.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 58%)</b></p>
<p>Дружба между мужчиной Близнецы и женщиной Стрелец - это частое и естественное явление. С нее обычно начинаются более глубокие отношения между партнерами. В дружбе представителей этих двух знаков объединяет огромное количество общих интересов. Они стремятся к получению новых ярких впечатлений. Поэтому друзья много путешествуют, участвуют в туристических походах и познавательных экскурсиях.</p>

<p>Дружеские отношения укрепляются, если друзья развиваются интеллектуально. Это происходит тогда, когда они посещают различные семинары или тренинги, а также участвуют в мастер-классах самой различной направленности. После посещения интересных мест, друзья устраивают обсуждения, иногда они рассуждают на определенные темы, что позволяет им еще больше сблизиться.</p>

<p>Нарушить дружеские отношения могут трудные жизненные периоды. Особенно часто возникают проблемы, когда помощь требуется женщине Стрельцу. Она будет рассчитывать на поддержку друга, но, скорее всего, ее не сможет получить. Это связано с природной ненадежностью мужчины Близнецы, который в самый трудный момент может быть занят &laquo;неотложными делами&raquo;.</p>

<p>На фоне дружбы может возникнуть деловое партнерство, но только, если они работают в нематериальной сфере. Как правило, лидером в этом случае является женщина Стрелец.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Козерог') {
			$answer = '<p>Козерог и Близнецы нелегко находят общий язык друг с другом. Они обладают не похожими характерами, их жизненные интересы практически не пересекаются. Но основным фактором, который способствует возникновению отношений, является загадочность Близнецов. У приземленного Козерога при встрече всегда возникает желание разгадать партнера. На почве этого могут создаваться вполне благополучные союзы. Но с другой стороны представители знака зодиака Козерог - это очень тактичные и осторожные личности, поэтому природная самоуверенность Близнецов часто является отталкивающим фактором.</p>

<p>Отношения парня Близнецы и девушки Козерога можно охарактеризовать, как притяжение противоположностей. Представители этих знаков зодиака отличаются разным мировоззрением и не похожим отношением к жизни. Для того чтобы создавать благополучные союзы партнерам придется приложить много усилий.</p>

<p><b>В любовных отношениях (совместимость в любви 43%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Козерог в любовных отношениях ниже средней. Для того чтобы возникли любовные чувства спутникам необходимо испытывать глубокую и искреннюю симпатию. Все дело в том, что в таких отношениях партнеры много получают один от другого, но также много теряют.</p>

<p>Парень поможет своей избраннице избавиться от многих природных комплексов. Но это изменит ее естественность, которую так ценили окружающие.</p>
<p>Девушка поспособствует тому, что избранник научиться более реалистично относится к окружающему миру. При этом в определенной степени будет ограничиваться его свобода.</p>
<p>Учитывая все это, любовные отношения возможны только в том случае, когда партнеры готовы идти друг другу на уступки. От своего избранника барышня Козерог получает много полезной информации, которая позволяет ей добиваться больших успехов в жизни.</p>

<p>Для того чтобы укрепить отношения представителям этих знаков зодиака придется пройти через многие жизненные испытания. Не все могут выдержать их, поэтому часто союзы распадаются. Благополучие в тандеме наступает в тот момент, когда Близнецы и Козерог начинают понимать всю бесполезность попыток изменения природных характеров своих спутников.</p>

<p><b>В постели (совместимость в сексе 81%)</b></p>
<p>Совместимость мужчины Близнеца и женщины Козерога в постели достаточно высокая. Но этот факт основан на том, что партнерам интересно друг с другом в постели из-за своей непохожести.</p>

<p>Мужчину Близнецы в интимной жизни притягивает партнерша своей противоположностью. Партнер будет стремиться растопить консерватизм избранницы и следует отметить, что небезуспешно. Со временем она научится экспериментировать и секс превратиться в сказку.</p>

<p>Высокая совместимость пары Близнецы и Козерог связана с заблуждением в том, что партнерша всегда придерживается консервативных взглядов. Ошибочно считать ее холодной. И проницательный мужчина Близнецы очень быстро это понимает. Холодность женщины связана с ее замкнутостью и скрытностью. Партнерша может раскрываться в постели только тогда, когда полностью доверяет избраннику и испытывает к нему искренние чувства.</p>

<p>Интимная жизнь полностью раскрепощенных партнеров будет наполнена оригинальной чувственностью, которую подарит своему мужчине любимая. Она оценит способность своего партнера говорить красивые комплименты и осыпать ее ласками во время секса.</p>

<p><b>В браке (совместимость в семейной жизни 52%)</b></p>
<p>Несмотря на колоссальную разницу в природных характерах и во взглядах, совместимость Близнецы и Козерог в браке позволяет создавать семьи, которые получаются довольно устойчивыми. Разводы в таких браках случаются не часто. Все дело в том, что внутри своего семейного гнездышка оба партнера великолепно себя чувствуют.</p>

<p>В основном семейное благополучие зависит от жены Козерога. Она отличается природной мудростью, поэтому изначально распределяет роли и устанавливает иерархию в различных сферах. Именно на этом строятся устойчивые отношения между супругами.</p>

<p>Ссоры в семье случаются редко, поскольку супруги никогда не обращают внимание на различные бытовые мелочи. Каждый из них стремится получить удовольствие от семейной жизни, и такое отношение наполняет атмосферу в семье благополучием.</p>

<p>Девушка Козерог очень разумна, поэтому она может заставить себя приспособится к своему впечатлительному и очень эмоциональному партнеру, если это будет соответствовать ее интересам. Ее тактичность позволит грамотно управлять супругом, поэтому у него никогда не появится ощущения, что его партнерша пытается ограничить его свободу.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 38%)</b></p>
<p>Дружеские отношения очень редко возникают между барышней Козерогом и мужчиной Близнецами. Этому мешают разные природные характеры и темперамент. Интересы представителей этих знаков зодиака редко пересекаются. Козерог предпочитает жить по правилам, которые часто устанавливает сама, а мужчине Близнецам такой подход очень скучен.</p>

<p>Даже если дружба возникает, то она больше похожа на не обязывающие, приятельские отношения. Строгая и правильная подруга никогда не доверит важные тайны своему другу. Также она не может доверить ему и решения сложных жизненных проблем.</p>

<p>Дружеские отношения могут возникнуть, если подруга старше избранника. В этом случае она берет на себя роль сестры и опекает друга. В силу ее жизненного опыта, советы могут быть очень полезными для друга. Такие отношения часто возникают между реальными родственниками.</p>

<p>На фоне приятельств деловое партнерство не бывает успешным. Эти люди предпочитают работать в разных ритмах, поэтому при решении производственных задач между ними часто возникают разногласия.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Водолей') {
			$answer = '<p>Отношения спутников Близнецы и Водолей, в большинстве случаев, складываются удачно. Представители этих двух знаков очень свободолюбивы и никогда не ограничивают свободу друг друга. Они общительны и предпочитают вести активный образ жизни. Схожесть их природных характеров способствует тому, что между ними редко возникают разногласия.</p><p>Они одинаково оценивают события, происходящие в окружающем мире, и имеют похожее мировоззрение. Вместе Близнецы и Водолей никогда не скучают, так как находят интересные занятия и увлекательные темы для бесед. Каждый из них стремится совершенствоваться, поэтому партнеры с удовольствием делятся полученными знаниями.</p>

<p>Высокая совместимость между парнем Близнецы и девушкой Водолей позволяет создавать крепкие союзы. В них присутствует полное взаимопонимание. Такая пара самодостаточная, но, несмотря на это влюбленные никогда не замыкаются в себе. Они часто участвуют в самых различных общественных мероприятиях и пользуются успехом среди своих друзей и коллег.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Водолей в любовных отношениях очень высокая. Это связано с тем, что характеры представителей этих двух знаков очень похожи. Объединяющими факторами является следующее:</p>
<ul>
  <li>Общительность и легкость;</li>
  <li>Стремление к активному образу жизни;</li>
  <li>Предприимчивость и изобретательность в решении всех проблем и вопросов;</li>
  <li>Желание глубоко познать окружающий мир во всех его проявлениях;</li>
  <li>Стремление самосовершенствоваться;</li>
  <li>Снисходительность и способность прощать ошибки.</li>
</ul>
<p>Чувства представителей этих знаков зодиака строятся на искренности и доверительности. Благодаря поразительной схожести природных нравов, партнеры очень комфортно чувствуют себя вместе. Такие отношения с уверенностью можно назвать гармоничными. Между ними царит полное взаимопонимание. Очень часто они бывают полезными, так:</p>
<ul>
  <li>Девушка Близнецы с легкостью заводит новые знакомства, что позволяет ей получать огромное количество разнообразной информации;</li>
  <li>Парень Водолей в такой информационной лавине может найти что-то необычное и применить его в жизни;</li>
  <li>Совместные отношения всегда наполнены интересным общением на самые разные темы;</li>
  <li>Эти люди никогда не драматизируют происходящие события, а всегда стремятся найти разумный выход из любых жизненных ситуаций.</li>
</ul>
<p><b>В постели (совместимость в сексе 63%)</b></p>
<p>В интимной жизни отношения между избранником Близнецы и барышней Водолей всегда складываются удачно. Но при этом партнер проявляет меньше страстности в постели, чем его избранница. В любом случае он стремится доставить удовольствие девушке и откликается на все ее пожелания. Очень часто случается так, что спутники используют секс как способ примирения.</p>

<p>Со временем, когда партнеры полностью привыкнут друг к другу, совместимость мужчины Близнецы и женщины Дева в постели станет идеальная. Спутников объединяет то, что им обоим нравится во время секса разговаривать о любви. Оба партнера ведут себя в постели раскрепощено и непринужденно. Им очень приятен флирт, они часто экспериментируют. В сексуальной близости у них нет однообразия, а всегда присутствует оригинальность. Это позволяет на долгие годы сохранить свежесть интимных утех.</p>

<p><b>В браке (совместимость в семейной жизни 73%)</b></p>
<p>Любовь между мужчиной Близнецы и женщиной Водолей часто возникает с первого взгляда. Более того представители этих знаков зодиака часто заключают браки без каких-либо предварительных раздумываний. И в большинстве случаев у них всегда складываются крепкие семьи.</p>

<p>В брачном союзе всегда присутствуют интересные идеи, у партнеров много совместных планов, которые они воплощают в реальную жизнь. Близнецы и Водолей очень дружные, их семейный девиз: &laquo;Одинаковые права во всем&raquo;. Со стороны, кажется, что супруги созданы друг для друга. Оба партнера любят свободу и независимость мыслей. Они с удовольствием занимаются воспитанием детей, уделяя их интеллектуальному развитию большое внимание.</p>

<p>Хорошая совместимость Близнецы и Водолей в браке не убережет от проблем в семье, которые могут возникать из-за слабости материальной сферы. У супругов не всегда получается зарабатывать деньги, чтобы обеспечить достойный быт. Но, несмотря на это, им удается сохранить семью, так как они считают, что трудные времена рано или поздно закончатся. Обычно так и случается, и одному из супругов удается найти высокооплачиваемую работу.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 45%)</b></p>
<p>Как и в других жизненных сферах великолепно складываются отношения между женщиной Водолей и парнем Близнецы в дружбе. Низкая совместимость связана только с тем, что между представителями этих знаков зодиака быстрее возникает любовь.</p>

<p>Часто дружба возникает между людьми разных поколений. В любом случае Близнецы и Водолей очень ценят возникшие дружеские отношения. Даже если друзья чрезмерно заняты, они умудряются находить время для того, чтобы вместе побеседовать.</p>

<p>Основой дружбы являются общие интересы и увлечения. Вместе друзьям никогда не бывает скучно, они могут часами обсуждать интересующие их темы, а также делится наболевшим. Особенно дорожит такой дружбой подруга Водолей.</p>

<p>Искренняя дружба между девушкой Водолей и другом Близнецы не перерастает никогда в любовь, если партнеры не свободны. Поэтому их половинкам можно не беспокоиться об изменах.</p>

<p>Дружба между представителями этих знаков не может стать основой для успешных деловых отношений. Это связано с тем, что друзья находят более интересные занятия, чем решения рабочих вопросов.</p>';
		}
		if ($here == 'Близнецы' && $she == 'Рыбы') {
			$answer = '<p>Союзы Рыбы и Близнецы встречаются довольно часто, но они редко основаны на природном притяжении. Симпатия у партнеров друг к другу в большинстве случаев возникает на фоне любопытства или взаимной выгоды. Прочность отношений в любых сферах всецело зависит от способности спутников идти на компромисс. В таких тандемах благополучие и гармония возможна только тогда, когда у представителей этих двух знаков зодиака исчезнет желание переделывать друг друга. Чтобы быть вместе, партнерам нужно научиться сообща решать различные бытовые вопросы и строить отношения на абсолютном доверии.</p>

<p>Отношения между парнем Близнецы и девушкой Рыбы всегда складываются очень проблематично. Представители разных стихий имеют совершенно разные характеры и их интересы мало в чем пересекаются. Притяжение между партнерами можно объяснить только тем, что противоположности притягиваются. Как правило, отношения очень неустойчивые и могут прекратиться по инициативе одного из партнеров в любой момент.</p>

<p><b>В любовных отношениях (совместимость в любви 62%)</b></p>
<p>Совместимость мужчины Близнецы и женщины Рыбы в любовных отношениях возникает на базе того, что партнера привлекает беззащитность, хрупкость и мягкость избранницы. Со своей стороны девушке Рыбы очень импонирует общительность мужчины Близнеца, его красноречие и разносторонние интересы.</p>

<p>На первых порах партнер помогает раскрыться природным талантам своей избранницы, которых у нее может быть немало. Иногда это даже может помочь барышне успешно продвинуться по службе. Если партнеры смогут сохранить любовь, то они могут быть очень полезны друг другу.&nbsp;Так:</p>
<ul>
  <li>Девушка Рыбы научится более легко относиться к жизни. Она расширит круг своих знакомств и избавится от депрессивного восприятия окружающего мира.</li>
  <li>Парень Близнецы научится быть более внимательным к окружающим. У него возникнет желание проявлять сострадание к людям, быть более мягким и терпимым. Благодаря информации, которую он будет получать от партнерши, ему удастся значительно расширить собственный духовный мир.</li>
</ul>
<p>Когда люди в таком тандеме любят друг друга, то их жизнь всегда интересна. Она наполнена положительными эмоциями и приятным времяпровождением. Благодаря партнеру девушка все чаще участвует в различных общественных мероприятиях. Мужчину привлекает то, что его партнерша может интуитивно чувствовать события, поэтому ее подсказки и советы всегда оказываются полезными.</p>

<p><b>В постели (совместимость в сексе 55%)</b></p>
<p>Очень неоднозначно складывается совместимость мужчины Близнецы и женщины Рыбы в постели. Часто интимная близость у представителей этих знаков зодиака начинается сказочно и ярко. Партнерам нравится романтичность отношений и красота тех слов, которыми они одаривают друг друга.</p>

<p>Но идиллию в постели в паре Близнецы и Рыбы может нарушить то, что партнерша мечтает о красивом постоянстве. Именно этого ей не может дать спутник, который обладает переменчивым природным характером. Со временем партнерша понимает, что какими бы не были красивыми слова, произнесенные во время секса, если они не подтверждаются чувствами, то становятся совсем пустыми.</p>

<p>Непостоянство парня со временем очень угнетает избранницу Рыбы. Вследствие этого, сексуальная близость в паре постепенно станет редким явлением или просто угаснет. Но этот факт далеко не всегда приводит к разрыву союза. Мужчина Близнецы легко находит удовлетворение на стороне, а девушка уходит с головой в другие сферы семейной жизни.</p>

<p><b>В браке (совместимость в семейной жизни 48%)</b></p>
<p>Семейные отношения между мужчиной Близнецы и женщиной Рыбы всегда непредсказуемы. Многое в таком союзе зависит от партнера, точнее от того, насколько он стремится к серьезным отношениям и к благополучию в семье. Если он успел насладиться всеми прелестями холостой жизни и осознанно вступил в брак, то в семейном союзе все будет складываться благополучно. Это связано с высокой природной приспосабливаемостью мужчины Близнеца. Прежде всего, в своей спутнице он будет ценить то, что она старается заботиться о нем и создает ему благоприятные условия. Мужа после работы всегда ждет уютный дом и вкусный ужин.</p>

<p>Укрепляет семейный союз Близнецы и Рыбы рождение детей. Муж становиться очень заботливым отцом, ведь его избраннице часто не хватает времени для того чтобы заниматься воспитанием детей. Она много времени посвящает духовному самосовершенствованию. Но при этом родители всегда будут стремиться к тому, чтобы создать для своих чад благоприятные условия для полноценного развития.</p>

<p>Объединяет супругов то, что они умеют хорошо приспосабливаться. В совместной жизни между ними никогда не возникает разногласий.</p>

<p>Партнеры при возникновении любых недоразумений просто берут тайм аут, а после прошествии какого-то времени, как правило, жизнь сама дает правильные подсказки или расставляет все на свои места. То есть, при низкой совместимости Близнецы и Рыбы в браке, супруги могут прожить долгую и счастливую семейную жизнь.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 75%)</b></p>
<p>Хотя дружба между мужчиной Близнецы и подругой Рыбы возникает редко, совместимость в дружеских отношениях считается очень высокой. Это объясняется тем, что просто из-за того, что представители этих знаков зодиака имеют разные характеры и несовпадающие интересы, встретится на жизненном пути им очень сложно. Но когда они встречаются, то могут построить крепкие дружеские отношения.</p>

<p>Особенно крепкая дружба может возникнуть между родственниками. В этом случае в дружеских тандемах существует полное доверие и взаимопонимание. На фоне дружбы успешного партнерства не получится, слишком разные подходы к работе у этих людей.</p>';
		}
		//Рак 9
		if ($here == 'Рак' && $she == 'Овен') {
			$answer = '<p>Несмотря на непохожесть, союзы между знаками Овен и Рак встречаются довольно часто. Основное отличие их состоит в том, что Овен любит экспериментировать на своем жизненном пути, а Рак всегда двигается по ранее составленному плану. Отношения между партнерами всегда складываются непросто, но по истечению определенного времени они приспосабливаются друг к другу и им удается построить гармоничные отношения. Такой союз можно объяснить тем, что противоположности притягиваются. Эмоциональному Овну всегда полезной оказывается поддержка Рака, который умеет правильно расставить приоритеты и сгладить конфликтные ситуации.</p>

<p>Совместимость пары далека от идеала. Природная активность барышни всегда является привлекательным фактором для парня. Но при этом очень часто его избранница не отвечает ему взаимностью, так как практичный от природы мужчина не притягивает ее.</p>

<p><b>В любовных отношениях (совместимость в любви 50%)</b></p>
<p>Совместимость мужчины Рака и женщины Овна в любовных отношениях средняя. Это связано с тем, что партнер проявляет напористость и часто добивается расположения избранницы, даже если она долгое время не будет обращать на него внимания.</p>

<p>В любовном союзе для мужчины Рак много преимуществ. Прежде всего, отношения будут наполнены активностью и энергией, что позволит ему преодолеть природную неуверенность. Любимая будет всегда подталкивать избранника к новым свершениям, поддерживать в позитивном настрое и наполнять его оптимизмом.</p>

<p>Женщина Овен также способна в полной мере насладиться любовью, которую дарит ей нежный и заботливый партнер. Он всегда готов выслушать, его сдержанность успокаивает ее и позволяет более спокойно относиться к событиям, происходящих в окружающем мире.</p>

<p>Учитывая то, что совместимость Рак и Овен в любви средняя, для того чтобы укрепить возникшую любовь партнерам многому нужно научиться друг у друга, поэтому их отношения, вряд ли, можно назвать простыми. Большие усилия нужно будет прикладывать женщине. Партнерша должна помнить о впечатлительности и ранимости своего избранника. Чтобы сохранить любовь необходимо всегда считаться с желаниями партнера.</p>

<p><b>В постели (совместимость в сексе 55%)</b></p>
<p>Совместимость этих знаков в постели ближе к среднему показателю. В этой сфере у партнеров складываются противоречивые отношения. Избранник предпочитает секс, наполненный лаской и вниманием, но для женщины излишня нежность в постели не является обязательным условием. Это может приводить к некоторой неудовлетворенности, после сексуального контакта.</p>

<p>Но с другой стороны парню нравится пылкость и страстность избранницы в постели. Ему импонирует то, что у партнерши отсутствуют комплексы, и она сама предлагает поэкспериментировать в сексе.</p>

<p>Хотя совместимость пары Рак и Овен в постели не высокая, если партнеры искренне любят, то они довольно быстро приспособятся друг к другу. Секс, основанный на контрастах, станет привлекательным для них обоих. Единственное, чего не терпит Рак - это лидерства женщины в постели. Поэтому партнерше необходимо научится расслабляться и полностью доверять своему избраннику, который сделает все, чтобы она почувствовала себя удовлетворенной.</p>

<p><b>В браке (совместимость в семейной жизни 80%)</b></p>
<p>Совместимость мужчины Рака и женщины Овна в браке очень высокая. Это связано с тем, что люди этих знаков зодиака обычно женятся только после того, как окончательно поймут, что они единое целое.</p>

<p>Пара всегда очень красиво смотрится: он - элегантный галантный кавалер, она - яркая и неординарная дама. Семейная жизнь их всегда наполнена благополучием и гармонией. Они оба очень общительные и их с удовольствием приглашают в гости.</p>

<p>Как правило, супруги с самых первых моментов совместной жизни распределяют семейные обязанности. Это исключает ссоры и конфликты на бытовой почве, а значит, гарантирует высокую совместимость пары в браке. Примечательно то, что женщина в такой паре становится основной добытчицей, а у мужчины основные обязанности связаны с поддержанием дома в порядке.</p>

<p>Очень важно помнить о том, что гармоничные отношения в семье пары Рак и Овен во многом зависят от того, насколько супруги будут терпеливо и с пониманием относится друг к другу. Любые конфликтные ситуации сильно ранят мужчину, и он себя начинает винить во всем происходящем, что может привести к совершенно непредсказуемым последствиям.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 35%)</b></p>
<p>Дружба между женщиной Овном и мужчиной Раком возникает очень редко. Их жизненные интересы не совпадают, и они редко могут иметь одинаковые увлечения. Также трудно найти им общие темы для бесед и обсуждений.</p>

<p>Избраннику нужен друг, которому он бы смог откровенно рассказывать о своих бедах и несчастьях. Дружба в его понимании предусматривает исключительное доверие. Именно поэтому Рак всегда ищет друзей среди тех, кого он знает с детства или родственников. Девушка Овен может стать настоящим другом только в том случае, если она входит в эти категории.</p>

<p>Не может возникнуть дружба между представителями этих знаков зодиака и на почве общей работы. Более того, чтобы не страдало дело важно четко разграничить обязанности этих людей. Это связано с тем, что Овен и Рак имеют совершенно разный темп и стиль работы.</p>';
		}
		if ($here == 'Рак' && $she == 'Телец') {
			$answer = '<p>Союз Телец и Рак, в большинстве случаев, благополучный. Представители этих знаков зодиака любят домашнюю обстановку, прекрасно ладят между собой и имеют одинаковые жизненные ценности. Они способны находить компромиссы по различным вопросам в разных сферах жизнедеятельности. При первом даже самом поверхностном общении партнеры на подсознательном уровне понимают, что встретили единомышленника. В таком тандеме уравновешенный Телец способен сглаживать переменчивость характера Рака, но не всегда. Именно поэтому такие союзы могут быть как долговечными, так и быстротечными.</p>

<p>Женщина Телец для мужчины Рака является идеальным партнером. Интересы представителей этих знаков зодиака сочетаются практически во всех сферах жизнедеятельности. Но встречаются, как правило, они только по воле судьбы. Практически всегда партнеры, характеры которых очень похожи, проходят мимо друг друга по жизненному пути. У каждого из них имеются свои цели, к которым они стремятся, не замечая никого вокруг.</p>

<p><b>В любовных отношениях (совместимость в любви 60%)</b></p>
<p>У парня Рака любовь занимает главную позицию в его жизни. Если он влюбится, то он настолько красиво будет ухаживать, что избранница Телец просто не сможет устоять перед ним. Но любовные отношения будут развиваться медленно, представители этих знаков зодиака будут присматриваться друг к другу, чтобы решить, насколько у них велики шансы для того, чтобы создать гармоничный союз.</p>

<p>Совместимость мужчины Рака и женщины Телец в любви немного выше среднего показателя. Это связано со следующим:</p>
<ul>
  <li>Партнеры по своей природе очень скрытные, и они не спешат открываться перед другими людьми.</li>
  <li>Избранник Рак очень ревнив, и он порою не сдерживает себя, подозревая свою избранницу в нечестности.</li>
  <li>Девушка Телец претендует на свое личное пространство, которое она наполняет занятиями на собственное усмотрение, не советуясь с партнером.</li>
</ul>
<p>Если избранники искренне любят друг друга, то они постараются преодолеть все разногласия и построить благополучный гармоничный союз, а невысокая совместимость Рака и Тельца в любви не станет для них преградой.</p>

<p><b>В постели (совместимость в сексе 85%)</b></p>
<p>Совместимость Рака и Тельца в постели очень хорошая. Девушка Телец очень чувственна, она полностью раскрывается в интимной жизни и не имеет никаких комплексов. Парень Рак может получать удовольствие от секса только при духовной близости со спутницей.</p>

<p>Эти люди начинают сексуальную жизнь только после того, как понимают, что они искренне любят друг друга. Именно поэтому в интимной сфере у них все складывается благополучно. Партнеры постепенно изучают своих избранников и стремятся доставить один одному максимальное удовольствие.</p>

<p>Примечательно, что влюбленные Рак и Телец никогда не демонстрируют своих чувств на людях. Поэтому многим кажется, что они просто терпят друг друга из каких-либо корыстных побуждений. На самом деле это не так, их отношения в постели наполнены страстью, тонкой эротикой и романтичностью. И это еще больше гармонизирует их совместную жизнь.</p>

<p><b>В браке (совместимость в семейной жизни 92%)</b></p>
<p>Если после красивого конфетно-букетного периода влюбленные понимают, что подходят друг другу, то они принимают решение создать семью. Такие союзы, как правило, никогда не распадаются, и об этом свидетельствует высокий процент совместимости мужчины Рак и женщины Телец в браке.</p>

<p>Со стороны такая семья выглядит очень благополучной. Партнеры очень любят свой дом и создают в нем комфорт и уют. Они радушные хозяева и с радостью принимают гостей. Для многих такие отношения выглядят, как брак по расчету. И это иногда так и есть. Ведь даже если между партнерами не возникнет взаимопонимания, то они все равно останутся вместе и выработают правила, благодаря которым смогут продолжать счастливо и комфортно жить вместе.</p>

<p>Парень Рак и девушка Телец с удовольствием принимают гостей в собственном доме, но при этом не стремятся проводить время, участвуя в шумных общественных мероприятиях. Объединяет партнеров также одинаковое отношение к материальной стороне жизни. Для этих людей очень важно материальное благополучие в семье, поэтому они умеют разумно тратить деньги. Главные семейные ценности для пары - построить хороший дом, создать в нем уют и вырастить детей в благополучной атмосфере.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 70%)</b></p>
<p>Если по какой-либо причине между мужчиной Раком и женщиной Тельцом не возникло любовных отношений, то они становятся настоящими друзьями.</p>

<p>Несмотря на природную скрытность, парень Рак нуждается в том, чтобы у него был надежный друг, с которым он может поделиться своими мыслями. И тактичная женщина Телец оптимально подходит для этой роли. Она всегда готова оказать поддержку и защитить своего ранимого и эмоционального друга. С другой стороны избранник Рак, воспринимающий все жизненные события на интуитивном уровне, всегда даст дельный совет своей подруге и никогда ее не предаст.</p>

<p>Такой дружеский тандем сохраняется на всю жизнь. Он крепкий и нерушимый, разрушить дружеские отношения парня Рака и девушки Телец не могут никакие внешние факторы. Друзья очень много времени проводят вместе, ведь у них всегда имеется неограниченное количество тем для обсуждений. Это может вызвать ревность у их вторых половинок. Чтобы избежать этого, нужно подружиться семьями.</p>

<p>Дружеские отношения между представителями этих знаков зодиака значительно укрепляются, если их связывает общая работа. Для них обоих характерной чертой является трудолюбие, поэтому они, поддерживая друг друга, могут достичь очень хороших результатов.</p>';
		}
		if ($here == 'Рак' && $she == 'Близнецы') {
			$answer = '<p>Представители Близнецов и Рака абсолютно не похожи друг на друга. Близнецы - это экстраверты, они стремятся к общественной, насыщенной жизни, отличаются открытым характером. Раки - это обычно замкнутые личности, которые предпочитают вести отшельнический образ жизни. Но, несмотря на это, союзы между Близнецами и Раками создаются довольно часто. Но при этом внутри таких тандемов существует много противоречий и сложностей. Если партнеры прикладывают усилия для того, чтобы понять друг друга, и стремятся преодолеть, возникающие разногласия, то союзы могут сохраняться длительное время.</p>

<p>Между мужчиной Рак и женщиной Близнецы редко возникают устойчивые отношения. Их природные характеры совершенно непохожи, и это не способствует созданию крепких союзов. Поэтому, когда возникает такой тандем, то можно сказать, что произошло чудо. Несовместимость в такой паре всегда заметна со стороны. Ведь замкнутый парень и очень открытая, общительная девушка выглядят довольно странно.</p>

<p><b>В любовных отношениях (совместимость в любви 45%)</b></p>
<p>Совместимость мужчины Рак и женщины Близнецы в любовных отношениях низкая, союзы возникают редко из-за того, что между партнерами мало объединяющих факторов. Но иногда, когда между представителями этих знаков зодиака проскакивает искра любви, то они находят точки соприкосновения и удачно дополняют друг друга.</p>

<p>Барышня Близнецы с ее природной непредсказуемостью не подходит стабильному и закрытому парню. Но при этом партнерше очень нравится то, что ее избранник, как никто другой может окружить ее заботой и лаской. Если он приспособится к необычности ее характера, то их любовные отношения сложатся вполне благополучно.</p>

<p>Несмотря на то, что в обыденной жизни мужчина предпочитает вести замкнутый образ жизни, он очень любит путешествовать. Особенно его привлекают поездки на море или любое другое спокойное времяпровождение у воды.</p>

<p>Любовные отношения при благополучном раскладе могут быть наполнены интересным общением и полезными знакомствами, а не высокая совместимость Рак и Близнецы в любви не станет преградой.</p>

<p>Представители этих двух знаков зодиака, находясь вместе, постоянно самосовершенствуются. Партнеру нужно помнить о том, что чем насыщеннее жизнь будет у его избранницы, тем реже будут случаться между ними разногласия и конфликты.</p>

<p><b>В постели (совместимость в сексе 38%)</b></p>
<p>В связи с тем, что влюбленные совершенно по-разному относятся к жизни, совместимость Рак и Близнецы в постели плохая. Если между представителями этих знаков зодиака возникнет любовная связь, то партнерам придется многому научиться в интимной жизни.</p>

<p>И прежде всего и мужчине, и женщине нужно будет проявить огромное терпение. Избраннице Близнецам придется постепенно избавляться от той легкости, к которой она относится к сексу. Для ее избранника чистота сексуальных отношений очень важна.</p>

<p>Со своей стороны избраннику Раку нужно не только проявлять ласку и заботу о своей партнерше в постели, но и научится экспериментировать. Это позволит разнообразить секс, вследствие этого сексуальные отношения не наполнятся рутиной.</p>

<p><b>В браке (совместимость в семейной жизни 32%)</b></p>
<p>Совместимость мужчины Рак и женщины Близнецы в браке очень низкая. Представители этих знаков зодиака очень редко создают благополучные семейные союзы. Заботится о благополучии в семье в таких тандемах, как правило, мужчина. Он очень много уделяет внимание дому, являясь в отличие от супруги хранителем домашнего очага. И общая атмосфера в доме во многом зависит от его настроения. То есть, благополучие в такой семье может быть только в том случае, если мужчина очень любит свою избранницу.</p>

<p>И хотя супруге не понятны перепады эмоций у своей второй половинки, она всегда стремится ему помочь. Иногда ее помощь бывает очень кстати, так как ее гибкий ум и любознательность приводит к значительному уменьшению нагрузки на мужа из-за бытовых проблем. Она может выполнять любые дела, но только если будет испытывать к ним интерес. Жена быстро оценивает сложившуюся ситуацию и находит оптимальное решение возникшей проблемы.</p>

<p>Супруга, откликаясь на те, или иные просьбы мужа, вначале собирает нужную информацию, которую впоследствии применяет для семьи.</p>

<p>Все дела, за которые берется женщина, делаются быстро, но при этом следует понимать, что переделывать она их не будет никогда.</p>

<p>Супруга не отличается собранностью и организованностью, поэтому у нее часто все идет наперекосяк, что совсем не устраивает супруга. На этой почве случаются частые ссоры.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 21%)</b></p>
<p>Дружба между женщиной Близнецы и мужчиной Рак возникает очень редко. Представители этих знаков зодиака имеют в жизни разные интересы. Если в любовных отношениях в некоторой степени разность в природных характерах можно смягчить сексом, то в дружбе гораздо чаще между партнерами возникает неприязнь друг к другу.</p>

<p>Рак и Близнецы настолько разные, что они могут только снисходительно относиться друг к другу. Яркая и непредсказуемая красавица всегда воспринимает Рака как неудачника, со своей стороны мужчина считает представительницу знака зодиака Близнецы никудышней женщиной. Деловые отношения также складываются неудачно, так как у этих людей совершенно разный подход к решению проблем.</p>

<p>Дружеские отношения возникают только между людьми разных поколений. В этом случае оригинальность молодой подруги будет выглядеть привлекательно. А со своей стороны партнерша будет ценить опыт старшего друга и его умение многое в жизни чувствовать на интуитивном уровне. Возможна дружба также и в том случае, если женщина старше. Она будет пытаться расшевелить молодого друга и ввести его в общество.</p>';
		}
		if ($here == 'Рак' && $she == 'Рак') {
			$answer = '<p>Между двумя Раками далеко не всегда складываются удачные и гармоничные отношения. По своему характеру представители этого знака зодиака являются лидерами, поэтому ужиться им в тандеме не очень просто. Общие привычки и предпочтения не связывают их, а часто разводят в разные стороны. Но при этом дружеские связи в паре Рак и Рак могут быть довольно прочными и сохраняться долгие годы. Как правило, они понимают друг друга на подсознательном уровне и знают какую нужно оказывать помощь в конкретной ситуации. Раки, несмотря на свою целеустремленность, всегда испытывают необходимость в поддержке.</p>

<p>Когда встречаются мужчина Рак и женщина Рак, то они видят друг в друге собственное отражение. И это, как не странно, является отталкивающим, а не объединяющим фактором.</p><p>Представителями этого знака зодиака управляет Луна и это является причиной переменчивости и непредсказуемости природного характера. Партнеры понимают это, поэтому прежде чем начать отношения долго присматриваются друг к другу, взвешивая за и против.</p>

<p><b>В любовных отношениях (совместимость в любви 69%)</b></p>
<p>Совместимость мужчины Рак и женщины Рак в любовных отношениях хорошая. Для характера представителей знака зодиака Рак свойственна предусмотрительность. Они долго будут обдумывать, насколько им будет выгоден союз, но после того как примут положительное решение о его создании, любовные отношения между ними будут складывать очень удачно. Это связано с тем, что влюбленные Рак и Рак одинаково относятся к проявлению любых чувств и эмоций.</p>

<p>Чтобы любовные отношения были крепкими, партнеров должно связывать благополучие в финансовой сфере. Это гарантирует жизненную безопасность, которая является основой развития настоящей любви.</p>

<p>В гармоничном любовном союзе партнеры всегда находят:</p>
<ul>
<li>Поддержку;</li>
<li>Понимание;</li>
<li>Заботу;</li>
<li>Душевную теплоту.</li>
</ul>
<p>Партнеры с удовольствием занимаются общими делами, которые в основном касаются обустройства дома. Также у них имеются общие увлечения. Много времени влюбленные люди проводят за разговорами, обсуждая самые различные темы.</p>

<p>Совместимость Рак и Рак в любви высокая. Между любящими представителями этого знака зодиака никогда не возникает серьезных разногласий. Они всегда готовы прощать мелкие промахи и снисходительно относится к капризам. Но при этом каждый из партнеров чувствует ложь на интуитивном уровне и никогда не простит ее. Отсутствие гибкости в этом плане часто становится причиной разрывов.</p>

<p>Очень важно для обоих партнеров не копить обиды, а сразу высказывать их. Но при этом обязательно нужно контролировать свои эмоции и избегать незаслуженных обвинений. В спокойном доверительном разговоре очень быстро придет понимание проблемы и отношения удастся восстановить. Не следует партнерам замыкаться только на себе, обязательно нужно стремиться бывать, как можно чаще, в кругу друзей.</p>

<p>Чем больше будет в их жизни многообразия, тем крепче будет любовный союз.</p>

<p><b>В постели (совместимость в сексе 40%)</b></p>
<p>Сексуальная жизнь между парнем Рак и девушкой Рак будет складываться удачно только в том случае, если партнеры искренне влюблены. Именно этим объясняется довольно низкая совместимость мужчины Рак и женщины Рак в постели.</p>

<p>Интимная жизнь в такой паре не стабильна. Она насыщена взлетами и падениями, которые связаны с переменами настроения партнеров. Особенно неустойчивой и эмоциональной является женщина. Но именно это вносит разнообразие в секс, ведь партнерша может выступать в постели в различных образах. В любом случае, в постели представителям знака зодиака Рак скучно не бывает. Каждый из партнеров пытается предугадать желания другого. Но иногда это приводит к проблемам в плане лидерства.</p>

<p>Чтобы сексуальная жизнь складывалась удачно, партнерам нужно повысить совместимость Рак и Рак в постели, соблюдая некоторые правила, а именно:</p>
<ul>
  <li>Нельзя делиться со своей половинкой прошлыми отношениями. Раки очень ранимые, поэтому им будет очень больно;</li>
  <li>Не стоит демонстрировать собственную опытность в сексуальных вопросах. Это может отпугнуть партнера;</li>
  <li>Нужно исключить однообразие в отношениях. Секс следует наполнить экспериментами и глубокой чувственностью;</li>
  <li>Не рекомендуется молчать в постели. Особенно важно дать выговорится женщине. Для того чтобы получить удовольствие от отношений ей необходимо выплеснуть собственные эмоции.</li>
</ul>
<p>Как не странно именно сексуальная привязанность женщины может нарушить гармоничность отношений в целом. Она огромную роль уделяет интимной близости и этим ограничивает свободу своего партнера в реальной жизни, начиная его ревновать.</p>

<p><b>В браке (совместимость в семейной жизни 55%)</b></p>
<p>Совместимость мужчины Рак и женщины Рак в браке не очень высокая. Из-за похожести характеров партнерам очень сложно ужиться под одной крышей, и только любовь может творить чудеса. На фоне искренних чувств большим плюсом будет следующее:</p>
<ul>
  <li>Одинаковое отношение к семейным ценностям;</li>
  <li>Стремление комфортно обустроить семейный очаг;</li>
  <li>Создав уют в жилище, Рак и Рак всегда будут стремиться туда с удовольствием, ведь только там они могут полностью расслабиться и полноценно отдохнуть душой и телом.</li>
</ul>
<p>Мужчина всегда заботится о благосостоянии семьи. Он не позволяет домочадцам транжирить деньги, поэтому дом все время превращается в полную чашу. Причем супруга своего мужа полностью поддерживает в этом вопросе. Семья супругов Рак и Рак всегда самодостаточная не только в духовном плане, но и независимая в финансовой сфере. Скандалы в семье, несмотря на повышенную эмоциональность, никогда не происходят. Очень часто супруги проводят время в уединении, наслаждаясь общением.</p>

<p>Совместимость Рак и Рак в браке позволяет растить детей в благополучной атмосфере. Родители очень любят их и всегда обеспечивают всем необходимым. И самое главное, что они всегда стремятся дать им хорошее образование, таким образом, открывая путь в благополучное будущее.</p>

<p>Крепкий семейный союз возможен только в том случае, если партнеры будут очень бережно относиться друг к другу. Любое неосторожное слово или поступок может внести разлад в отношения. Важно помнить, что излишняя эмоциональность не всегда позволяет партнерам адекватно оценивать сложившуюся ситуацию.</p>

<p>Партнерам никогда не следует торопить друг друга в принятии решений. Очень важно создать в семье спокойную и вежливую атмосферу. В благополучном тандеме никогда не принимаются быстрые и опрометчивые решения. Супруги не должны забывать благодарить друг друга за любое выполненное действие. Кроме того не могут остаться незамеченными и успехи в работе.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 71%)</b></p>
<p>Мужчина Рак и женщина Рак всегда хорошо дружат. Как правило, дружеские отношения начинаются в молодости и сохраняются на всю жизнь, при этом они, практически, никогда не переходят в любовь. Партнеры очень ценят дружбу и не допускают мыслей о сближении.</p>

<p>Даже в случаях, если в дружеском союзе возникнут сложности, партнеры никогда не будут говорить плохо друг о друге. Более того они будут стремиться, как можно скорее, уладить недоразумения и восстановить дружбу.</p>

<p>В дружеском тандеме представители этих двух знаков очень сильны. Они понимают друг друга на подсознательном уровне. Вместе им никогда не бывает скучно, так как друзья всегда находят темы для обсуждения. Партнеры очень нуждаются во взаимных советах и поддержке. Поэтому, когда они создают семьи, то стремятся дружить семьями, но все будет зависеть от того, как к этому будут относиться их &laquo;половинки&raquo;.</p>

<p>Очень крепкой бывает дружба между родственниками. В таком дружеском тандеме не бывает секретов. В этом случае друзья всегда уверенны, что в любой трудной жизненной ситуации рядом будет надежный человек, который окажет поддержку.</p>

<p>Дружба никак не влияет на деловые отношения представителей знаков зодиака Рак. И мужчина, и женщина всегда ответственно относятся к своей работе и способны решать поставленные перед ними задачи самостоятельно. Дружескую поддержку они используют на бытовом уровне, когда требуется восстановить эмоциональный фон.</p>';
		}
		if ($here == 'Рак' && $she == 'Лев') {
			$answer = '<p>Представители знаков зодиака Рак и Лев являются полными противоположностями по своим природным характерам, но, несмотря на это их тандемы могут складываться довольно успешно. Это связано с тем, что люди являются сильными личностями и постоянно работают над собой, чтобы сохранить благополучные отношения. Если же у них будет отсутствовать желание идти на встречу друг другу, то партнеры никогда не останутся вместе. Кроме того случается так, что поначалу отношения складываются гладко, но со времени яркость и напористость Львов начинает раздражать осторожных Раков, которые зачастую, оценивают жизненные обстоятельства интуитивно.</p>

<p>Мужчине Раку очень сложно строить гармоничные отношения с девушкой Львом в любых сферах. Закрытый и рассудительный партнер, находясь рядом со своей избранницей, попадает в целый водоворот эмоциональных событий. Ему придется очень постараться, чтобы соответствовать всем требованиям избранницы Льва. Это не всегда удается, поэтому партнеры часто расстаются.</p>

<p><b>В любовных отношениях (совместимость в любви 61%)</b></p>
<p>Совместимость мужчины Рак и женщины Лев в любовных отношениях средняя. Любовные союзы могут создаваться только на фоне огромной искренней любви. Но даже в таком случае партнеры никогда не смогут понять друг друга. Мужчина Рак всегда останется для барышни Лев загадкой. Но благодаря этому в их чувствах всегда будет сохраняться новизна. Со временем любовь поможет партнерам научиться уважать. Укрепляет любовный союз то, что партнеры могут много дать один другом в личностном развитии.</p>

<p>Чтобы сохранить любовь, избранник должен помнить о том, что девушка Лев стремится к роскошной и красивой жизни. Это значит, что партнер должен быть хорошо обеспеченным. В этой паре то, как будут складываться отношения, всецело зависит от обоих партнеров. Очень хорошо, если они сразу поймут, что переделывать свою половинку бесполезно. Только при таком подходе можно рассчитывать на эмоционально-душевную гармонию.</p>

<p>В тандеме Рак и Лев довольно часто возникает ревность со стороны партнера. Это связано с тем, что его избранница очень любит блистать в обществе, и если она не связана официальными брачными узами, то не будет сдерживаться.</p>

<p><b>В постели (совместимость в сексе 87%)</b></p>
<p>Совместимость мужчины Рак и женщины Лев в постели хорошая, там царит полное взаимопонимание. Оба партнеры очень любят заниматься сексом, они романтичные и всегда стремятся экспериментировать. Причем, чем больше времени партнеры находятся вместе, тем интереснее становится их интимная жизнь.</p>

<p>Но при этом гармоничными и полноценными сексуальные утехи могут быть только в случае, если между партнерами существуют искренние, глубокие и взаимные чувства. Женщине всегда следует помнить о том, что ее избранник обладает очень развитой от природы интуицией, поэтому чувства для него в жизни играют огромную роль. Если у него нет никаких обид на свою партнершу, то в постели он будет прекрасным любовником. Он наполнит секс удивительной нежностью и сделает все, чтобы его спутница получила незабываемое удовольствие.</p>

<p>Девушка Лев отличается природной страстностью, поэтому всегда откликается на пожелания своего партнера. Интимная жизнь представителей этих знаков зодиака наполнена романтикой и восхищением.</p>

<p>Парня привлекает страстность барышни Льва. Им двоим, нравится романтика и нежность. Он готов во всем уступать и покоряться Льву, что ее вполне устраивает. И если его чувства не обижены, то он всегда будет восхищаться своей Львицей.</p>

<p><b>В браке (совместимость в семейной жизни 43%)</b></p>
<p>Мужчина Рак и женщина Лев создают семью, только если начинают понимать, что они искренне любят друг друга. Несмотря на средний уровень совместимости Рак и Лев в браке, партнеры создают крепкие семейные союзы.</p>

<p>Супруга Лев - это прекрасная хозяйка, она много делает для того, чтобы в семье царил уют, и сохранялась благополучная атмосфера. Она везде успевает и стремится в любых ситуациях блеснуть своими умениями. Супруга любит устраивать семейные праздники и принимать гостей. Такое поведение восхищает ее супруга. Он окружает ее заботой и вниманием. Он дарит любимой ту душевную теплоту, в которой она очень нуждается.</p>

<p>Со временем мужчина становится более открытым, он черпает силы из семейного благополучия и заряжается активностью своей партнерши. Но, несмотря на целеустремленность супруги Лев, главой семьи всегда должен оставаться муж Рак. И если этот факт супруга примет, то семья будет очень крепкой.</p>

<p>Девушка Лев после заключения брака перестает флиртовать с посторонними ухажерами и начинает очень сдержано вести себя в обществе. Поэтому семейные узы редко омрачает ревность. Семья строится исключительно на доверительной основе.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 52%)</b></p>
<p>Очень часто между подругой Львом и парнем Раком возникает дружба. В таком тандеме происходят ссоры в силу разных природных характеров, но, тем не менее, дружба от этого не разрушается. Сплачивают партнеров общие увлечения. Дружба между ними редко перерастает в любовь, поэтому &laquo;половинкам&raquo; этих людей не стоит беспокоиться.</p>

<p>Представители этих знаков зодиака, несмотря на разное мировоззрение, могут оказывать друг другу важную моральную поддержку в сложных жизненных ситуациях. Это ценят оба партнеры, поэтому в случае ссор не накаляют обстановку, а берут тайм аут, а через некоторое время снова восстанавливают дружеские отношения, как будто ничего не произошло.</p>

<p>Друг всегда восхищается своей подругой, в тяжелые жизненные периоды он делает все возможное, чтобы поднять ей настроение. И это очень нравится женщине, ведь ей очень нужно, чтобы ее хвалили и восхищались ею. Лучше это сделать, чем друг Рак, никто не сможет.</p>
<p>Со своей стороны подруга своею огненной активностью наполняет жизнь друга новыми эмоциями. Ему становится интересно жить. Его жизнь наполняется новым смыслом, и он за это очень благодарен.</p>';
		}
		if ($here == 'Рак' && $she == 'Дева') {
			$answer = '<p>Представители Знаков зодиака Рак и Дева очень подходят друг другу. Это объясняется похожестью природных характеров. Людей объединяет то, что они любят домашний уют и могут много времени проводить за обсуждением интересующих тем. Но в таких союзах всегда очень мало романтики. Партнерам нравится доказывать свою привязанность не словами, а делом. Избранники благотворно влияют друг на друга и помогают саморазвиваться. Между партнерами практически никогда не возникает непонимания и разногласий. Единственным фактором, который может нарушить идиллию в паре может стать повышенная эмоциональность Рака.</p>

<p>Мужчина Рак и женщина Дева идеально подходят друг другу. Примечательно, что отношения между представителями этих знаков зодиака всегда развиваются не спеша, но в результате образуются очень гармоничные тандемы. Девушка в таком тандеме более реалистично смотрит на жизнь. Парень со своей стороны наполняет отношения душевной теплотой.</p>

<p><b>В любовных отношениях (совместимость в любви 82%)</b></p>
<p>Совместимость мужчины Рак и женщины Дева в любовных отношениях высокая, союзы всегда складываются очень удачно. Партнеры великолепно понимают друг друга. Они помогают раскрыться своим лучшим природным качествам.</p>

<p>В таком тандеме избранник опекает возлюбленную и заботится о ней. Находясь рядом с рациональной, но при этом беззащитной партнершей, он чувствует себя настоящим рыцарем. Женщину просто завораживает такое бережное и теплое отношение. В союзе нет буйного романа, но при этом конфликтов и ссор тоже нет. Это позволяет построить спокойные и уравновешенные отношения, которые длятся длительное время.</p>

<p>Любовный союз оказывается выгодным для обоих партнеров:</p>
<ul>
  <li>Избранник более реалистично начинает оценивать события, происходящие в окружающем мире, это позволяет ему почувствовать себя более уверенным и значимым.</li>
  <li>Избранница обогащает свой духовный мир и становится гибче, это позволяет ей стать более общительной и расширить круг своих знакомств.</li>
</ul>
<p>Основной проблемой в союзе может стать природная обидчивость мужчины Рака. Партнерше к этому нужно просто приспособиться, ведь менять характер избранника бесполезно. Но в силу природной рассудительности ей это удается очень просто.</p>

<p><b>В постели (совместимость в сексе 81%)</b></p>
<p>Совместимость мужчины Рака и женщины Девы в постели практически идеальная. Немного мешает сексуальным отношениям природная холодность и сдержанность партнерши. Но на фоне искренней любви и привязанности, мужчине удается раскрепостить свою избранницу, поэтому интимная жизнь быстро налаживается. Впоследствии чем больше будет раскрываться женщина в сексе, тем большими ласками партнер будет ее осыпать. Такое бережное отношение и понимание способствует гармонизации сексуальных отношений.</p>

<p>Примечательно, что интимная жизнь представителей знаков зодиака Рак и Дева не будет отличаться страстностью, но это устраивает обоих партнеров. Постепенно, шаг за шагом влюбленные будут познавать друг друга и получать настоящее наслаждения от секса. Гармоничная интимная жизнь будет способствовать укреплению отношений в целом.</p>

<p><b>В браке (совместимость в семейной жизни 92%)</b></p>
<p>Совместимость Рак и Девы в браке высокая, когда партнеры решают пожениться, то с уверенностью можно утверждать, что такая семья будет очень счастливой. Похожесть природных характеров гарантирует то, что представителям этих знаков зодиака удастся построить гармоничные семейные отношения.</p>

<p>Отношения в семье между супругами отличаются стабильностью. Их можно охарактеризовать, как простое человеческое счастье. Оба партнеры очень бережливы и практичны. Они оговаривают все траты и планируют расходы на ближайшее будущее. Супруги отличаются совпадением взглядов, на то, как нужно вести совместное хозяйство и воспитывать детей.</p>

<p>Чаще всего партнеры обсуждают бытовые вопросы, стремясь создать в семье благополучную и комфортную атмосферу, которая будет способствовать успешному развитию личностей всех домочадцев. Чтобы отношения в тандеме складывались гармонично необходимо помнить о том, что мужчина Рак не любит никаких нравоучений. Это значит, что даже если супруга с чем-либо не согласна, нужно проявить изобретательность в том чтобы не нарушить семейный покой.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 58%)</b></p>
<p>Совместимость женщины Дева и мужчины Рак в дружбе не очень высокая. Это связано с тем, что партнеры скорее создадут семью, чем будут дружить. Как правило, о дружеских отношениях представителей знаков зодиака Рак и Девы можно говорить тогда, когда люди относятся к разным возрастным категориям.</p>

<p>В таких случаях друзья являются психотерапевтами друг для друга. Они способны найти нужные слова в тяжелые минуты жизни и знают, как нужно действовать, чтобы оказать поддержку при возникновении сложных обстоятельств.</p>

<p>Дружба между мужчиной Рак и подругой Дева отличается тем, что друзья не стремятся к новым впечатлениям. Их устраивает стабильность окружающего мира. Дружеское общение и мужчине и женщине нужно для того, чтобы раскрыть друг другу душу и одновременно с этим найти для себя ответы на интересующие вопросы. Вторым &laquo;половинкам&raquo; мужчины Рак и женщины Дева не следует бояться измен. Дружба останется дружбой при любых обстоятельствах.</p>

<p>Условно дружбой можно считать деловое партнерство между представителями этих знаков зодиака. Они полностью доверяют друг другу и могут браться за решение самых сложных задач. Особенно будет благотворным сотрудничество в финансовой сфере.</p>';
		}
		if ($here == 'Рак' && $she == 'Весы') {
			$answer = '<p>Идеальных взаимоотношений между представителями знаков зодиака Рак и Весы не может быть. Это связано с тем, что этими людьми руководят две разные и очень переменчивые стихии - вода и воздух. Но при удачном стечении обстоятельств такие тандемы довольно устойчивы и гармоничны. При встрече эти люди интересны друг другу, у них находится много общих тем для бесед, также им нравится заниматься общими делами. Именно поэтому со стороны кажется, что между ними будет все складываться благополучно. На самом деле отношения в тандеме больше направлены не на построение гармоничного мира, а на создание благополучного внешнего имиджа.</p>

<p>Представители этих знаков зодиака очень разные, поэтому партнерам придется приложить много усилий, чтобы сохранить чувства.</p>

<p>Примечательно, что Рак и Весы никогда не показывают окружающим, что между ними существуют разногласия. Для всех они являются гармоничной и любящей парой. Но при этом партнер предпочитает жить в своем внутреннем мире, не допуская в него свою избранницу.</p>
<p>Барышня абсолютно не расстраивается из-за этого, а стремиться много времени проводить в шумном обществе единомышленников.</p>
<p>В таком тандеме интересы партнеров почти не пересекаются, каждый из них занимается своим делом. Но при этом, если случается беда, то представители этих знаков зодиака способны сразу же объединяться. Партнеры становятся на защиту друг друга в любых неблагоприятных ситуациях.</p>

<p><b>В любовных отношениях (совместимость в любви 53%)</b></p>
<p>Совместимость мужчины Рак и женщины Весы в любовных отношениях не высокая. Это связано с повышенной осторожностью партнера при выборе спутницы. С другой стороны женщина Весы очень часто не знает, что она хочет, поэтому не стремится к началу отношений. Но если любовная искра проскакивает между мужчиной и женщиной, то инициатором отношений может быть любой из партнеров.</p>

<p>Создать относительно гармоничный союз Рак и Весы могут только тогда, когда научатся спокойно относиться к желаниям друг друга, и не будут мешать их воплощать в жизнь. Очень важно, чтобы партнер перестал обижаться на свою избранницу по мелочам. Нужно понять, что для нее любовь всегда является ярким праздником, связанной, прежде всего, с интересным времяпровождением. Она не может просто наслаждаться чувствами, замкнувшись на общении друг с другом.</p>

<p><b>В постели (совместимость в сексе 87%)</b></p>
<p>Совместимость мужчины Рак и женщины Весы в постели довольно высокая. У партнеров складываются очень романтичные и нежные отношения в постели, которые очень часто являются связующим фактором. Для представителей этих двух знаков зодиака характерна чувственность и сентиментальность.</p>

<p>Партнеры способны полностью понимать друг друга в интимной сфере. Они нацелены на то, чтобы доставить друг другу незабываемое наслаждение. Единственное, что может омрачить интимную жизнь, так это ревность партнера, хотя в большинстве случаев, она абсолютно не обоснована.</p>

<p><b>В браке (совместимость в семейной жизни 73%)</b></p>
<p>Мужчина Рак и женщина Весы никогда не спешат официально оформлять отношения, и этому свидетельствует не высокая совместимость Рак и Весы в браке. Партнеры прекрасно понимают, какие серьезные различия в их характерах имеются. Вследствие этого конфетно-букетный период может затянуться на несколько лет. Причем далеко не факт, что даже после этого партнерами будет принято решение остаться вместе и узаконить отношения.</p>

<p>Семейные отношения в паре Рак и Весы держаться, как правило, на дипломатичности супруги. Именно такая природная черта характера позволяет успешно справляться с эмоциональностью супруга. Она аккуратно обходит все острые углы, которые могут возникнуть в семейной жизни.</p>

<p>Супруга умеет все очень четко взвешивать и оценивать в жизни. Поэтому она всегда помнит о важных достоинствах своего избранника и легко закрывает глаза на его недостатки. Со своей стороны партнер ценит всю терпеливость своей избранницы. Он понимает, что только она в силу своей природной тактичности может выдерживать его занудство.</p>

<p>Рождение детей очень сплачивает супругов. Мужчина Рак начнет контролировать свои эмоции, а жена Весы станет в большей степени домоседкой. Оба родителя будут стремиться к тому, чтобы в семье сохранялась благополучная атмосфера, и они были примером для своих детей.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 41%)</b></p>
<p>Дружеские отношения между женщиной Весы и мужчиной Рак складываются редко. Самое большое, на что способны представители этих знаков зодиака, так это быть хорошими приятелями. Объединяют в этом случае партнеров общие интересы и хобби. Искренняя дружба исключается, потому что в таком тандеме ни мужчина, ни женщина не склонны пускать кого-либо в свою личную жизнь и не стремятся делиться друг с другом секретами своей жизни.</p>

<p>Но при этом, несмотря, ни на что, бывают исключения. И если между представителями этих знаков зодиака возникнет дружба, то она будет очень крепкой и ее вряд ли смогут разрушить какие-либо внешние обстоятельства.</p>

<p>Даже приятельские отношения между мужчиной Рак и женщиной Весы могут навредить деловому сотрудничеству. При этом если партнеров не объединяет общая задача, то они могут довольно легко и непринужденно общаться в одном коллективе. Это связано с тем, что они часто просто равнодушно относятся друг к другу, не заостряя внимания на недостатках и достоинствах природных характеров.</p>';
		}
		if ($here == 'Рак' && $she == 'Скорпион') {
			$answer = '<p>Представители знаков зодиака Рак и Скорпион очень легко находят общий язык практически в любой жизненной сфере. У них одинаковые природные черты характера, и самое большое отличие заключается в том, что Скорпион немного жестче и категоричнее. Связь между партнерами всегда возникает на подсознательном уровне. Кроме того жизненную ситуацию они всегда чувствуют интуитивно. Уже после первой встречи Скорпион и Рак чувствуют притяжение друг к другу. Им очень интересно вместе, они всегда находят общие темы для бесед. С каждым днем общения друг с другом привязанность между партнерами только увеличивается.</p>

<p>В силу высокой совместимости тандем между мужчиной Рак и женщиной Весы можно считать идеальным. И очень часто случается так, что сама судьба сводит представителей этих знаков зодиака. Они способны дарить друг другу незабываемые чувства и быть в трудной жизненной ситуации настоящей опорой. Роль лидера в тандеме всегда занимает Скорпион, но во многом благополучие отношений зависит от Рака.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>
<p>Совместимость мужчины Рака и женщины Скорпион в любовных отношениях высокая, союзы всегда складываются гармонично. Это связано с тем, что представители этих знаков зодиака способны понимать друг друга на подсознательном уровне. Безусловно, в тандемах этих людей бывают разногласия, но навредить отношениям они не могут.</p>

<p>Когда в любовном союзе присутствует понимание, то для партнеров любые трудности по плечу. Они успешно продвигаются по жизненному пути и достигают больших успехов. Причем это в большей степени касается партнерши. Девушка Скорпион, чувствуя поддержку избранника, не признает никаких проблем и упорно продвигается к цели.</p>

<p>Мужчина Рак из отношений с барышней Скорпионом выносит много уроков. Благодаря этому он становится более уверенным и настойчивым. Кроме того, партнер, находясь рядом с избранницей, учится управлять своими эмоциями. Она является для него примером в том, как в сложных ситуациях не отчаиваться и не опускать руки. Мужчина Рак проявляет свою любовь повышенной заботливостью о партнерше.</p>

<p>Любовные отношения между представителями этих знаков не могут возникать по расчету. Партнеры также не могут находиться вместе из-за выгоды. В их отношениях царит полное взаимопонимание и искренние чувства.</p>

<p><b>В постели (совместимость в сексе 90%)</b></p>
<p>Совместимость мужчины Рак и женщины Скорпион в постели почти идеальная. Партнерша обладает большой природной страстностью и это очень нравится ее избраннику.</p>

<p>В постели оба партнера испытывают огромную и захватывающую гамму головокружительных положительных эмоций и чувств. Избранница очень сексуальна и это притягивает к ней мужчину. С другой стороны партнер очень нежный и романтичный, такое отношение не может оставить равнодушной девушку.</p>

<p>Взаимное притяжение позволяет превратить интимную жизнь в настоящую сказку. Если партнеры сохранят друг к другу настоящие и глубокие чувства, то благополучие и гармония в сексе будет длиться вечно.</p>

<p><b>В браке (совместимость в семейной жизни 71%)</b></p>
<p>Мужчина Рак и женщина Скорпион практически всегда создают счастливые семейные союзы. Об этом свидетельствует хорошая совместимость Рак и Скорпион в браке. Эти люди никогда не создают семью спонтанно, даже в том случае, если возникает любовь с первого взгляда. Решение о браке всегда принимается партнерами обдуманно и взвешенно. Именно поэтому Рак и Скорпион в семейных союзах бережно относятся друг к другу, они никогда не ссорятся по мелочам. А все серьезные разногласия разрешаются путем компромиссов.</p>

<p>Представители этих двух знаков обустраивают бытовую сферу на хорошем и комфортном уровне. Но при этом лидерские позиции занимает жена Скорпион. Она более деятельная и при определенном стечении обстоятельств может взять на себя роль основного добытчика. Очень часто карьера супруга складывается очень удачно. Но, несмотря на это, мужчина Рак не становится просто хранителем домашнего очага. Все домашние обязанности распределяются поровну. Причем супруги к этому относятся с пониманием, учитывая предпочтения друг друга.</p>

<p>Иногда внести небольшие проблемы в семейную жизнь может чувство ревности. Это связано с тем, что оба партнера очень темпераментные, а в жизни помимо их воли довольно часто могут возникнуть провоцирующие ситуации. Но, как правило, после выяснения отношений, семейная жизнь входит в привычное русло. Супруги сильно дорожат счастливой семейной жизнью, и не позволят ее разрушить каким-либо внешним факторам.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 42%)</b></p>
<p>Дружеские отношение у женщины Скорпион и мужчины Рак, несмотря на низкую совместимость, часто складываются удачно. Просто дружба иногда не может возникнуть в силу того, что партнеры начинают испытывать друг к другу любовь.</p>

<p>Часто дружба возникает между людьми, которые относятся к разным поколениям. Друзья никогда не ссорятся, и очень часто дружеские отношения продолжаются долгие годы. Сильных конфликтов между женщиной Скорпион и мужчиной Рак в дружеском тандеме никогда не возникает. При этом друзья поддерживают друг друга во всем.</p>

<p>Если представители этих знаков зодиака дружат, то они очень любят проводить много времени, обсуждая самые разные темы, интересующие обоих. Такой досуг, еще больше сближает партнеров. И мужчина, и женщина умеют хранить тайны, поэтому полностью доверяют друг друга.</p>

<p>Если дружба возникла между представителями одного возраста, то &laquo;половинкам&raquo; этих людей следует беспокоиться. Довольно часто романтичному партнеру очень трудно устоять перед сексуально-притягательной женщиной Скорпионом. И если подруга захочет соблазнить мужчину, то ей это удастся. Но со стороны мужчины Рака никогда не будет исходить инициатива.</p>';
		}
		if ($here == 'Рак' && $she == 'Стрелец') {
			$answer = '<p>Как правило, Рак и Стрелец могут быть вместе, только в случае, если круг их интересов совпадает. В этом случае довольно высокая совместимость позволяет партнерам построить гармоничные и благополучные отношения. При этом природные характеры и мировоззрение представителей этих знаков зодиака существенно отличаются. Именно поэтому отношения между партнерами всегда развиваются очень медленно. Только после того, как люди изучат друг друга, появятся шансы на создание крепкого союза. Впоследствии партнеры будут дополнять друг друга, что позволит им успешно продвигаться по жизни и достичь поставленных целей.</p>

<p>Разность природных характеров притягивает парня Рак и девушку Стрелец друг к другу. Но поскольку одновременно отличия являются пугающими факторами, то отношения всегда развиваются очень медленно. В процессе этого партнер понимает, что ему очень нравится энергичность и оптимистичность партнерши. С другой стороны женщину привлекает разумность партнера и его способность чувствовать жизненные события на интуитивном уровне.</p>

<p><b>В любовных отношениях (совместимость в любви 38%)</b></p>
<p>Совместимость мужчины Рак и женщины Стрелец в любовных отношениях низкая, между влюбленными много противоречий и непонимания. Но при глубоком любовном чувстве партнерам все ни по чем. Ради любви они способны будут преодолеть любые проблемы, которые возникают в отношениях.</p>

<p>Главная проблема в построении любовных отношений заключается в том, что партнеры по-разному выражают эмоции. Женщина Стрелец всегда обладает открытым характером, она предпочитает искреннее общение. Ей не свойственно скрывать то, что у нее происходит внутри. А вот парень Рак всегда закрывает свой внутренний мир. Он боится быть непонятым, поэтому всегда с осторожностью раскрывается перед другими людьми.</p>

<p>Кроме того партнерше в таком тандеме сложно понять, почему ее избранник предпочитает принимать решения очень осторожно и медленно. Женщине Стрельцу больше нравится ритмичный образ жизни, ее тянет ко всему неизведанному.</p>

<p>Чтобы построить гармоничные любовные отношения представителям этих знаков зодиака нужно научиться находить компромиссы. Кроме того партнерше следует научиться уделять больше внимания любимому человеку. Также нужно расширять круг общих интересов, ведь они являются объединяющим фактором.</p>

<p><b>В постели (совместимость в сексе 81%)</b></p>
<p>Совместимость мужчины Рак и женщины Стрелец в постели очень хорошая. Обоим партнерам очень нравится романтика, поэтому они наполняют интимную жизнь нежностью и лаской. Женщине очень нравится внимательность партнера. Рак и Стрелец в таком тандеме предпочитают длительные любовные игры, получая при этом полное удовлетворение. Но более напористой в сексе всегда является партнерша. Именно она предлагает поэкспериментировать и при этом проявляет очень большую фантазию.</p>

<p>Партнеры практически вначале сексуальных отношений полностью раскрываются, у них обоих отсутствуют комплексы. Сильное сексуальное притяжение между партнерами сохраняется на длительное время. Они бережно относятся к интимной жизни и не переносят в сферу чувственных отношений проблемы, существующие в реальном мире. Очень важно, чтобы в сексуальных отношениях не было недоговоренностей, в этом случае их удастся сохранить надолго.</p>

<p><b>В браке (совместимость в семейной жизни 43%)</b></p>
<p>Семейная жизнь мужчины Рак и женщины Стрелец никогда не будет наполнена спокойствием и тишиной. Прежде всего, причиной этого является повышенная эмоциональность супруги. Она может спровоцировать в семье весь диапазон возможных проявлений чувств: обиду, ревность, недоверие. Но одновременно с этим партнеров захлестывает страстная любовь, на фоне чего они способны прощать друг другу многое, чтобы сохранить семейные отношения.</p>

<p>Плохая совместимость Рак и Стрелец в браке влияет на то, что мнения супругов по поводу семейного отдыха сильно расходятся. Жена Стрелец предпочитает активное времяпровождение. Она является любительницей походов и путешествий. Муж Рак в этом не поддерживает ее. Он любит проводить время в уютной домашней обстановке и только таким образом способен полноценно отдыхать после напряженных рабочих будней.</p>

<p>Отрицательное влияние на семейную жизнь может оказать тот факт, что в большинстве случаев у женщины Стрельца нет хозяйственной жилки. Она никогда не станет настоящей хранительницей домашнего очага. Это будет очень напрягать супруга, который является приверженцем традиционных семейных отношений. Он постоянно будет вспоминать свою мать, и пытаться сравнивать с ней свою избранницу.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 41%)</b></p>
<p>Дружеские отношения между женщиной Стрелец и мужчиной Рак возникают не часто. Для крепкой дружбы у этих людей очень мало общего. Дружеский тандем у представителей этих знаков зодиака может возникнуть, только если круг их интересов совпадает. Кроме того, бывает исключение, связанное с тем, что женщина Стрелец может некоторыми внешними чертами напоминать мужчине маму.</p>

<p>Намного чаще, чем искренняя дружба, между мужчиной Рак и женщиной Стрелец возникают приятельско-деловые отношения. К примеру, подруга может обращаться к мужчине за конкретной помощью по дому. Как правило, это происходит в тех случаях, когда требуется установить или передвинуть мебель.</p>

<p>Приятельство также поддерживается другом, который часто стремиться получить от подруги определенную полезную информацию из самых различных жизненных сфер. Кроме того в силу общительности подруги у нее всегда имеется много знакомых, поэтому он может свести своего приятеля с нужным человеком.</p>

<p>На фоне дружбы деловые отношения в паре Рак и Стрелец никогда не складываются удачно. В силу разного подхода к решению задачи, эти люди часто мешают работать друг другу.</p>';
		}
		if ($here == 'Рак' && $she == 'Козерог') {
			$answer = '<p>Рак и Козерог расположены в противоположных сторонах зодиакального круга. Их стихии Огонь и Вода являются абсолютно несовместимыми по своему характеру. Вследствие этого отношения между представителями этих знаков зодиака всегда складываются очень сложно. В таком тандеме много непредсказуемого, поэтому можно с уверенностью говорить о том, что благополучие союза зависит от судьбы. Эти партнеры в одном тандеме напоминают лед и пламя. Если судьба сводит вместе этих людей, то они либо сразу расходятся в разные стороны, либо начинают медленно строить отношения, заинтересовавшись друг другом. И следует отметить, что это не всегда безуспешно.</p>

<p>Во многом то, как складываются отношения между мужчиной Раком и женщиной Козерогом, зависит от судьбы. Примечательно, что благополучный тандем складывается длительное время и требует терпеливости от обоих партнеров.</p>

<p><b>В любовных отношениях (совместимость в любви 44%)</b></p>
<p>Совместимость мужчины Рак и женщины Козерог в любовных отношениях средняя. В целом можно считать, что для парня Рака встреча с девушкой Козерог - это подарок судьбы. Именно поэтому он будет стремиться сохранить любовные отношения, несмотря на отличие природных характеров и разное мировоззрение.</p>

<p>Мужчина Рак чувствует себя очень комфортно с серьезной и рассудительной партнершей. Она является заботливой, ответственной и самое главное, умеет давать полезные советы. Только она может своевременно возвращать мужчину в реальную жизнь из мира фантазий, в котором он любит проводить большое количество времени.</p>

<p>В любовном тандеме барышня становится поводырем для своего избранника по жизни. Она учит его правильно воспринимать события окружающего мира и оценивать их. Избранник, находясь рядом с женщиной Козерогом, становится более уверенным в себе и достигает больших успехов. Со своей стороны партнер в таком любовном союзе благотворно влияет на женщину. Он наполняет ее жизнь романтикой и чувственностью.</p>

<p>Объединяют партнеров похожие жизненные принципы, которые способствуют взаимопониманию. Представители этих знаков зодиака ценят верность и преданность в отношениях. Именно поэтому в их тандеме нет места ревности, он строится на полной доверительности.</p>

<p><b>В постели (совместимость в сексе 56%)</b></p>
<p>Совместимость мужчины Рака и женщины Козерога в постели средняя. Но при этом многое зависит непосредственно от партнеров. Очень важно, чтобы девушка по достоинству оценила романтику избранника и поняла его чувства. Это поможет ей избавиться от природной закомплексованности и полностью раскрыться в постели.</p>

<p>Мужчина Рак в постели предпочитает искренность, поэтому если не почувствует этого же отношения, то может обидеться. И это очень плохо. Как результат непонимание и партнеры отдалятся в интимной сфере, и это ухудшит общие отношения.</p>

<p>Очень важно, чтобы партнер не делал поспешных выводов на счет холодности своей избранницы. Все дело в том, что ей свойственны не меньшие эмоции, чем ему, но она не может раскрыться в силу закомплексованности или природной зажатости. Ей нужно помочь раскрыться, и мужчине Рак это вполне под силу.</p>

<p>Если представители этих знаков зодиака поставят цель понять друг друга в сексуальной сфере, то у них это обязательно получится. Они наполнят интимную жизнь романтикой и чувственностью. Но при этом они будут придерживаться в сексе традиционности и никогда не станут экспериментировать.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>Несмотря на схожесть жизненных принципов в семейной сфере парень Рак и девушка Козерог редко женятся, тому свидетельствует низкая совместимость Рак и Козерог в браке. Гармоничные отношения в семье могут быть только тогда, когда лидерство берет в свои руки партнерша. Но при этом очень важно сделать это ненавязчиво и незаметно, потому что муж Рак приверженец традиционных семейных отношений, а, значит, открыто управлять собой не позволит.</p>

<p>В такой семье супруга более ответственна и практична, в большинстве случаев, ей удается даже зарабатывать больше денег. Но на этом ни в коем случае нельзя акцентировать внимание, так это может сильно ранить супруга. Женщина, если приняла решение, создать семью с мужчиной Рак, должна понять, что переделывать его бесполезно. Ее супруг никогда не согласится выглядеть подкаблучником.</p>
<p>Но с другой стороны супруг никогда не будет дистанцироваться от решения бытовых вопросов. Это очень нравится супруге, которая не очень любит заниматься домашними делами. Партнер уделяет много внимания воспитанию детей, он буквально растворяется в их проблемах и становится им настоящей поддержкой на всю жизнь. Учитывая все это, со временем брак укрепляется, но это потребует от супругов огромного терпения.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 77%)</b></p>
<p>Между женщиной Козерог и парнем Рак очень редко возникают крепкие дружеские отношения. Скорее всего, они могут стать хорошими приятелями, которые никогда не доверяют друг другу свои секреты и не делятся сокровенным. Это связано с тем, что в силу природных отличий им очень трудно понять один одного. Подруга никогда не сможет понять желание друга иногда плакаться в жилетку.</p>
<p>Как правило, дружеские отношения могут поддерживаться представителями этих знаков зодиака только в том случае, если им это выгодно.</p>

<p> В определенных жизненных ситуациях партнеры могут полностью довериться друг другу и рассчитывать на поддержку. Но как только обстоятельства изменятся, люди снова расходятся и даже не вспоминают друг о друге. При возникновении необходимости снова можно сойтись, чтобы помочь решить определенные жизненно важные для обоих проблемы.</p>';
		}
		if ($here == 'Рак' && $she == 'Водолей') {
			$answer = '<p>Рак и Водолей редко находят взаимопонимание друг с другом, хотя по своей природе не являются конфликтующими знаками. Но если говорить образно, то препятствует гармоничности отношений тяжесть Воды и легкость Воздуха. Даже если между представителями этих знаков зодиака возникнет тандем, то между партнерами не будет полного взаимопонимания. Отношения в паре Рак и Водолей редко складываются успешно. Консервативность Рака отталкивает жизнелюбивого и стремящегося ко всему новому Водолея. Оба партнера настолько разные, что им просто не подстилу понять друг друга, несмотря на предпринимаемые усилия.</p>

<p>Мужчина Рак и женщина Водолей могут объединиться в тандем, только если их связывают общие дела. Но даже в этом случае они, едва ли, смогут достигнуть больших успехов, настолько сильным может быть непонимание. Прежде всего, дисгармония может возникать из-за того, что в мужчине не достаточно решительности, а Водолей отличается природной безответственностью. Но при этом следует помнить, что даже при несовместимости характеров бывают исключения.</p>

<p><b>В любовных отношениях (совместимость в любви 52%)</b></p>
<p>Совместимость мужчины Рак и женщины Водолей в любовных отношениях средняя, их основой является новизна эмоций и впечатлений. Это происходит из-за существенных отличий в природных характерах.</p>

<p>Обычно инициатива исходит от девушки, так как ее очень привлекает непохожий на нее партнер. Скорее всего, такое притяжение можно считать интересом. Противоположности, конечно же, притягиваются, но для того, чтобы остаться вместе партнерам нужно найти какое-либо общее дело.</p>

<p>Удержать вместе парня Рак и девушку Водолей могут общественные интересы, они вместе могут успешно решать самые сложные проблемы общественной жизни. Работая в этом направлении, женщина Водолей полностью сможет продемонстрировать собственный гуманизм. В этом случае ей пригодятся ее природная общительность и хорошие интеллектуальные способности. Любовные отношения сложатся очень удачно, если партнер будет поддерживать ее деятельность и станет ее единомышленником. В любовном тандеме отношения будут очень насыщенными и активными. У представителей этих знаков зодиака найдется много общих тем для обсуждений. Им не будет скучно вместе.</p>

<p>Главная опасность состоит в том, что парню может быстро надоест бурная жизнь, и он начнет стремиться к уединению, все чаще закрываясь в собственном внутреннем мире. Партнерша этого не сможет понять и это станет причиной возникновения серьезных разногласий.</p>

<p><b>В постели (совместимость в сексе 46%)</b></p>
<p>Совместимость мужчины Рака и женщины Водолея в постели довольно сложная. Отличие в природных характерах оказывает негативное влияние и на интимную сферу. Мужчине всегда важно, что эмоционально чувствует его партнерша в постели. Он предпочитает романтические сексуальные отношения, наполненные глубокой чувственностью.</p>

<p>Девушку Водолей мало интересуют чувства, ей гораздо интересней мысли партнера. Но при этом она стремится пофантазировать и всегда готова участвовать в экспериментах. Секс для нее не имеет большого значения в жизни. Если ее мысли заняты проблемами, происходящими в реальной жизни, то она остается холодной и бесстрастной. Такое отношение к сексу неприемлемо для мужчины Рака, поэтому очень быстро между партнерами начинается охлаждение.</p>

<p>Интимные отношения между парнем Рак и девушкой Водолей очень часто непредсказуемые. Новизна чувств вначале отношений может захлестнуть обоих партнеров, и секс превратится в сказку. А через некоторое время партнеры полностью потеряют интерес друг другу и просто станут спать в отдельных постелях. Но через некоторое время, они снова могут воспылать чувствами друг к другу и сексуальное притяжение снова повториться.</p>

<p><b>В браке (совместимость в семейной жизни 27%)</b></p>
<p>Совместимость Рак и Водолей в браке очень низкая. Хотя при этом семьи они создают очень часто. Но такие семейные союзы не стабильные. Партнеры не подходят друг другу, но, к сожалению, не осознают это сразу. Именно поэтому процент развода очень большой.</p>
<p>В семейной жизни представителей этих знаков зодиака очень много преград и неожиданностей, с которыми люди справиться не всегда могут. Мужу очень трудно смириться с хаотичным образом жизни супруги. Она предпочитает вести активную общественную жизнь, в ее окружении очень много знакомых, среди которых очень мало настоящих друзей.</p>

<p>Сохранить любовные отношения можно тогда, когда супруги будут стремиться найти компромиссы. Для этого мужчине не следует копить обиды, а нужно их прямо высказывать сразу. Это позволит дать понять партнерше, как себя нужно вести. Если в ее душе присутствует любовь она обязательно пойдет на уступки.</p>

<p>Чтобы избежать развода партнеры должны сохранить интерес друг к другу. Если это не удастся сделать, то развод неизбежен. Примечательно, что представителей этих знаков зодиака не могут удержать вместе дети. Но когда люди расстаются, то мужчина продолжает оказывать всю необходимую помощь ребенку и общаться с ним.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 52%)</b></p>
<p>Дружеские отношения между женщиной Водолей и мужчиной Рак напоминают деловое сотрудничество. Дружба может быть крепкой тогда, когда партнеров объединяют общие цели и интересы. Очень удачно складываются дружеские тандемы, если представители этих знаков зодиака работают в сфере образования. Но в любом случае в дружбе союза Водолей и Рак не хватает той особенной теплоты, которая присуща для искренних дружеских отношений.</p>

<p>В обычной жизни партнеры просто отталкиваются друг от друга. Подруга быстро устает от общения с замкнутым товарищем. Именно поэтому дружеские отношения часто распадаются, так и не начавшись.</p>';
		}
		if ($here == 'Рак' && $she == 'Рыбы') {
			$answer = '<p>Рыбы и Рак - это практически идеальное сочетание людей для создания успешных тандемов и благоприятного сотрудничества в любой сфере. Между представителями этих знаков зодиака существует полная доверительность и понимание. Создается впечатление, что люди созданы друг для друга. Партнеры отличаются схожестью природных характеров, обладают одинаковыми темпераментами. Люди ведут одинаковый образ жизни и их мнения по основным жизненным вопросам всегда совпадают. Поскольку у представителей этих знаков зодиака развитый от природы интеллект и интуиция, то они понимают своих половинок с полуслова.</p>

<p>Между мужчиной Рак и женщиной Рыбы всегда возникает притяжение на подсознательном уровне. Представители этих знаков зодиака могут успешно сотрудничать в любых жизненных сферах. Отношения по расчету между ними невозможны, партнеры всегда общаются искренне и непринужденно. В таких тандемах никогда не бывает конфликтов, а все разногласия быстро и легко решается путем нахождения компромиссов.</p>

<p><b>В любовных отношениях (совместимость в любви 98%)</b></p>
<p>Совместимость мужчины Рак и женщины Рыбы в любовных отношениях очень высокая. При обоюдном стремлении партнеры могут построить идеальные долговечные взаимоотношения. Разводятся такие пары крайне редко. Представители этих знаков зодиака имеют похожие природные черты характера, поэтому между ними быстро возникает симпатия, которая очень часто перерастает в любовь.</p>

<p>Любовные отношения характеризуются стабильностью. Мужчина и женщина воспринимают окружающий мир на интуитивном уровне, поэтому для того чтобы понять друг друга, им всегда достаточно нескольких фраз.</p>

<p>Отношения представителей этих знаков зодиака находятся в постоянном развитии, так как партнеры с удовольствием делятся своим богатым внутренним миром. Любовь в такой паре наполнена сопереживание и сочувствием и абсолютным пониманием. Каждый из партнеров ищет и находит в таком тандеме заботу и нежность. Мужчина Рак и спутница Рыбы от природы являются родственными душами. Им не нужно преодолевать себя и стремиться изменить партнера, чтобы оставаться вместе.</p>

<p>Между мужчиной Рак и женщиной Рыбы невозможны отношения по расчету. Партнеры всегда находят общий язык во всех возникающих вопросах. Они сопереживают друг другу и оказывают необходимую поддержку в трудных ситуациях. Конфликтуют представители этих знаков зодиака редко, предпочитая все проблемы решать мирным путем.</p>

<p><b>В постели (совместимость в сексе 75%)</b></p>
<p>Интимная жизнь у этой пары всегда складывается очень гармонично. Благодаря высокой совместимости мужчины Рак и женщины Рыбы в постели, партнеры легко понимают желания друг друга. Они способны полностью раскрываться в сексе и иногда даже экспериментировать. Хотя на самом деле даже в интимной сфере для них более привлекательной является душевная близость. Именно поэтому можно сказать, что без любви секс между представителями этих знаков зодиака невозможен.</p>

<p>Партнеры на интуитивном уровне чувствуют желание друг друга. Для того чтобы их удовлетворить и мужчина, и женщина стремятся создать соответствующую атмосферу. Партнеры с легкостью понимают потребности друг друга. Примечательно, что каждый из них очень способен предугадывать желания партнера, создавая нужное настроение. Каждый из представителей этих знаков зодиака стремиться растворится в любви для того, чтобы на некоторые мгновения оказаться в сказочном замечательном мире чувств и эмоций. Интимная жизнь в таком тандем не наполнена романтичностью и нежностью.</p>

<p><b>В браке (совместимость в семейной жизни 69%)</b></p>
<p>Хорошая совместимость Рак и Рыба в браке позволяет супругам легко и быстро находить общий язык. В семейном союзе сохраняется романтичность и эмоциональность. Отношения строятся на полном взаимопонимании.</p>

<p>В данном семейном тандеме мужчина Рак более практичен, поэтому, чтобы сохранить гармонию, ему нужно заниматься не только обеспечением семьи, но и различными бытовыми вопросами. Жена Рыбы никогда не станет настоящей хранительницей домашнего очага в силу особенностей своего природного характера. Но, обычно, партнер очень сильно любит супругу, поэтому не замечает этого. Он обладает необходимой природной мягкостью и пониманием.</p>

<p>Женщина часто выбирает творческие профессии, поэтому для того чтобы творить, ей нужен понимающий партнер, который способен наполнить ее вдохновением. Когда мужчина Рак и женщина Рыбы живут в согласии, то они дополняют друг друга. Это приводит к тому, что они становятся оба успешными людьми.</p>

<p>Свободное от работы время супруги предпочитают проводить в семейном кругу. Они наслаждаются уютом собственного дома и подпитывают друг друга энергией, расширяя при общении свой внутренний мир.</p>

<p>Серьезных проблем в семье представителей этих знаков зодиака практически не возникает. Это связано с тем, что эти люди осознанно вступают в брак. Каждый из партнеров считает, что он нашел свою половинку, и не хочет ничего менять в жизни. Разводов в таких союзах практически не бывает. Даже если чувства остывают, то мужчина и женщина настолько привыкают друг к другу, что никто из них не может инициировать расставание.</p>

<p>Разногласия могут случаться только из-за излишней эмоциональности и ранимости, которая присуща по природе обоим партнерам. Но если супруги не будут замалчивать обиды, то серьезных проблем удастся легко избежать.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 45%)</b></p>
<p>Дружеские отношения между мужчиной Рак и женщиной Рыбы возникают очень редко. Такая дружба возможна только в том случае, если представители этих знаков зодиака являются родственниками. В основном причина этого кроется в природном характере партнера. Мужчина Рак принципиально не дружит с женщинами, хотя иногда делает исключения.</p>

<p>Партнеру не удается заставить себя смотреть на женщину, как на друга, он, прежде всего, оценивает ее как возможную спутницу жизни. И следует отметить, что для такой роли женщина Рыбы очень подходит. Она романтична и быстро влюбляется в того, кто подходит ей по природному темпераменту.</p>

<p>Именно в силу всего сказанного, если не свободные Рак и Рыбы подружились, то их &laquo;половинкам&raquo; есть о чем беспокоиться. Именно с дружбы могут начаться любовные отношения у представителей этих знаков зодиака.</p>';
		}
		//Лев 8
		if ($here == 'Лев' && $she == 'Овен') {
			$answer = '<p>Союз Овен и Лев всегда яркий и неповторимый, отношения между представителями этих знаков зодиака наполнены позитивными эмоциями и страстями. Эти люди обладают похожей от природы энергетикой, поэтому им всегда интересно вместе. Образовав союз в любовной или дружеской сфере, представители этих знаков зодиака редко расстаются. Они ценят друг друга и со временем становятся одним целым. И парень Овен, и девушка Лев любят быть в центре внимания, потому всегда окружены друзьями. Нарушить отношения между ними может ярко выраженная природная амбициозность. В &laquo;войне амбиций&raquo; важно своевременно находить компромиссы, нельзя допускать, длительного противостояния.</p>

<p>Лев и Овен считаются очень сильными знаками, обладающими огромным природным творческим потенциалом. Когда они объединяются в какой-либо сфере, этот потенциал только усиливается и партнеры могут достичь любых поставленных целей.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>
<p>Хорошая совместимость парня Льва и девушки Овна в любовных отношениях свидетельствует о том, что в паре царит полное взаимопонимание и психологическая гармония. Это позволяет партнерам преодолеть любые трудности.</p>

<p>Совместимость Лев и Овен в любви - это гарантия того, что вместе партнерам суждено испытать сильные и глубокие чувства. Мужчина в этой паре страстный романтик, поэтому в жизни партнеров будет много незабываемых моментов.</p>

<p>Мужчина Лев - это увлекающаяся натура, поэтому он сразу воспылает искренними чувствами к понравившейся особе. И девушка Овен сможет без проблем длительное время удерживать его возле себя. Кавалер будет красиво ухаживать за избранницей, и одаривать ее подарками. Но со своей стороны барышня Овен станет постоянно восхищаться своим партнером.</p>

<p>Поддерживается любовь представителей этих знаков и их природными талантами. Эти люди имеют возможность оказывать помощь друг другу, что значительно облегчает их жизнь.</p>

<p><b>В постели (совместимость в сексе 99%)</b></p>
<p>Совместимость пары в постели идеальная. Оба партнера страстные любовники, они не имеют комплексов и могут полностью раскрепоститься во время секса. В интимной жизни каждый партнер получает то, чего он желает.</p>

<p>В постели ласки и страстные поцелуи сменяют различные, ранее не ведомые партнерам, эксперименты. Но при этом партнеры внимательны к своей половине и заботятся о том, чтобы исключить какие-либо неудобства. В сексуальных отношениях полностью отсутствует эгоизм. И это сближает настолько, что спутники полностью растворяются друг в друге, испытывая незабываемые ощущения.</p>

<p>Высокая совместимость Лев и Овен в постели говорит о том, что женщина может дать своему избраннику те чувственные наслаждения, в которых он особенно нуждается. С другой стороны мужчина всецело понимает на подсознательном уровне партнершу и готов воплотить все ее мечты.</p>

<p><b>В браке (совместимость в семейной жизни 80%)</b></p>
<p>Высокая совместимость мужчины Льва и женщины Овна в браке свидетельствует о том, что после недолгого конфетно-букетного периода партнеры принимают решение пожениться. Представители этих знаков зодиака практически всегда создают идеальные семьи, наполненные любовью и взаимопониманием. Но самое главное условие благополучия в браке - правильное распределение обязанностей. Если супруги этого не сделают на начальном этапе своей жизни, то их семейная жизнь будет омрачаться периодическими конфликтами и разногласиями.</p>
<p>Семейная атмосфера наполнена позитивом и гармонией. Все, без исключения бытовые вопросы решаются совместно, без споров с учетом пожеланий друг друга. Высокая совместимость пары приводит к тому, что даже по истечению многих лет совместной жизни партнеры продолжают испытывать страсть друг к другу.</p>

<p>Супруги мечтают о появлении совместных детей и после их рождения сплачиваются еще больше. И муж, и жена в этой паре всегда работают на благо семьи, создавая в семейном гнездышке благоприятную атмосферу. Им никогда не бывает скучно вдвоем, они приглашают друзей в свой дом, и сами часто ходят в гости. Жизнь семейной пары наполнена разнообразием и позитивом. Причиной развода может стать только измена одного из супругов.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 50%)</b></p>
<p>Дружеские отношения в паре Лев и Овен возникают редко. Это связано с высокой совместимостью в любовных отношениях. Очень часто начинающаяся дружба быстро перерастает в любовь.</p>

<p>Более менее, крепкая дружба может возникнуть между людьми разных поколений или родственниками, если людей объединяет какое-либо общее дело или увлечение. Благоприятно складываются отношения между коллегами, если они заняты общим делом. Но такие отношения с большой натяжкой можно считать дружескими, так как общение заканчивается только обсуждением деловых вопросов.</p>

<p>В тех редких чувствах, когда все-таки возникает дружба между людьми, зарождается и глубокая душевная связь, которая полностью исключает возможность предательства. Друзья полностью открываются друг перед другом и могут рассказать все секреты о себе, поделится своими жизненными проблемами и внутренними страхами. Люди черпают друг у друга силы, что позволяет им становиться уверенными в себе и продолжать успешно двигаться к поставленным целям.</p>';
		}
		if ($here == 'Лев' && $she == 'Телец') {
			$answer = '<p>Очень часто в союзе Телец и Лев возникают сложности. Это связано с большим отличием природных характеров представителей этих знаков зодиака. Даже искренне влюбленные часто не могут ужиться вместе. Тельцы в людях ценят, прежде всего, преданность и верность. А Львы стремятся блистать в обществе, им просто необходимо внешнее восхищение и признание их заслуг. Именно это и приводит к возникновению непонимания между партнерами и, как следствие, серьезным разногласиям. Гармоничный союз возможен только в том случае, если кто-то из представителей таких противоречивых знаков пожертвует своими интересами.</p>

<p>У парня Льва и избранницы Тельца не лучшая совместимость во всех сферах жизнедеятельности. Представители данных знаков зодиака слишком разные по своему природному характеру, ритму жизни и отношению к происходящим событиям в окружающем мире.</p>

<p><b>В любовных отношениях (совместимость в любви 50%)</b></p>
<p>Совместимость мужчины Лев и женщины Телец в любовных отношениях находится на среднем показателе. Чувства, в данном тандеме, могут возникнуть, если это будет способствовать росту и успеху каждому партнеру в отдельности. Но все равно и в этом случае в таком союзе будет много трудностей. Все дело в том, что парень Лев очень эгоистичен, даже не пытается понять мысли и чувства своей партнерши. Не в состояние он оценить и силу верности и преданности своей избранницы.</p>

<p>С другой стороны, когда Лев влюбляется, то он превращается в доброго и ласкового котенка. Именно в таких случаях любовные отношения развиваются очень гармонично, и невысокая совместимость Лев и Телец в любви не становится преградой. Причем, чем дольше находятся вместе партнеры, тем глубже между ними возникает взаимопонимание. Своим спокойствием и уравновешенностью избранница Телец постепенно растворяет природный эгоизм своего избранника.</p>

<p><b>В постели (совместимость в сексе 80%)</b></p>
<p>Совместимость Лев и Телец в постели довольно высокая. Представители этих знаков притягиваются в сексуальной сфере, хотя этот фактор редко становится базовым для развития дальнейших отношений. Оба партнера очень эмоциональны и не имеют комплексов, поэтому полностью раскрываются в сексе.</p>

<p>Избранник Лев в постели - это сгусток позитивной сексуальной энергии, выплескивая которую он заполняет все пространство вокруг. С другой стороны барышня Телец своим спокойствием и уравновешенностью вносит в сексуальные отношения эстетику. Таким образом, интимная жизнь наполняется гармонией и позитивными эмоциями. Примечательно, что для этой пары в постели важны только ощущения и совершенно не требуются никакие слова.</p>

<p>Благодаря тому, что партнерша ценит земные наслаждения, она позволяет своему избраннику экспериментировать. Это способствует тому, что мужчина Лев чувствует себя с такой партнершей настоящим королем. В браке от развода партнеров иногда спасает секс.&nbsp;Сексуальная связь между партнерами длится очень долго, этим людям очень трудно расстаться, даже если они и не планируют дальнейших отношений. Очень часто, имея семью, парень Лев выбирает себе в любовницы девушку Тельца. Но она пойдет на такие отношения только, если она свободна.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>Совместимость мужчины Лев и женщины Телец в браке низкая, и поэтому они редко создают семьи. Это может случиться только после того, когда во время конфетно-букетного периода они придут к пониманию того, что смогут ужиться под одной крышей.</p>

<p>Очень большие разногласия в паре возникают в финансовой сфере. Супруг Лев - транжира, он стремиться к роскошной жизни и не любит считать деньги, даже тогда, когда они имеются в небольшом количестве. Жена Телец такого отношения к финансам в семье не потерпит, она практична и понимает, что нужно жить по средствам, организовывая при этом благополучный и комфортный быт, но не более. Если супруги не найдут в данном вопросе компромисс, то, скорее всего, семья распадется.</p>

<p>Браки между представителями этих знаков зодиака бывают успешными в том случае, если супруг старше. В таком тандеме не будет никакого соперничества, и жена просто станет тенью своего мужа, что обоих будет устраивать.</p>

<p>Чтобы семья не распалась, женщине нужно обязательно помнить о том, что муж Лев, в силу завышенного природного самолюбия, не терпит поучений и упреков. Все советы должны звучать ненавязчиво и мягко. С другой стороны супругу следует не забывать о том, что возлюбленная никогда не простит измены. Поэтому, блистая в обществе, нужно вести себя всегда благоразумно.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 30%)</b></p>
<p>Дружба между мужчиной Львом и женщиной Тельцом возникает редко. Во-первых, это связано с разными жизненными интересами. Этим людям просто невозможно пересечься, так как мужчина предпочитает времяпровождения в шумных обществах, а женщина домоседки и любит проводить досуг в спокойной компании друзей. Во-вторых, у этих людей разное отношение ко всем событиям, происходящим в окружающем мире, поэтому у них очень мало тем, которые могли бы их объединить, как друзей.</p>

<p>Парень Лев будет стремиться подружиться с девушкой Тельцом, если это будет ему выгодно в силу каких-либо причин. Практичная подруга вполне может принять такие дружеские отношения, но при этом в них будет мало искренности. Вряд ли такие друзья будут делиться друг с другом сокровенными мыслями, и спрашивать советов. Положительная сторона такой дружбы заключается в том, что вторым половинкам спутников Лев и Телец ревновать не стоит.</p>

<p>На основе рабочих отношений дружба возникает очень редко. Необдуманная деятельность и инициативность мужчины Льва всегда будет раздражать женщину Тельца, которая привыкла все анализировать и взвешивать, перед тем как принимать решения.</p>';
		}
		if ($here == 'Лев' && $she == 'Близнецы') {
			$answer = '<p>Союзы между представителями знаков Близнецы и Лев всегда очень гармоничны. Партнеры очень быстро находят общий язык. Это сильные и целеустремленные личности. Они оба уверенны в собственных силах. Такие качества притягивают Близнецов и Львов друг к другу.</p>

<p>Отношения между партнерами всегда развиваются стремительно. Вместе им никогда не бывает скучно. У избранников всегда очень много идей, которые они успешно воплощают в жизнь. Тандем Близнецы и Лев не только дружный, но и общительный, поэтому они часто бывают в центре внимания. Отношения всегда основаны на доверии, поэтому партнеры никогда не ограничивают свободу друг друга.</p>

<p>Союз избранника Льва и барышни Близнецы всегда очень успешный и благополучный. Партнеры могут достичь взаимопонимания в любых сферах жизнедеятельности. Их отношения в паре всегда наполнены интересными событиями и положительными эмоциями.</p>

<p><b>В любовных отношениях (совместимость в любви 98%)</b></p>
<p>Совместимость мужчины Лев и женщины Близнецы в любовных отношениях практически идеальная. Основное преимущество любовного союза заключается в том, что каждый из партнеров чувствует себя очень комфортно и получает именно то, что ему необходимо. Партнерша будет постоянно одаривать своего любимого красивыми словами, выражающими свое чувство восхищения и обожания. И при этом она будет себя чувствовать в полной защищенности, находясь рядом с парнем Львом. Он постоянно будет одаривать ее своим вниманием, делать красивые жесты, которые оставляют незабываемые впечатления.</p>

<p>Совместимость Лев и Близнецы в любви во многом связывает влюбленных, они живут в похожем ритме. Избранник Лев всегда гордится своей спутницей, ему импонирует то, что она может подать себя в обществе и обладает разносторонними взглядами. Приятно ему и то, что на нее засматриваются другие мужчины. При этом в силу уверенности в себе ревность в его душе никогда не возникает, если только девушка ведет себя достойно.</p>

<p>Для партнерши привлекательной является активность и энергичность избранника. Она ценит его целеустремленность и желание постоянно действовать. Партнерша предоставляет своему возлюбленному полную свободу, так как уверена в его искренней любви. Барышня Близнец с удовольствием принимает лидерство избранника в отношениях, понимая, что его разумность не позволит ему проявлять самодурство.</p>

<p><b>В постели (совместимость в сексе 99%)</b></p>
<p>Практически идеальной считается совместимость Близнецы и Лев в постели. Это связано с тем, что партнеру по нраву раскрепощенные женщины, а Близнецы всегда способны удивлять и очаровывать. С другой стороны партнерше нравятся сильные мужчины, которым нужно подчиняться и которые способны на большие поступки ради неё.</p>

<p>Интимная связь между партнерами наполнена теплотой, страстью и обожанием. Но, несмотря на то, что женщина стремиться экспериментировать, она относится к сексу, как к обыденному делу, поэтому иногда кажется холодной. Но если избранник объясняет партнерше, что он ждет от нее больше страстности, то она обязательно откликнется и все разногласия в постели будут очень быстро улажены.</p>

<p>Мужчина Лев - великолепный любовник. Он осознает это и стремиться, чтобы им партнерша восхищалась даже в постели. Но женщине Близнецы это абсолютно несложно, она без устали превозносит своего сексуального партнера, чем очень поднимает себя в его глазах. Свою природную нехватку темперамента девушка Близнецы компенсирует умением флиртовать. Она обладает настолько легким характером, что все ее недостатки в постели выглядят просто незаметными.</p>

<p><b>В браке (совместимость в семейной жизни 85%)</b></p>
<p>Совместимость мужчины Лев и женщины Близнецы в браке хорошая, представители этих двух знаков зодиака очень часто создают семьи. Проблем в таких семьях не бывает. Небольшие разногласия никогда не несут угрозу семейной жизни.</p>

<p>Как правило, мужа может раздражать свободолюбие партнерши и ее частые пересмотры тех или иных решений. С другой стороны жене нужно будет привыкнуть к властности супруга. Причем, когда у парня Льва хорошее настроение, то он соглашается со всем, но если он находится в плохом расположении духа, то может и зарычать.</p>

<p>Внутренняя жизнь пары постоянно наполнена положительными эмоциями. Любые недоразумения быстро улаживаются. В основном это заслуга супруги, так как она может приспособиться к любой ситуации.</p>

<p>Благодаря природному умению и способностям мужчины Лев, семья представителей этого знака чаще бывает состоятельной. Супруг очень любит богатство и благополучие, поэтому все время стремиться превратить свой дом в полную чашу. Поскольку жена Близнец легкомысленна, то она во всех финансовых вопросах всегда старается слушаться супруга, понимая, насколько важно материальное благополучие семьи.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 52%)</b></p>
<p>Между Женщиной Близнецами и мужчиной Львом часто возникают дружеские отношения. Но при этом дружба далеко не всегда бывает долговечной по причине того, что друг очень часто влюбляется в свою подругу. Поначалу напористость Льва, которого женщина считает своим другом, раздражает подругу, но через некоторое время она сама влюбляется.</p>

<p>Объединяющим фактором в создании дружеского тандема является то, что оба партнера очень общительные люди. Они любят занимать центральное место в любом коллективе. При этом женщина всегда любит демонстрировать свое красноречие и интеллект, а мужчине всегда удается привлечь внимание окружающих к себе своим поведением.</p>

<p>На этой почве дружба между ними может превратиться в соперничество, поэтому они могут быстро устать друг от друга. Но отношения могут быстро восстановиться, если друзьям понадобится их же поддержка.</p>';
		}
		if ($here == 'Лев' && $she == 'Рак') {
			$answer = '<p>Представители знаков зодиака Рак и Лев являются полными противоположностями по своим природным характерам, но, несмотря на это их тандемы могут складываться довольно успешно. Это связано с тем, что люди являются сильными личностями и постоянно работают над собой, чтобы сохранить благополучные отношения. Если же у них будет отсутствовать желание идти на встречу друг другу, то партнеры никогда не останутся вместе. Кроме того случается так, что поначалу отношения складываются гладко, но со времени яркость и напористость Львов начинает раздражать осторожных Раков, которые зачастую, оценивают жизненные обстоятельства интуитивно.</p>

<p>Союз в любой жизненной сфере между парнем Львом и барышней Раком очень противоречивый. Внешне нерешительная партнерша очень часто удивляет мужчину силой своего характера и глубиной интеллекта. Поэтому в отношениях часто возникает соперничество, которое является причиной того, что люди расходятся.</p>

<p><b>В любовных отношениях (совместимость в любви 55%)</b></p>
<p>Если мужчина Лев и женщина Рак взаимно влюблены, то со стороны пара выглядит романтичной и счастливой. Партнеры, несмотря на невысокую совместимость мужчины Лев и женщины Рак в любовных отношениях, стремятся приспособиться друг к другу.&nbsp;В таком любовном тандеме мужчина чувствует себя очень уверенно, ведь рядом с ним находится нежная и мягкая избранница. Но при этом партнер должен понимать, что его партнерша далеко не беззащитная и при необходимости может за себя постоять. В идеальном союзе Лев и Рак могут полностью реализовать себя.</p>

<p>Проблемы в любовных отношениях могут возникнуть в эмоциональной сфере. Все дело в том, что женщина Рак очень ранимая, поэтому может обидеться по любому поводу. В силу природной скрытности она не всегда озвучивает свои обиды, поэтому, когда они накапливаются, то это может значительно ухудшить отношения. Мужчина Лев - оптимист, поэтому ему непонятны переживания партнерши. Он стремится получать удовольствие от жизни в любых обстоятельствах.</p>

<p>Чтобы сохранить любовный союз и повысить совместимость Лев и Рак в любви, девушке следует контролировать свои эмоции. Ей нужно научиться быть более открытой и прекратить замалчивать обиды. Это позволит своевременно снять не нужную напряженность в отношениях.</p>

<p><b>В постели (совместимость в сексе 90%)</b></p>
<p>Совместимость Лев и Рак в постели очень высокая. Это связано с тем, что их отношение к интимной жизни совпадает. Они считают благополучие в сексуальной сфере важной составляющей счастливой жизни.</p>

<p>Оба партнера романтичные и нежные любовники в постели. Для них не существует преград, и они всегда стремятся экспериментировать. Секс между представителями этих знаков зодиака наполнен телесными удовольствиями, сильными страстями и глубокими чувствами. Это нравится обоим возлюбленным.</p>

<p>Следует понимать, что благополучность сексуальной жизни всецело зависит от отношений в реальном мире. Важно, чтобы мужчина никогда не проявлял грубости к своей партнерше ни в чем. Это оттолкнет ее, и она не сможет полностью раскрыться в постели.&nbsp;Кроме того добавить ненужных переживаний, которые навредят интимной жизни, может излишне свободное поведение избранника. Если между партнерами будет присутствовать ревность, то полноценная и счастливая сексуальная близость полностью исключается. Интерес к сексу у женщины может снизиться и на фоне ранее перенесенных обид.</p>

<p><b>В браке (совместимость в семейной жизни 50%)</b></p>
<p>Совместимость мужчины Лев и женщины Рак в браке средняя. Если партнеры влюблены, то они вполне могут создать благополучный семейный союз, несмотря на довольно серьезные внутренние противоречия.</p>

<p>Данный союз может быть успешным только при традиционном распределении обязанностей:</p>
<ul>
  <li>Муж Лев должен обеспечивать семью, что позволит ему занять лидерские позиции.</li>
  <li>Жена Рак должна взять на себя роль хранительницы домашнего очага.</li>
</ul>
<p>При таком раскладе отношения между представителями этих знаков зодиака будут складываться очень удачно. Супруга никогда не будет стремиться к лидерству, а будет наслаждаться той заботой, которой окружил ее супруг. Она будет очень спокойно и уверенно чувствовать себя, а значит, полностью реализует себя в роли заботливой и любящей жены.</p>

<p>Некоторые проблемы в семье могут возникнуть из-за разного отношения к семейному времяпровождению. Женщина может полноценно отдохнуть и расслабиться только в домашней обстановке. Но ее супруг стремится вести светскую жизнь, где он сможет блистать. Постоянные выходы в общество утомляют супругу. Но, тем не менее, она будет стараться всегда быть рядом с ним, так как в противном случае, ее может извести ревность.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 41%)</b></p>
<p>Настоящие и искренние дружеские отношения между девушкой Раком и мужчиной Львом, вряд ли, возможны. Такая крепкая дружба может быть, только если представители этих знаков зодиака являются родственниками. Родственная привязанность в этом случае очень сильна, даже если они относятся к разным возрастным категориям.</p>

<p>Сложности в построении дружеских отношений возникают из-за того, что у этих людей редко совпадают жизненные увлечения. Кроме того разводят их в разные стороны отличия в мировоззрении. Друзьям Рак и Лев трудно понять друг друга.</p>

<p>Но если дружба все-таки возникнет, то, скорее всего, в таком тандеме женщина будет старше своего друга. В этом случае мужчина будет себя чувствовать очень комфортно, ведь рядом избранница, которая будет по-матерински заботиться о нем. С другой стороны общество оптимистичного и уверенного молодого человека придает сил женщине и позволяет ей достигать больших успехов в жизни. Но настоящей дружбой это сложно считать.</p>';
		}
		if ($here == 'Лев' && $she == 'Лев') {
			$answer = '<p>Совместимость представителей знака зодиака Лев находится на среднем уровне. Согласно существующему народному поверью двум Львам довольно сложно ужиться в одной клетке. Примечательно то, что окружающие люди не замечают всех тех сложностей, которые существуют в тандеме. Пара, находясь в обществе, отличается яркостью, доброжелательностью и общительностью. Рядом влюбленных удерживает стремление к успеху. Партнеры поддерживают друг друга во всех начинаниях, способствующих продвижению к цели. Именно такой подход позволяет представителям огненного знака зодиака не замечать внутренних противоречий.</p>

<p>Люди, рожденные под знаком Льва, легко находят общий язык и быстро влюбляются друг в друга. Но в силу невысокой совместимости мужчины Льва и женщины Льва в любовных отношениях благополучными союзы можно назвать едва ли. Мешает созданию гармоничных тандемов желание главенствовать. Партнер настаивает на том, чтобы любимая находилась в его тени. Но свободолюбивая красавица не терпит такого отношения к себе. Более того она стремиться превзойти партнера во всем.</p>

<p><b>В любовных отношениях (совместимость в любви 44%)</b></p>
<p>Представители данного знака являются гордыми личностями. После ссор они с трудом идут на примирение. Компромиссы при решении бытовых вопросов также им не присущи. Очень часто даже на фоне любовных чувств они не прощают ошибки своих половинок.</p>

<p>Невысокая совместимость Лев и Лев в любви связана с тем, что люди ревнивы. Несмотря на природное свободолюбие, в душе каждого партнера может разгореться искорка нехорошего чувства, которая спровоцирует большой скандал. Партнеры собственники, поэтому для сохранения любви им нужно научиться взаимно доверять. А если возникли подозрения, то не нужно таить их в душе и копить обиды. Лучше сразу высказать все, тем более что в большинстве случаев, все подозрения являются напрасными и их партнеру или партнерше удастся быстро развенчать.</p>

<p>Если влюбленные настроены сохранить отношения, то благодаря сильному характеру они смогут преодолеть любые невзгоды и построить благополучный, гармоничный любовный тандем. При правильном подходе, который включает в себя терпение и взаимоуважение, участники союза будут с удовольствием удовлетворять пожелания и капризы один одного. Благодаря этому Лев и Лев привыкнут друг к другу и научаться уступать. И чем быстрее мужчина научится уступать партнерше, тем скорее стабилизируются отношения. В благодарность он будет окружен огромной любовью и лаской.</p>

<p><b>В постели (совместимость в сексе 89%)</b></p>
<p>О том, что совместимость мужчины Льва и женщины Льва в постели хорошая, можно говорить лишь только в случае, если между партнерами имеются сильные глубокие любовные чувства. Только доверительные и искренние отношения могут привести к гармоничному сексу.</p>

<p>Представители знака зодиака Лев очень страстные личности. На фоне полной доверительности они способны полностью раскрыться в постели и наполнить интим незабываемой всепоглощающей страстью. Партнеров непреодолимо тянет друг другу и, любя, они отбрасывают все комплексы и условности. Примечательно, что наряду с этим, спутники вносят в сексуальные отношения романтику и нежность, представителям этого огненного знака характерен артистизм натуры. Это хорошее качество в постели, так как партнеры способны превратить интим в настоящую сказку. Очень важно не забывать, что инициативу иногда нужно перехватывать, чтобы исключить возникновение разногласий в сексуальной сфере.</p>

<p>Совместимость Лев и Лев в постели высокая в силу искренности партнеров, которые не способны скрывать чувства. Если жизненная ситуация складывается не очень хорошо, и существуют определенные проблемы в отношениях, то партнеры не могут полноценно насладится сексом. Они начинают обсуждать имеющиеся проблемы, что приводит постепенно к остыванию чувств. Если не удастся преодолеть разногласия, то влюбленные отдаляются друг от друга, и секс просто исчезает из их жизни.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>Браки между представителями знака зодиака Лев и Лев заключаются довольно часто. Природная искренность этих людей способствует тому, что они на фоне сильной влюбленности и сексуального притяжения быстро принимают решение о браке. Но, к сожалению, семьи часто неблагополучны, разрывы случаются часто. Об этом свидетельствует факт того, что по статистике отмечается средняя совместимость мужчины Льва и женщины Льва в браке.</p>

<p>Несмотря на страстность природных натур супругов, сексуальная составляющая не является для них главной в семейной жизни. Гораздо больше люди ценят взаимную поддержку, понимание. Супруги отличаются подобными природными характерами, поэтому отличительной особенностью семей является родство душ. Супруги одинаково относятся к событиям, происходящим в окружающем мире, поэтому им не требуется много времени, чтобы объяснить свою позицию.</p>

<p>Совместные увлечения и занятия укрепляют семью. Но при этом соперничество, присущее супругам, является угрозой. Данный фактор снижает совместимость Лев и Лев в браке. В семье представителей стихии огня постоянно наблюдается гласная или негласная борьба за главенствование. На этом фоне происходят довольно бурные конфликты, связанные с тем, что никто из супругов не хочет уступать друг другу. Разногласия происходят и в бытовой сфере. Связано это с тем, что мужчина Лев мечтает о домашнем комфорте, но участвовать в его организации не хочет. Супруга считает, что все обязанности следует разделять пополам.</p>

<p>Для того чтобы сохранить семью, необходимо помнить о том, что ни один изо Львов не должен побеждать. Если кому то удастся подавить партнера, то рядом окажется истеричная слабая личность, которая наполнит семейные отношения посредственностью. Побежденный супруг превратится в мстительную личность и превратит жизнь в ад, что, скорее всего, приведет к разводу.</p>

<p>Главный совет для сохранения благополучного семейного тандема Лев и Лев - соперничать нужно осторожно, попеременно уступая друг другу пальму первенства при решении различных бытовых вопросов. Как вариант смягчения конфликтов следует использовать, как можно чаще интимную близость.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 51%)</b></p>
<p>Совместимость в дружбе между представителями знака зодиака Лев также находится на среднем уровне. Но это больше связано с тем, что на фоне соперничества в определенных сферах могут возникнуть конфликты и люди, не способные пойти на уступки, разрывают дружеские отношения.</p>

<p>На самом деле дружба между двумя Львами может быть крепкой и длительной. Это связано, что друзья имеют похожие интересы и увлечения, поэтому сама судьба их сводит на различных общественных мероприятиях. И если спутники настолько разумны, что никто из них не будет стремиться лидерствовать, то дружба будет многообещающей. Дружеские отношения будут стабильными и надежными. Друзья будут стоять друг за друга горой, если того потребуют жизненные обстоятельства. Они смогут успешно противостоять самым серьезным противникам.</p>

<p>Примечательно, что, даже не считая себя настоящими друзьями, представители знаков зодиака Лев бросаются друг другу на помощь при необходимости. И только после того, как сложная ситуация положительно разрешиться, люди могут снова отдалиться и перейти на уровень приятельства. Крепкая дружба возможна между родственниками.</p>

<p>Вероятность развития дружеских отношений также высокая, если пару Лев и Лев связывает общая работа. Под силу в таком случае оказывается любая сложная работа. Когда друзья работают на результат, то соперничество отходит на второй план, они не только легко согласовывают любые вопросы между собой, но и успешно работают в команде.</p>';
		}
		if ($here == 'Лев' && $she == 'Дева') {
			$answer = '<p>Представители знаков зодиака Лев и Дева очень разные. Тандемы имеют право на существование только тогда, когда два человека влюблены, проявляют уважение и готовы принимать один одного со всеми достоинствами и недостатками. Примечательно, что в таких союзах все зависит исключительно от партнеров. Определенные черты природных характеров оказываются совершенно не сочетаемыми и всегда непроизвольно вызывают внутреннее неприятие. В частности это чрезмерная активность Льва и сверх аккуратность Девы. В благополучных тандемах, как подтверждает статистика, роль ведомого всегда принадлежит представителю знака зодиака Девы.</p>

<p>Идеальными любовные отношения в паре Лев и Дева будут в том случае, если строятся по традиционному принципу. То есть, партнер главенствует, а рассудительная красавица ему подчиняется.</p>

<p><b>В любовных отношениях (совместимость в любви 71%)</b></p>
<p>Если женщина в любовном тандеме искренне любит своего избранника, то она приспосабливается к нему. При таком подходе подтверждается высокая совместимость мужчины Льва и женщины Девы в любовных отношениях. Но не следует ожидать, что общение между партнерами будет легким и непринужденным. Девушке быстро наскучит бурное времяпровождение, и она начнет высказывать недовольство. Кроме того своим раскрепощенным поведением избранник может вызвать ревность, что приведет к разрыву.</p>

<p>Угрозу любви также несет то, что женщине может показаться, что она очень блекло выглядит на фоне своего яркого и общительного избранника. Она начнет заниматься внутренним самокопанием и обнаружит в себе много недостатков. Если такое случится, то парень Лев очень быстро потеряет интерес к избраннице, ведь он мечтает видеть рядом с собой уверенную избранницу, которая ничуть не сомневается в том, что обладает массой природных достоинств.</p>

<p>Для того чтобы сохранить любовь, партнерше нужно поработать над собой, с целью преодолеть все свои природные и приобретенные комплексы. Ей нужно отодвинуть на второй план собственнические взгляды и понять, что рядом с ней находится уверенный в себе любимый мужчина, которому можно всецело доверять.</p>

<p>Разумное, уравновешенное поведение любимой в тандеме будет благотворно действовать на мужчину. Он научится ценить ту моральную поддержку, которую ему способна оказать мудрая спутница. Постоянство и преданность избранницы будет его подталкивать к новым свершениям. Именно при таком развитии отношений, в союзе Лев и Девы, возможно достичь полной гармонии.</p>

<p><b>В постели (совместимость в сексе 81%)</b></p>
<p>Совместимость мужчины Лев и женщины Девы в постели по статистике относительно высокая. Но в некоторых случаях она далека от идеальной. Это связано с разными природными темпераментами партнеров. Высокая сочетаемость обеспечивается только за счет того, что люди, родившиеся под данными знаками зодиака, позволяют себе интим только, если они искренне любят друг друга.</p>

<p>Женщине Девы не присуща по натуре страстность, она сдержанная, а иногда, даже закомплексована. Вследствие этого ее страстному партнеру придется приложить много усилий и набраться терпения, чтобы заставить ее раскрепостится. Но при благополучном развитии отношений ему это, как правило, быстро удается сделать.</p>

<p>Примечательной особенностью сексуальной жизни является периодичность остроты ощущений. Периоды насыщенного интима, наполненного огромным позитивом, бывают очень длительными, но в одночасье может наступать охлаждение. Такой период отчуждения обычно длится недолго. Его можно объяснить тем, что разным по природным характерам партнерам требуется время для осознания отношений. Как правило смягчает напряженную обстановку первой партнерша. После этого интимная жизнь снова налаживается.</p>

<p><b>В браке (совместимость в семейной жизни 78%)</b></p>
<p>Совместимость Лев и Дева в браке высокая, когда мужчина берет на себя обязанности главы и становится основным добытчиком. Кроме того он должен давать все необходимые распоряжения, которые супруга будет неукоснительно и точно выполнять. Такие традиционные отношения предполагают также то, что муж будет организовывать семейную жизнь в целом. Он предлагает развлечения и мероприятия, которые сделают семейный досуг интересным.</p>

<p>Со своей стороны супруга берет все домашние хлопоты на себя, подстраиваясь под руководящие указания мужа. Природная скрупулезность и умение точно все рассчитать позволяет ей экономно вести домашнее хозяйство, она способна самостоятельно решать самые серьезные бытовые проблемы, не обращаясь за помощью к супругу.</p>

<p>Примечательно то, что в семье супруга абсолютно не капризна, она не требует особого отношения к себе и дорогих подарков. От второй половинки не следует ожидать истерик по любому поводу. Ей вполне достаточно того, чтобы периодически она могла ощущать моральную поддержку мужа, что дает ей новые силы для противостояния различным житейским трудностям.</p>

<p>Со временем муж Лев научится ценить свою супругу и полностью доверять ей. Ее земные взгляды на окружающую действительность позволяют давать мужу разумные советы, которые способствуют принятию правильных решений.</p>

<p>Стабильные семейные отношения очень ценны для супругов, они дорожат ими и готовы идти на уступки, которые иногда противоречат их природным характерам. Когда представителям данных знаков зодиака удается построить гармоничный семейный тандем, то это вызывает зависть окружающих.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 32%)</b></p>
<p>В дружбе сочетаемость характеров Лев и Дева очень низкая. Люди настолько разные по своим природным характерам, что смысл построения дружеских отношений просто отсутствует. Приятельские тандемы более вероятны, когда подруга старше мужчины. В этом случае у нее возникает материнское желание заботиться о своем спутнике. Парень Лев может откликнуться на такое предложение и станет советоваться со старшей подругой по всем возникающим вопросам. Поскольку ее советы будут всегда разумными, то он научиться ценить их. Это станет отправной точкой для развития долговременной дружбы.</p>

<p>Дружеские отношения могут возникнуть и между ровесниками, но только при условии, если мужчина сможет оценить высокие интеллектуальные способности подруги. Удерживает друзей в таких тандемах желание стать успешными людьми. Спутники поддерживают друг друга: подруга умеет правильно анализировать события окружающего мира и давать дельные советы, а друг всегда находит способы практического воплощения идей.</p>

<p>Кроме того из дружеского тандема подруга черпает позитивную энергию от своего спутника, что позволяет ей расширять свое мировоззрение и не зацикливаться на своем внутреннем восприятии окружающего мира. Мужчина Лев может приобрести в лице своей спутницы надежного и верного соратника.</p>

<p>Дружба между представителями этого знака может возникнуть на базе общей работы. Часто дружат коллеги, работающие над одной задачей. Они не мешают друг другу, а стремятся посодействовать успешному движению вперед. Плодотворным является сотрудничество, если подруга находится в подчинении у своего друга. Она не только разумно выполняет все указания, но и подсказывает самые простые пути достижения цели, своевременно может указать на допущенные ошибки.</p>';
		}
		if ($here == 'Лев' && $she == 'Весы') {
			$answer = '<p>Представители знаков зодиака Лев и Весы не всегда могут построить гармоничные отношения, но при этом они всегда интересуют друг друга. Они часто являются творческими личностями. Кроме этого объединяющим фактором может стать любовь к комфорту и стремление реализовать себя в жизни. Человек, который родился под знаком Весы, всегда отличается уравновешенностью характера, что положительно влияет на более эмоционального партнера Лев. Он становится более рассудительным, учится реально оценивать жизненную ситуацию, что повышает шанс стать успешным человеком. На фоне всего вышесказанного можно утверждать, что перспектив для построения гармоничных тандемов много.</p>

<p>Пара мужчина Лев и женщина Весы имеет большие природные возможности для того, чтобы создавать гармоничные союзы с крепкими доброжелательными отношениями. Любые разногласия не представляют для них проблем. Похожесть характеров позволяет быстро разрешить любые вопросы, не зацикливаясь на них.</p>

<p><b>В любовных отношениях (совместимость в любви 72%)</b></p>
<p>Совместимость мужчины Лев и женщины Весы в любовных отношениях считается идеальной. Симпатия между людьми, родившимися под данными знаками зодиака, возникает сразу при первой встрече. Объединяющим фактором является то, что партнеры умеют избегать скуки и рутины. Они даже в тяжелых жизненных ситуациях способны мыслить позитивно. Их отличительная черта характера - оптимизм.</p>

<p>Эмоциональному избраннику очень нравится видеть рядом с собой разностороннюю и общительную красавицу, которая умеет правильно вести себя в обществе. Женщина Весы никогда не мешает лидерствовать избраннику в любовном тандеме, и это очень важно для него.</p>

<p>Красавица умеет уступать и приспосабливаться. Для нее главное в отношениях - чувствовать себя любимой и желанной.</p>

<p>Со своей стороны мужчина Лев, чувствуя искреннее восхищение своей избранницы, готов исполнить любую ее прихоть. Нарушить идеалистические отношения может ревность. Все дело в том, что женщина иногда может позволить себе легкий флирт с другими ухажерами. Следует проявить осторожность, так как избранник является собственником и не потерпит легкого поведения от своей спутницы. На фоне импульсивного характера парня Лев могут возникнуть серьезные ссоры, которые партнерше не очень быстро, но все же удастся сгладить.</p>

<p><b>В постели (совместимость в сексе 79%)</b></p>
<p>Совместимость мужчины Лев и женщины Весы в постели идеальная. Партнеры обладают одинаковыми природными темпераментами. Они умеют романтично обставить свои сексуальные отношения. Влюбленные любят одаривать друг друга ласками, ведут разговоры на интимные темы. Все это им очень нравится:</p>
<ul>
  <li>Партнеру очень нравится раскрепощенность избранницы, ее кокетство и умение ненавязчиво флиртовать.</li>
  <li>Партнершу поражает мужская сила, тактичность и страстность мужчины.</li>
</ul>
<p>Более красноречивой в постели является партнерша. Ее умение обсуждать самые различные темы, использование красивых слов возбуждает мужчину, пробуждает у него сильную страсть и желание. Горячие чувства, выплескиваемые им, восхищают партнершу. Пара - идеальные любовники, стремящиеся доставить друг другу в постели максимальное удовольствие. В их сексуальных отношениях отсутствуют традиции, партнеры любят экспериментировать и избегают всяких условностей. В сексуальной сфере всегда царит незабываемое удовольствие.</p>

<p><b>В браке (совместимость в семейной жизни 91%)</b></p>
<p>Браки между представителями данных знаков зодиака могут заключаться очень быстро. Партнерам не требуется много времени, чтобы понять то, что они подходят друг другу. В большинстве случаев брак сопровождается праздничной свадьбой с большим количеством гостей.</p>

<p>Совместимость Лев и Весы в браке очень высокая. Отношения в семье развиваются идеально, в них не присутствует серьезных разногласий и все возникающие вопросы решаются путем совместных обсуждений.</p>

<p>Мужчина всегда занимает лидерскую позицию в семье. Он хороший и порядочный семьянин. При этом супруг всегда успешно справляется с обязанностью материального обеспечения. Ему очень нравиться то, что его любимая не превращается после свадьбы в заурядную домохозяйку. Она продолжает работать, успешно продвигаться по карьерной лестнице. Но при активном образе жизни она успевает в полной мере поддерживать дом в порядке и уделять внимание всем домочадцам.</p>

<p>Примечательно, что в браке представители знаков зодиака Лев и Весы не теряют романтичность отношений. Семейный союз наполнен искренней любовью и страстью, глубокие чувства друг к другу супругам удается сохранить на длительное время. Пара ведет открытый образ жизни, спутники любят ходить в гости и приглашать друзей к себе.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 58%)</b></p>
<p>Дружба между представителями данных знаков зодиака возможна только в том случае, если между ними не возникнет любовная искра. Дружеские тандемы в таких случаях отличаются искренностью и сохраняются на долгие годы. Дружить могут также люди, состоящие в браке. При этом природная порядочность людей полностью исключает измены. Вторым половинкам друзей не о чем беспокоится.</p>

<p>Примечательно, что дружеские отношения всегда касаются досуга. В деловой сфере сотрудничество двух друзей всегда складывается неудачно. При первой же возможности люди стремятся и откладывают самые важные дела на потом.</p>';
		}
		if ($here == 'Лев' && $she == 'Скорпион') {
			$answer = '<p>Вероятность построения благополучных тандемов у представителей знаков Лев и Скорпион очень высокая, несмотря на то, что партнеры относятся к несовместимым природным стихиям - Воды и Огня. Спутники отличаются схожими чертами характера, поэтому их отношения в различных сферах жизнедеятельности развиваются очень насыщено и бурно. Но это не значит, что взаимопонимание достигается легко. Иногда могут возникать серьезные разногласия и конфликты, которые партнерам удается уладить, если они пойдут на уступки друг другу. Очень опасным негативным фактором является вражда между двумя сильными личностями, поэтому ее нужно избегать.</p>

<p>В паре лидерские позиции всегда занимает девушка, но это не влияет отрицательно в целом на отношения. Это связано с тем, что свое главенствование в союзе партнерша не афиширует. Со стороны кажется, что яркий и уверенный в себе мужчина управляет всем. Такое положение устраивает партнеров, так как они обеспечивают необходимую поддержку друг другу.</p>

<p><b>В любовных отношениях (совместимость в любви 72%)</b></p>
<p>Совместимость мужчины Лев и женщины Скорпион в любовных отношениях довольно высокая. Это связано с похожестью природных характеров, каждый из партнеров обладает:</p>
<ul>
  <li>Уверенностью и решительностью, которая позволяет быстро и правильно принимать верные решения;</li>
  <li>Настойчивостью, что позволяет достигать поставленных целей;</li>
  <li>Твердостью, которая позволяет сохранять спокойствие в самых сложных жизненных ситуациях;</li>
  <li>Искренностью, которая привлекает людей и позволяет сохранять длительные связи.</li>
</ul>
<p>Объединяющим фактором в любви является стремление партнеров к стабильным отношениям. Именно в связи с этим влюбленные стремятся сохранить преданность и верность своей половинке. Любовный тандем всегда наполнен искренними глубокими чувствами, которые бережно хранятся партнерами длительное время. В нем нет места скуки, рутины, влюбленные делятся самыми сокровенными мыслями и никогда не отдаляются один от другого.</p>

<p>Партнеры стремятся помочь друг другу во всех начинаниях, вместе они становятся более успешными и могут достигнуть больших высот. Особенно полезным является союз для избранника. Проницательная спутница учит его жизненной осторожности, что позволяет ему принимать правильные решения. Кроме того ее природная интуиция помогает избежать серьезных ошибок.</p>

<p><b>В постели (совместимость в сексе 88%)</b></p>
<p>Совместимость мужчины Лев и женщины Скорпиона в постели хорошая. В интимной сфере чувственный Скорпион и страстный Лев находят полное взаимопонимание. Партнеры в восторге от раскрепощенности друг друга. Они ценят то, что каждому из них чужды какие-либо предрассудки в сексуальной жизни. Готовность к экспериментам наполняет интимную близость незабываемыми впечатлениями и положительными эмоциями.</p>

<p>Примечательно, что интим в паре Лев и Скорпион возникает сразу после знакомства. Девушке без труда удается соблазнить понравившегося мужчину. Но секс для обоих партнеров не является фактором, который может подтолкнуть к более серьезным отношениям. Если любви не возникает, то сексуальное притяжение со временем угасает. Люди безболезненно расходятся, так как они не давали друг другу никаких обязательств.</p>

<p><b>В браке (совместимость в семейной жизни 77%)</b></p>
<p>Совместимость Лев и Скорпион в браке выше среднего показателя. Если люди решаются заключить брак, то им удается построить крепкий гармоничный союз. Особенностью его является то, что супруги доверяют друг другу и не стремятся ограничивать свободу один одного. Этому факту наиболее рад партнер, ведь он предпочитает вести общественную жизнь, и очень рад, что по этому поводу у супруги никогда не возникает лишних подозрений.</p>

<p>Муж Лев умеет зарабатывать, но при этом он привык легко тратить деньги. Супруга умеет правильно рассчитывать семейный бюджет, поэтому контролирует все расходы. Делает она это очень тактично, поэтому ее супруг полностью ей доверяет, а семья хорошо материально обеспечена.</p>

<p>Серьезную угрозу браку представляет желание лидерствовать. Но, как правило, умный супруг, если не ущемляются его права, отдает негласно эту роль супруге. Она, являясь разумной женщиной, не афиширует данный факт. Супруги прекрасно понимают, что крепкий семейный тандем удастся построить, если они будут действовать вместе и находить согласие в решении всех бытовых вопросов. Кроме того муж со временем научится ценить полезные советы жены и всегда будет прислушиваться к ее мнению.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 50%)</b></p>
<p>Дружить представителям данных знаков зодиака трудно. Несмотря на похожесть природных характеров люди по-разному ведут себя обществе:</p>
<ul>
  <li>Парень стремится стать душой компании. Он открытый, общительный и невзначай может даже разболтать случайным людям важную информацию.</li>
  <li>Девушка более замкнутая. В дружеских компаниях, в которых она также часто любит бывать, красавица предпочитает вести беседы на нейтральные темы и не привлекать к себе особого внимания. В свой внутренний мир она допускает только проверенных людей, тех, кому искренне доверяет.</li>
</ul>
<p>Все вышесказанное говорит о том, что между представителями данных знаков зодиака, возможно скорее приятельство, нежели дружба. Исключением являются ситуации, когда друзья знакомы с детства. В этом случае избранники сближаются друг с другом настолько сильно, что становятся единым целым. Причем при таких обстоятельствах любовных отношений между друзьями никогда не возникает.</p>';
		}
		if ($here == 'Лев' && $she == 'Стрелец') {
			$answer = '<p>Пара представителей знаков зодиака Лев и Стрелец очень спорная в прямом смысле данного слова. Избранники, отличаются эмоциональными характерами, они очень любят отстаивать собственные интересы, поэтому часто спорят между собой. Но, несмотря на это, партнеры создают очень благополучные тандемы. Кроме того, если обстоятельства обязывают уважительно относиться друг к другу, то избранники способны управлять своими эмоциями. Примечательно, что партнеры прекрасно ладят, если их связывают рабочие узы. И очень часто именно коллеги создают успешные тандемы в различных сферах жизнедеятельности.</p>

<p>Представители данных знаков зодиака быстро находят общий язык и имеют хороший шанс создавать крепкие тандемы. Несмотря на отличия природных характеров и желание доказать собственную правоту, борьбы за лидерство не происходит. Когда партнеров Лев и Стрелец объединяют общие дела и увлечения, то они создают крепкие союзы, которые держатся на взаимопонимании и уважении.</p>

<p><b>В любовных отношениях (совместимость в любви 72%)</b></p>
<p>Совместимость мужчины Лев и женщины Стрелец в любовных отношениях высокая. Свободный мужчина всегда заметит раскрепощенную красавицу. Влюбленные довольно часто создают любовные тандемы. И если это случается, то партнеры стремятся сохранить чувства на длительное время, несмотря на периодически возникающие сложности.</p>

<p>Союз между представителями данных знаков зодиака может оказаться вполне успешным. Романтичный и искренний партнер привлекает женщину, ей нравится утонченность отношений. Если избранники постараются, то они построят гармоничный тандем, наполненный любовью и уважением.</p>

<p>Рассудительная партнерша научит избранника глубже оценивать происходящие в окружающем мире события. Со своей стороны мужчина научит любимую практичности и ответственности. Но, несмотря на всю полезность отношений, ссоры в тандеме будут присутствовать.</p>
<p>Большие проблемы будут возникать, если парень не будет стремиться справиться со своим природным эгоцентризмом и авторитарностью. Такие черты характера принять партнерша не сможет, и это будет вызывать постоянные скандалы, что через определенное время приведет к разрыву.</p>

<p><b>В постели (совместимость в сексе 93%)</b></p>
<p>Совместимость мужчины Лев и женщины Стрелец в постели считается идеальной. Партнеры умеют наполнять интимную жизнь незабываемой романтикой. Влюбленные стремятся доставить своей половинке незабываемые впечатления. Партнерам удается сохранять идеальные отношения в постели, если никто из них не будет пытаться руководить. Интим будет наполнен глубокой чувственностью и нежностью. В сексе каждый стремиться получить удовольствие и доставить его своему партнеру.</p>

<p>Женщина Стрелец хочет быть понятой в постели, она не сможет беспрекословно подчиняться партнеру. В сексе красавица приемлет только равноправные отношения. И партнер, если не сразу, но чуть позже оценит по достоинству такой подход.</p>

<p>Постель не является фактором, который может подтолкнуть к созданию прочного союза. Спутники не дают друг другу никаких обязательств. Они прекрасно понимают, что идеальный секс не уменьшает количества противоречий, которые часто возникают между ними в бытовой жизни и мешают пониманию.</p>

<p><b>В браке (совместимость в семейной жизни 67%)</b></p>
<p>Совместимость Лев и Стрелец в браке может быть хорошей, когда решение о совместной жизни не было поспешным. Как правило, благополучные семьи создаются в случаях, когда люди имели достаточно времени, чтобы хорошо узнать друг друга. В период привыкания партнеры смогли выработать стратегию правильного поведения и научились тактично обходить острые углы.</p>

<p>Объединяющим фактором является то, что супруги не зацикливаются на бытовой сфере. Никто из них не требует придерживаться порядка в доме и обязательной готовки пищи. Домашние хлопоты муж и жена считают рутиной, поэтому занимаются ими только по мере необходимости. Ссориться по этому поводу они не считают нужным, вследствие чего всегда предварительно договариваются о том, кто и что должен сделать.</p>

<p>Омрачить отношения в семье может ревность супруга. Он предпочитает строить семью на абсолютной доверительности, поэтому если заподозрит, что жена обманывает, может сильно разозлиться. Это приведет к большому скандалу, последствия которого будут самыми непредсказуемыми.</p>

<p>Чтобы сохранить мир в семье, супругам Лев и Стрелец следует рассчитывать только на себя. Поддержка партнера может оказаться абсолютно неуместной и все испортить. И, конечно же, следует обязательно контролировать собственные эмоции.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 52%)</b></p>
<p>Дружба между мужчиной Львом и женщиной Стрелец может состояться. Объединяет людей желание по-настоящему повеселиться в компании друзей. Друзьям нравится активный отдых на природе, и они очень любят общаться, легко поддерживая беседу на любую тему. Очень часто объединявшим фактором являются общие друзья.</p>

<p>При крепкой дружбе между представителями данного знака зодиака любовь возникнуть не может. Это связано с тем, что партнеры очень ценят дружеские отношения. Они часто критикуют друг друга, но это не разрушает дружбу. Очень ценной для них является откровенность и те полезные советы, к которым они обязательно прислушиваются.</p>

<p>Друзья настроены оптимистически и никогда не тратят времени на жалобы или обсуждения возникающих проблем. Каждый из них знает, что в трудную минуту друг будет рядом и окажет необходимую поддержку. Дружба обычно длиться долгие годы, но при этом между друзьями все равно сохраняется определенная дистанция.</p>';
		}
		if ($here == 'Лев' && $she == 'Козерог') {
			$answer = '<p>Представители знаков зодиака Лев и Козерог создают противоречивые союзы. Это очень сильные личности, с устоявшимися характерами, которым очень трудно ужиться рядом. Совместимость характеров во всех сферах жизнедеятельности, за исключением сексуальной сферы, довольно низкая. Для того чтобы создавать успешные тандемы влюбленным нужно приложить максимум усилий. Кроме того для этого должны сложиться соответствующие обстоятельства. Сближают партнеров общие жизненные цели. Если им не удается найти общий язык, то они могут начать враждовать на почве существующих разногласий.</p>

<p>Представители данных знаков зодиака в таком сочетании отличаются разными темпераментами. Лев и Козерог ведут разный образ жизни, поэтому их жизненные пути редко пересекаются. Это значит, что шансов на знакомство в реальной жизни мало. Но в силу высокого интеллекта при удачно сложившихся обстоятельствах партнеры могут ладить и успешно сотрудничать.</p>

<p><b>В любовных отношениях (совместимость в любви 61%)</b></p>
<p>Совместимость мужчины Лев и женщины Козерога в любовных отношениях средняя. Но при этом благополучные союзы встречаются довольно редко. У пары возникает много проблем, связанных с разным жизненным восприятием.</p>

<p>Инициатором отношений практически всегда является решительный мужчина. Но при этом в серьезность его намерений недоверчивая избранница не верит, поэтому относится к нему с опаской. Женщина Козерог не любит флиртовать, она изначально начинает серьезно относиться к человеку, который оказывает ей знаки внимания.</p>

<p>Пройдет немало времени, пока избранница решиться поддерживать любовные отношения. Но, несмотря на это, в образовавшемся союзе не будет царить полное согласие и понимание. Прежде всего, разногласия будут связаны с тем, что партнер стремиться проводить много времени в компании друзей, а его избраннице это неинтересно. Она предпочла бы душевное времяпровождение в домашней обстановке с любимым человеком. Но любящая интеллектуальная красавица всегда находит силы принять любимого человека со всеми его достоинствами и недостатками. Единственное, что она не сможет принять, так это давление со стороны партнера, когда он будет стремиться лидерствовать.</p>

<p><b>В постели (совместимость в сексе 87%)</b></p>
<p>Совместимость мужчины Лев и женщины Козерога в постели хорошая, но только на условии, что влюбленные приспособятся друг к другу. Все дело в том, что партнер предпочитает динамические отношения в интимной сфере, он жаждет пылкости и страсти от своей избранницы.</p>
<p>Но женщина очень сдержана, она предпочитает глубокую чувственность. Расслабиться она в постели может, если будет уверенна в своем мужчине. Партнерша любит медленный секс, наполненный глубокими чувствами, ей чужды всякие новшества и эксперименты, она предпочитает традиционный секс. Если партнер начнет давить на нее, то это закрепостит ее. Но если он окружит ее в первоначальный период любовью, лаской и вниманием, то красавица способна на многое.</p>

<p>Избавившись от комплексов и полностью раскрепостившись, партнерша станет чувственной и любвеобильной. Ее поведение в постели иногда даже будет поражать смелого избранника, стремящегося к экспериментам. Партнеры будут получать от интима максимум наслаждения.</p>

<p><b>В браке (совместимость в семейной жизни 43%)</b></p>
<p>Низкая совместимость Лев и Козерог в браке отражает факт того, что семейные союзы образуются не часто. Особенностью тандемов является то, что избранники, находясь под одной крышей, ведут каждый свою жизнь. Разумным супругам это не мешает создавать видимость благополучия. Они не мешают друг дугу, а собираясь вместе, обсуждают интересующие темы и дают друг другу полезные советы.</p>

<p>Жена является более домашним человеком. Она после работы стремится домой, где занимается домашними делами и уделяет внимание детям. Ее супруг - общественная личность. Он всегда находит занятия вне дома и проводит много времени в компаниях друзей и единомышленников. Но, если по этому поводу не возникает ревности, то супруга закрывает на это глаза.</p>

<p>Супруги трудоголики, поэтому материальное положение в семье всегда хорошее и стабильное. Способствует этому также мудрость женщины, которая умеет правильно спланировать расходы. Кроме того супруга знает, что ее избранник может легко потратить последние деньги на то, что ему необходимо. Вследствие этого жена всегда имеет тайные сбережения, которые позволят спокойно пережить, неожиданно возникшие трудные времена.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 62%)</b></p>
<p>Дружба мужчины Лев и женщины Козерог возможна. Но она не будет крепкой. Друзья с опаской будут относиться друг к другу длительное время, на доверительный уровень они выйдут не сразу. Их отношения будут больше приближены к приятельству.</p>

<p>Вероятность более крепкой дружбы возникает, если Лев и Козерог знакомы с детства или являются родственниками. В таких случаях складываются более доверительные отношения. Друзья способны оказывать действенную поддержку друг другу, но следует отметить, что более пунктуальной в таких вопросах является подруга. Она при необходимости откладывает собственные дела и бросается на помощь другу. Мужчина на это не способен, так как собственные интересы он всегда ставит на первое место.</p>

<p>Полезность дружеских отношений заключается в том, что подруга научит друга правильно планировать свою деятельность и просчитывать результаты возможных сценариев. Со своей стороны друг будет заряжать спутницу позитивом и научит оптимистичнее смотреть на жизнь.</p>';
		}
		if ($here == 'Лев' && $she == 'Водолей') {
			$answer = '<p>По статистике союзы представителей знаков зодиака Лев и Водолей, в большинстве случаев, неудачны. И это несмотря на то, что партнеры очень похожи по своим природным характерам. Они с оптимизмом воспринимают все события окружающего мира и с уверенностью смотрят в будущее, веря в то, что смогут легко преодолеть все трудности. Кроме того избранники, принадлежащие к данным знакам зодиака общительные, вокруг них всегда много друзей, им нравиться проводить время в шумных компаниях. Но, несмотря на все вышесказанное, в союзе всегда много противоречий. Именно они являются причиной разрыва. При этом большое значение играет пол партнеров.</p>

<p>В паре мужчина Лев и женщина Водолей всегда лидерские позиции занимает партнер. Спутница всегда легко принимает это. Но, несмотря на такое согласие, в паре всегда существует очень много разногласий.</p>

<p><b>В любовных отношениях (совместимость в любви 33%)</b></p>
<p>Совместимость мужчины Лев и женщины Водолея в любовных отношениях очень низкая. При этом любовь между представителями данных знаков зодиака всегда возникает неожиданно. Это в основном связано с влюбчивым характером партнерши. Для яркого и уверенного в себе Льва привлекательной оказывается непредсказуемость избранницы, он в восторге от загадочности своей спутницы.</p>

<p>На начальной стадии любовные отношения всегда насыщенны положительными эмоциями. Они наполнены страстью и интересным общением. Мужчине Лев очень нравится то, что его избранница не драматизирует жизненные события и ко всему происходящему в окружающем мире относится легко. Он не замечает, что спутница не приспособлена вести домашнее хозяйство.</p>

<p>Проблемы наступают сразу после того, как у избранницы остывают чувства. К сожалению, представителям данного знака зодиака присуще непостоянство, они, чтобы получить разнообразие от жизни, очень часто меняют партнеров. Кроме этого, женщина Водолей очень любит свободу, и авторитарность, упрямство, собственнические чувства избранника часто напрягают ее. Иногда, несмотря на сговорчивость спутницы, между партнерами возникает соперничество.</p>

<p><b>В постели (совместимость в сексе 88%)</b></p>
<p>Совместимость мужчины Лев и женщины Водолея в постели высокая, хотя проблем в интимной жизни существует много. Всегда очень красиво начинаются интимные отношения. Они наполнены романтикой, массой положительных эмоций. Партнерша очень любит флиртовать, кокетничать, ей нравятся разговоры о любви. Партнер всегда с удовольствием включается в любовные игры, стремясь разнообразить секс различными новшествами.</p>

<p>Главная проблема возникнет, если партнер начнет проявлять свое желание лидерствовать. Такой секс абсолютно не подойдет свободолюбивой красавице. В связи с этим партнеру следует помнить о том, что его избранница никогда не согласится подчиняться, она примет только равноправные отношения. Кроме того причиной разрыва может стать соперничество, которое очень часто возникает между партнерами.</p>

<p><b>В браке (совместимость в семейной жизни 31%)</b></p>
<p>Совместимость Лев и Водолей в браке очень низкая. Представители данных знаков зодиака очень редко образуют счастливые семьи. Супруги в таких тандемах не способны объединить силы, чтобы построить гармоничный тандем. Каждый из них предпочитает жить в собственном мире, супругов интересуют только собственные интересы.</p>

<p>Чтобы сохранить семью, партнерам следует поработать над собой:</p>
<ul>
  <li>Супругу следует умерить свою эгоцентричность и гордыню. Он должен научиться прислушиваться к мнению жены. Кроме того, даже если она принимает его лидерские позиции, то следует учиться равноправию.</li>
  <li>Супруге необходимо принять со всей ответственностью изменение своего статуса и научиться уважать семейные традиции. Нельзя давать пустые обещания мужу, которые она не собирается выполнять.</li>
  <li>Если мужчина любит свою избранницу, то он всеми силами будет стремиться сохранить семью, а супруге нужно ему обязательно помочь в этом. Супруг возьмет на себя все обязанности по материальному обеспечению, взамен ему потребуется моральная поддержка второй половинки.</li>
</ul>
<p>В силу всего вышесказанного представители данных знаков зодиака предпочитают жить в гражданских браках. Только после того, как они поймут, что способны построить гармоничные отношения они идут в загс.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 52%)</b></p>
<p>Дружба в паре Лев и Водолей практически невозможна. Но средняя совместимость в данной сфере жизнедеятельности свидетельствует о том, что благополучные дружеские тандемы могут создавать родственники или люди, принадлежащие к разным поколениям. Для семейных людей такая дружба может представлять опасность, поэтому их &laquo;вторым половинкам&raquo; есть о чем беспокоится.</p>

<p>Плодотворные дружеские отношения могут возникать, если друзей объединяет какая-либо социальная деятельность. Каждый из друзей сможет себя лучше реализовать в своей профессии. Кроме того объединяющим фактором для дружбы являются условия для совместного времяпровождения, к примеру это могут быть занятия спортом.</p>

<p>К сожалению, в других рабочих сферах успешное сотрудничество вряд ли сможет состояться. Это связано с тем, что у спутников разный подход к работе. Подруга Водолей никогда не стремится делать карьеру, поэтому особого рвения в работе не проявляет. Друга это не может устраивать, ведь Львы направлены на то, чтобы стать успешными в жизни. Им необходимо, чтобы рядом был человек, который сможет поддержать его идеи.</p>';
		}
		if ($here == 'Лев' && $she == 'Рыбы') {
			$answer = '<p>Сочетание данных знаков зодиака Лев и Рыбы проблематичное, несмотря на довольно высокую совместимость в различных сферах.</p>

<p>Представители данного знака зодиака создают внешне благополучные союзы, партнеры не склонны к конфликтам, но при этом понимания в тандеме достичь очень трудно. Проблемы связаны с тем, что спутники отличаются разным образом мышления, поэтому по-разному воспринимают события, происходящие в окружающем мире. В целом нет причины, которая могла бы длительное время удерживать партнеров вместе. При стечении определенных обстоятельств пары легко распадаются.</p>

<p>Мужчина Лев и женщина Рыбы находят общий язык и создают благополучные тандемы с большим трудом. Разные стили жизни, осложняют отношения. Мужчина Лев - сильная личность. Он быстро принимает правильные решения и редко ошибается. Девушка, родившаяся под знаком Рыбы - сомневающаяся натура. Она много времени тратит на обдумывание различных проблем, но все равно не может принимать верные решения.</p>

<p><b>В любовных отношениях (совместимость в любви 71%)</b></p>
<p>Совместимость мужчины Лев и женщины Рыбы в любовных отношениях относительно высокая. В таких парах представитель огненного знака предстает в глазах нежной задумчивой красавицы настоящим принцем. Он привлекает к себе внимание природной галантностью, способностью проявлять решительность в любых ситуациях и оптимистичным отношением к жизни. Увлекает сильного мужчину и партнерша. Ему кажется, что рядом с ним находится сказочная принцесса, которая может стать ему надежной спутницей.</p>

<p>Удерживают влюбленных вместе глубокие любовные чувства, которые возникают внезапно. Люди восхищаются поступками друг друга. Но пройдет не очень много времени, и избранника начнет утомлять навязчивость партнерши, которая стремится вникать во все его дела, демонстрируя при этом простое любопытство, не более. Ее больше интересует, не изменяет ли ей любимый человек, нежели состояние его рабочих дел. Если она заподозрит измену, то сразу разочаруется в избраннике.</p>

<p>Благополучными любовные тандемы между представителями данных знаков зодиака могут быть только в том случае, если Лев и Рыбы занимаются творческой деятельностью. В этом случае, женщина, обладающая хорошей интуицией и развитым интеллектом, может оказывать мужчине действенную помощь.</p>

<p><b>В постели (совместимость в сексе 67%)</b></p>
<p>Совместимость мужчины Лев и женщины Рыбы в постели отличная. Но идеальными отношения в интимной сфере могут стать только тогда, когда партнер сможет преодолеть собственный природный эгоизм.</p>

<p>Оба партнера по своей натуре очень страстные личности. Они стремятся полностью раскрыться в сексуальных связях. Именно поэтому секс наполнен незабываемыми впечатлениями и положительными эмоциями. Сексуальные отношения являются связующим фактором, который позволяет укрепить отношения между людьми в целом.</p>

<p><b>В браке (совместимость в семейной жизни 63%)</b></p>
<p>Средняя совместимость Лев и Рыбы в браке не гарантирует крепкие семьи между представителями данных знаков зодиака. Если союзы создаются в раннем возрасте, то они обычно распадаются. В таких случаях окружающие убеждены в том, что люди не сошлись характерами.</p>
<p>Больше шансов сохраниться имеют браки, которые заключаются между зрелыми людьми, которые имеют за плечами значительный жизненный опыт. Очень часто партнеры в таких случаях создают семейные союзы по расчету.</p>

<p>Прежде всего, это может быть связано с тем, что мужчина всегда становится главным добытчиком, ему приходится для того, чтобы материально обеспечить семью много времени проводить вне дома. Поэтому его очень устроит жена-домоседка, роль которой подходит женщине, родившейся под знаком зодиака Рыбы.</p>

<p>Супруга очень общительная личность, поэтому она с удовольствием сопровождает мужа на различные общественные мероприятия. Она очень тактична и умеет находиться в тени своего мужа, не претендуя на лидерскую позицию.</p>

<p>Девушку в таком тандеме вполне устраивает то покровительство, которое устраивает супруг. В благодарность она окружает его заботой и лаской. Все свое свободное время она посвящает самосовершенствованию, поэтому является кладезем полезной информации.&nbsp;Но если брак строится не по расчету, а возникает по любви, то в нем гораздо больше сложностей. Прежде всего, они связаны с ревностью, которая возникает в душе супруги, в силу активности и общительности мужа. В семье на этой почве возникают бурные скандалы, которые, чаще всего, приводят к разводу.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 32%)</b></p>
<p>Крепкая искренняя дружба между представителями этого знака зодиака возникает крайне редко. Дружеские отношения возможны только между родственниками. Это связано с тем, что женщина - очень скрытная и загадочная личность, которая никогда не открывает свой внутренний мир посторонним людям. А без доверия и открытости дружба просто невозможна.</p>

<p>Не стремится к дружеским отношениям с непонятной красавицей и мужчина Лев. У него, обладающего открытым, общительным характером возникают трудности в общении с такой подругой. В большинстве случаев спутников объединяет вынужденное общение, но не более. Ведь у партнеров не бывает совместных увлечений, настолько они разные.</p>

<p>Встретившись в одной компании, Лев и Рыбы отталкиваются друг от друга. Их мнения не совпадают даже в мелочах. Импульсивный характер парня не нравится меланхоличной девушке, он отрицательно влияет на ее душевное спокойствие. С другой стороны представителя знака зодиака Лев всегда раздражает обидчивость спутницы, которая может неадекватно среагировать на любые мелочи. Не нравится ему и ее желание жить в иллюзорном мире, не замечая реальных событий.</p>';
		}
		//Дева 7 
		if ($here == 'Дева' && $she == 'Овен') {
			$answer = '<p>Овен и Дева обладают разными природными характерами. Это не позволяет им сблизиться в личной сфере, гораздо стабильнее оказываются дружеские отношения. Это весьма проблематичная пара. Прежде всего, это связано с тем, что Овен амбициозен, он привык, что всего легко добивается в своей жизни сам, всегда избегает трудностей и стремится наслаждаться жизнью. Дева по своей природе труженица, она не боится жизненных трудностей, поэтому ей нелегко понять человека, который пытается получить результат, не вкладывая в него сил. Людям, которые абсолютно по-разному смотрят на мир, тяжело находить компромиссы, которые и являются залогом хорошей совместимости.</p>

<p>Отношения между парнем Дева и девушкой Овен редко складываются удачно. Представители этих двух знаков являются яркими противоположностями друг друга. Мужчина наполнен эмоциями и страстями, которые он и не пытается скрывать, а женщина является прагматичной личностью, реально оценивающей окружающий мир.</p>

<p><b>В любовных отношениях (совместимость в любви 48%)</b></p>
<p>Совместимость мужчины Девы и женщины Овна в любовных отношениях практически находится на среднем уровне. Это говорит о том, что любовь может возникнуть между представителями этих знаков зодиака.&nbsp;Это часто случается, когда мужчина старше своей избранницы. Эмоциональная и активная девушка Овен способна очаровать Деву. Если ему удастся пробудить интерес к себе, то их любовь может продлиться длительное время. Но для этого партнерам нужно будет многому научиться друг у друга.</p>

<p>Главный фактор успешности любовных отношений - отказ от попыток изменения характера партнера. Женщина Овен должна стать более сдержанной, ей необходимо заставить себя прислушиваться к советам и рекомендациям любимого человека.</p>

<p><b>В постели (совместимость в сексе 40%)</b></p>
<p>Интимная жизнь у партнеров очень редко складывается удачно. Низкая совместимость пары в постели говорит о дискомфорте в сексе. Женщина полностью отдается в постели своему избраннику, но он не способен это оценить и ответить тем же. Мужчина относится к сексу как к необходимой составляющей жизни, способной поддерживать здоровье в хорошем состоянии, поэтому не видит смысла в излишней чувствительности и эмоциональности.</p>

<p>Парень Дева может длительное время обходится без секса. Он не ставит плотские удовольствия на первое место в своей жизни, а девушка Овен не представляет своей жизни без качественного, наполненного позитивом, секса.</p>

<p>Низкая совместимость в паре Дева и Овен в постели говорит о том, что партнеры едва ли способны сохранять сексуальное притяжение длительное время. Чаще всего между представителями этих знаков зодиака возникает мимолетная связь, после которой они расстаются, не вспоминая о былом.</p>

<p><b>В браке (совместимость в семейной жизни 55%)</b></p>
<p>Совместимость мужчины Девы и женщины Овна в браке немного выше среднего уровня. Это связано с тем, что влюбленный молодой человек часто предлагает своей избраннице руку и сердце сразу после знакомства. Дальнейшая судьба союза всецело зависит от разумности обоих партнеров.</p>

<p>При совместном проживании проблемы, вызванные несхожестью характеров, усугубляются. Жена Овен может минимизировать конфликты, если она проявит практичность на бытовом уровне и возьмет многие обязанности по дому на себя. С другой стороны, чтобы сохранить семью супругу нужно научиться принимать амбициозные планы возлюбленной и стремиться к постоянному самосовершенствованию.</p>

<p>Низкая совместимость пары в браке связана с проблемами в сексуальной сфере. Если партнеры хотят сохранить семью, им нужно обязательно обсудить все вопросы. Важно исключить всякие недомолвки, так как они в данном союзе, накапливаясь, являются разрушающим фактором. Брак между представителями этих знаков зодиака может быть благополучным только тогда, когда супруги разделят свои бытовые обязанности и откажутся от взаимных упреков. Чем дольше находятся в браке Дева и Овен, тем крепче становится их семья.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 70%)</b></p>
<p>Несмотря на разный темперамент, дружба между женщиной Овном и мужчиной Дева возможна. Но при этом дружеские отношения ближе к приятельским. Это обусловлено тем, что в своих интересах представители этих знаков зодиака очень редко пересекаются.</p>

<p>Энергичная и яркая женщина предпочитает вести активную общественную жизнь. Она очень любит разные мероприятия, с удовольствием посещает вечеринки, регулярно ходит в театры и кино. Избранник Дева является домоседом и лучшим время провождением для себя считает чтение интересной книги или просмотр захватывающего сериала в домашних условиях. Другими словами можно сказать, что парень в дружеских отношениях не особо нуждается.</p>

<p>Довольно часто дружба возникает, когда мужчина старше девушки. В этом случае у него возникает желание покровительствовать и опекать. И действительно опыт старшего друга бывает очень полезен для молодой барышни. Абсолютно доверяя своему другу, девушка Овен успешно продвигается по карьерной лестнице и всегда достигает поставленных целей.</p>

<p>Может возникнуть дружба между представителями этих двух знаков также на базе совместной профессиональной деятельности. Такие дружеские отношения основаны на взаимном уважении и полезны для общего дела.</p>';
		}
		if ($here == 'Дева' && $she == 'Телец') {
			$answer = '<p>Совместимость Телец и Девы очень высокая во всех жизненных сферах. Если представители двух знаков зодиака влюбляются друг в друга, то между ними возникает очень прочная связь. Также велика вероятность того, что Телец и Дева могут подружиться и будут поддерживать дружбу долгие годы. Природными качествами людей, родившихся под этими знаками, являются спокойствие и доброжелательность. Они оба трудолюбивые, поэтому стремятся организовать вокруг себя благополучную атмосферу, наполненную материальным достатком. Вместе партнеры способны достичь больших успехов в жизни, так как умеют давать дельные советы и делиться жизненным опытом.</p>

<p>Совместимость между женщиной Телец и мужчиной Дева находится на очень высоком уровне. Эти люди очень сходные по своим природным качествам, поэтому быстро сближаются. Примечательно, что представители этих знаков зодиака никогда не ждут подарков от судьбы, а предпочитают создавать мир вокруг себя самостоятельно и добиваются в этом значительных успехов.</p>

<p><b>В любовных отношениях (совместимость в любви 95%)</b></p>
<p>Совместимость мужчины Дева и женщины Телец в любовных отношениях основана на взаимном понимании и поддержке. Благополучие тандема сразу бросается в глаза окружающим. Объединяющим фактором является реалистичность отношения к жизни и единодушие. Партнерше в таком союзе не нужен романтизм, она больше нуждается в опоре и поддержке. И партнер вполне может ей это обеспечить.</p>
<p>Примечательно, что схожесть характеров позволяет представителям этих знаков зодиака в любовном тандеме быть своего рода &laquo;дублерами&raquo; друг друга. Они способны безошибочно дополнять один одного, увеличивая гармоничность любовных отношений.</p>

<p>Совместимость Дева и Телец в любви ведет партнеров к стабильной и спокойной жизни, поэтому они не любят рисковать. Они не увлекаются экстремальными видами спорта и стремятся уходить от каких-либо общественных конфликтов. Представителям этих знаков зодиака вполне хватает общения друг с другом, но их нельзя назвать отшельниками. С удовольствием они проводят время в кругу единомышленников.</p>

<p>Парень Дева всегда с большим уважением относится к супруге, а она делает все для того, чтобы ее муж чувствовал себя в семье очень комфортно. Несмотря на то, что партнеры экономны, они очень любят баловать друг друга милыми подарками.</p>

<p><b>В постели (совместимость в сексе 99%)</b></p>
<p>При совместной жизни мужчина Дева и женщина Телец не ставят секс на главное место, но при этом в постели партнеры имеют идеальную совместимость. Интимная жизнь не отличается феерическими страстями, но Дева и Телец стремятся доставить оптимальное удовольствие друг другу.</p>

<p>Избранник в таком тандеме более спокойный и уравновешенный, его поведение всегда нацелено на то, чтобы полностью удовлетворить партнершу. Это иногда мешает ему раскрыться, но он старается не заострять на этом внимание.</p>

<p>Благодаря нежности и заботливости партнера в постели спутница Телец начинает максимально раскрываться, чем иногда способна удивить. Это вносит незабываемые положительные эмоции. Несмотря на это партнеры во время секса редко экспериментируют.</p>

<p>Полная гармония в сексуальной жизни в таком тандеме достигается только через некоторое время. Партнеры полностью начинают чувствовать друг друга и понимают желания один одного. Главный фактор, влияющий на совместимость пары Дева и Телец в постели - это особенная нежность и абсолютная доверительность.</p>

<p><b>В браке (совместимость в семейной жизни 82%)</b></p>
<p>Полное взаимопонимание гарантирует высокую совместимость мужчины Дева и женщины Телец в браке. Супруги рассудительны, уравновешены и спокойны. Благодаря этому удается воспринимать жизнь реалистично. Семейные отношения представителей этих знаков зодиака наполнены теплотой и искренностью.</p>

<p>В таком семейном тандеме нет разногласий в финансовой сфере. Оба партнеры трудолюбивы и умеют не только зарабатывать деньги, но и грамотно ими распоряжаться. Они ценят комфорт, поэтому ответственно относятся к обустройству собственного дома.&nbsp;Поскольку супруги не обладают развитой природной интуицией, то непредвиденные обстоятельства могут застать их врасплох. Это может нарушить семейную гармонию. Но через некоторое время партнеры приходят в себя и находят выход из сложившейся неприятной ситуации.</p>

<p>Ссоры и конфликты в семье супругов Девы и Телец очень редкое явление. Это связано с тем, что оба партнеры от природы очень разумны и прекрасно понимают, что любое разногласие может только усугубить ситуацию, поэтому нужно, как можно быстрее, найти решение проблемы.</p>

<p>Супруги с радостью ждут рождение детей, а, впоследствии с удовольствием занимаются их воспитанием. Они очень любят времяпровождение в тесном семейном кругу. Иногда они устраивают совместный отдых на природе и ходят в походы, в которых исключается экстрим.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 70%)</b></p>
<p>Мужчина Дева и женщина Телец могут поддерживать дружеские отношения. Причем они довольно часто перерастают в нечто большее, поэтому такую дружбу для вторых половинок этих людей можно считать угрожающим явлением.</p>

<p>Рядом со спутником Девой женщина чувствует себя защищенной. Она очень ценит советы друга и практически всегда следует им. С другой стороны ее друг заряжается от нее спокойствием и уравновешенностью, что помогает ему совладать с собой при возникновении непредвиденных жизненных ситуаций, которые часто застают его врасплох.</p>

<p>Хорошо складывается и рабочее сотрудничество между парнем Девой и женщиной Тельцом. Совместная работа может стать базой для возникновения крепкой дружбы. Единственное что мешает в таком тандеме достичь высот, так это нежелание обоих партнеров рисковать.</p>';
		}
		if ($here == 'Дева' && $she == 'Близнецы') {
			$answer = '<p>Во многом отношения между представителями знаков зодиака Близнецы и Дева зависит от стечения обстоятельств. Свести этих людей вместе может только судьба, так как они имеют различные увлечения и обычно идут по жизни разными путями. Но встретившись, Близнецы и Дева могут заинтересоваться природной непохожестью друг друга и создать относительно благополучный тандем. Но это возможно только на основе терпения и взаимоуважения. Деве, нужно будет постараться принять двойственность и непостоянство характера Близнеца, ему наоборот научится быть более пунктуальным и обязательным.</p>

<p>Союз всегда очень удивителен для окружающих. Со стороны кажется, что какое-либо взаимопонимание между представителями этих знаков зодиака просто невозможно. Между характерами этих людей множество различий и, чтобы построить гармоничные взаимоотношения партнерам нужно проявить много терпения.</p>

<p><b>В любовных отношениях (совместимость в любви 54%)</b></p>
<p>Совместимость мужчины Дева и женщины Близнецы в любовных отношениях позволяет при обоюдных стараниях партнеров сложить вполне благополучный союз:</p>
<ul>
  <li>Парень Дева внесет в отношения стабильность и практичность;</li>
  <li>Девушка Близнецы станет источником новых впечатлений и интересной информации, которая может оказаться очень полезной.</li>
</ul>
<p>С избранницей Близнецом, мужчина никогда не будет скучать. Она всегда сумеет скрасить серые жизненные будни и не позволит зациклиться на бытовых проблемах. Она будет в любых ситуациях заряжать оптимизмом своего партнера.</p>

<p>Парень Дева очень рационален, он будет впитывать идеи партнерши и те, которые заслуживают доверия, внедрять в жизнь. С другой стороны избраннице Близнецы импонирует то, что рядом с ней находится сильный, рассудительный и умный мужчина. Она понимает, что на партнера всегда можно положиться, а если он даст какие-либо обещания, то обязательно их сдержит.</p>

<p>Совместимость Дева и Близнецы в любви из-за множества самых различных противоречий между представителями этих знаков зодиака может очень меняться. Прежде всего, партнеру очень трудно привыкнуть к непостоянству Близнеца, которая все время стремится поменять жизнь. Ее интересы могут быть сиюминутными и через очень короткое время оказываются неактуальными. Причем любая критика с его стороны, всегда воспринимается партнершей предвзято.</p>

<p><b>В постели (совместимость в сексе 87%)</b></p>
<p>Совместимость Дева и Близнецы в постели практически идеальная. В сексе у них будет все, что может доставить несказанное удовольствие. Это - нежность, страсть, эксперименты. Это часто связано с большим сексуальным опытом партнера.</p>

<p>Все дело в том, что пока парень Дева не связывает себя узами, он ведет довольно свободный образ жизни. Поэтому он уже научился многому. Поэтому если его последней единственной окажется девушка Близнец, то она в постели получит максимальное наслаждение. Ее избранник проявит себя, как настоящий, искусный любовник.</p>

<p>Избранник Дева без слов понимает свою партнершу. Со своей стороны при таком внимательном отношении барышня Близнецы полностью раскрепостится и проявит в постели всю свою фантазию. Она наполнит секс необычными эмоциями и подарит своему партнеру незабываемые ощущения.</p>

<p><b>В браке (совместимость в семейной жизни 60%)</b></p>
<p>Совместимость мужчины Дева и женщины Близнецы в браке не высокая, спутники не стремятся к созданию семьи. На подсознательном уровне партнеры понимают, насколько велики различия их природных характеров.</p>

<p>Создать крепкую, а иногда и идеальную семью, представители этих знаков зодиака могут только при наличии глубоких и искренних чувств. Но ведь именно с этим могут возникнуть проблемы, ведь никто не может знать насколько долговечной будет любовь женщины Близнеца.</p>
<p>Кроме того, в браке муж Дева может попытаться перевоспитать партнершу. И это будет очень большой ошибкой. Любое давление со стороны будет отвергнуто женщиной Близнецом. Причем, как правило, это провоцирует очень большие скандалы, после которых следует разрыв отношений.</p>

<p>Благополучную семью представителям этих знаков зодиака удастся создать, если это будет брак по расчету. Избранница Близнец в этом случае будет стараться прислушиваться к рекомендациям супруга, понимая все выгоды брака. Как правило, они связаны с полной обеспеченностью. При таком отношении супруги муж Дева будет стремиться стать более открытым и гибким. Он будет меньше критиковать поведение супруги.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 66%)</b></p>
<p>Дружеский тандем между женщиной Близнецы и мужчиной Дева всегда складывается удачно. Между друзьями царит полное взаимопонимание. Причем в таких дружеских союзах никогда между партнерами не возникнет любовных отношений. Изменять своим половинкам эти люди, вряд ли, будут. Но с другой стороны, если они будут свободны, то вполне может возникнуть желание получше узнать друг друга.</p>

<p>Дева и Близнецы любят поболтать на разные темы, и это объединяет их. Такая дружба взаимовыгодна:</p>
<ul>
  <li>Подруге она помогает глубже разобраться в разных жизненных проблемах и приобрести некоторую практичность, которая поможет стать более успешной;</li>
  <li>Другу она помогает раскрепоститься и стать более общительным.</li>
</ul>
<p>Дружба представителей этих знаков зодиака может стать базой для хороших деловых отношений. Они умеют успешно решать совместно любые сложные задачи. Но при этом подруга обязательно должна следить за тем, чтобы не задеть гордость своего друга. Иначе он замкнется в себе и плодотворного сотрудничества не получится.</p>

<p>Очень часто такие дружеские отношения могут поддерживаться в течение длительного времени. Нарушить дружбу и развести представителей этих знаков зодиака в разные стороны могут только серьезные жизненные проблемы. Это связано с тем, что Дева и Близнецы не станут рисковать личной жизнью, чтобы сохранить дружбу.</p>';
		}
		if ($here == 'Дева' && $she == 'Рак') {
			$answer = '<p>Представители Знаков зодиака Рак и Дева очень подходят друг другу. Это объясняется похожестью природных характеров. Людей объединяет то, что они любят домашний уют и могут много времени проводить за обсуждением интересующих тем. Но в таких союзах всегда очень мало романтики. Партнерам нравится доказывать свою привязанность не словами, а делом. Избранники благотворно влияют друг на друга и помогают саморазвиваться. Между партнерами практически никогда не возникает непонимания и разногласий. Единственным фактором, который может нарушить идиллию в паре может стать повышенная эмоциональность Рака.</p>

<p>Несмотря на то, что в некоторых моментах мировоззрение парня Девы и барышни Рак значительно отличается, эти люди могут создавать крепкие тандемы. Как правило, вначале отношения складываются очень удачно, но впоследствии может возникнуть некоторое непонимание. Чтобы преодолеть разногласия представителям этих знаков зодиака придется поработать над собой.</p>

<p><b>В любовных отношениях (совместимость в любви 79%)</b></p>
<p>Совместимость мужчины Девы и женщины Рак в любовных отношениях хорошая, почти всегда союзы считаются благополучными. Главным объединяющим фактором являются одинаковые взгляды на жизнь в целом. После первого знакомства мужчина и женщина долго присматриваются друг к другу.</p>

<p>Со стороны такая пара не смотреться идеально. Но, несмотря на это, партнеры чувствуют себя вместе комфортно, и этому способствует не плохая совместимость Дева и Рак в любви. Представители этих знаков зодиака не любят участвовать в шумных мероприятиях, они сторонники спокойного времяпровождения.</p>

<p>Мужчину Дева в таком тандеме устраивает то, что избранница окружает его заботой и вниманием. Это позволяет ему полноценно отдохнуть от всех сложностей, которые встречаются на жизненном пути. Женщина Рак ценит, прежде всего, то, что рядом с ней находится очень практичный человек, который способен давать полезные советы.</p>

<p>Но при этом в таких тандемах присутствует много непонимания и партнеры не стремятся скрывать свои разногласия от окружающих людей. Поэтому всем часто кажется, что отношения между представителями этих знаков зодиака мимолетные и вскоре последует разрыв.</p>

<p><b>В постели (совместимость в сексе 55%)</b></p>
<p>Совместимость Рак и Дева в постели не очень хорошая. Причиной возникновения сложностей в интимной жизни является природная холодность партнера. Он в сексуальной сфере очень закомплексован, поэтому от него никогда не исходит инициатива. Женщине Рак, для которой секс очень важен, трудно понять и принять это. Но если этого не сделать, то проблемы в интимной жизни могут стать причиной разрыва отношений.</p>

<p>Партнерше нужно постепенно заставить раскрепощаться мужчину в постели. Нужно шаг за шагом учить его ласкам и нежности. Но делать это нужно ненавязчиво, в противном случае, партнер еще больше отдалится.</p>

<p>Должно пройти немало времени, чтобы сексуальные отношения наладились. Для этого понадобится терпение обоих партнеров. Можно однозначно утверждать, что только, если люди искренне и сильно любят, то они преодолеют разногласия и смогут найти точки соприкосновения в интимной сфере.</p>

<p><b>В браке (совместимость в семейной жизни 67%)</b></p>
<p>Совместимость мужчины Дева и женщины Рак в браке выше средней, такие союзы отличаются стабильностью. Примечательно то, что решение о создании семьи всегда принимается партнерами очень обдумано, оно никогда не бывает спонтанным.</p>

<p>В природных характерах многое объединяет партнеров. Они оба хозяйственны и бережливы, отличаются консервативностью взглядов. Дева и Рак уважают семейные традиции, поэтому создав семью, бережно относятся к отношениям.</p>

<p>Представители этих знаков зодиака являются настоящими хранителями домашнего очага. На первый план у этих людей всегда выходит то, что может улучшить благополучие в доме. Очень редко угрозу гармонии может представлять излишняя эмоциональность супруги. Но терпеливый и рассудительный партнер, как правило, быстро приспосабливается к всплескам эмоций и всегда минимизирует их последствия.</p>

<p>В семье царит атмосфера полного доверия друг к другу. В таких тандемах нет места ревности. Партнеры в семье дополняют друг друга:</p>
<ul>
  <li>Жена учится у супруга рассудительности и сдержанности, она начинает понимать, как важно реалистично относится к жизни;</li>
  <li>Муж учится у супруги расслабляться и получать удовольствие от жизни, из его характера уходит жесткость и ему становится легче общаться с другими людьми.</li>
</ul>
<p><b>В дружбе (совместимость в дружеских отношениях 72%)</b></p>
<p>В дружбе между мужчиной Дева и женщиной Рак совместимость довольно высокая. Они часто проводят время за разговорами в тихом уютном месте. Как правило, в такие минуты общения они с удовольствием делятся друг с другом своими проблемами и радостями. Внимательно выслушивая один другого, партнеры могут давать полезные советы, к которым обязательно прислушиваются.</p>

<p>Если друзья решают провести вместе время, то делают это они вдали от шумных мест. Представители этих знаков зодиака не стремятся привлечь к себе внимание, им вполне достаточно общества друг друга. Если друзья не свободны, то их вторым &laquo;половинкам&raquo; не стоит тревожиться и ревновать. Все, что нужно друзьям, так это получить необходимую поддержку, чтобы успешно двигаться по жизненному пути.</p>

<p>Дружба является хорошим поддерживающим фактором в том случае, когда партнеры являются сотрудниками. Вдвоем друзьям удается выполнить самую сложную работу. Между ними редко возникают разногласия, они являются дополняемыми, что благотворно влияет на рабочий процесс.</p>';
		}
		if ($here == 'Дева' && $she == 'Лев') {
			$answer = '<p>Представители знаков зодиака Лев и Дева очень разные. Тандемы имеют право на существование только тогда, когда два человека влюблены, проявляют уважение и готовы принимать один одного со всеми достоинствами и недостатками. Примечательно, что в таких союзах все зависит исключительно от партнеров. Определенные черты природных характеров оказываются совершенно не сочетаемыми и всегда непроизвольно вызывают внутреннее неприятие. В частности это чрезмерная активность Льва и сверх аккуратность Девы. В благополучных тандемах, как подтверждает статистика, роль ведомого всегда принадлежит представителю знака зодиака Девы.</p>

<p>Сочетаемость природных характеров мужчины Дева и женщины Лев не очень хорошая. Благополучные тандемы в различных сферах жизнедеятельности встречаются очень редко. Но примечательно, что если партнеры приспосабливаются друг другу, то между ними царит полное взаимопонимание.</p>

<p><b>В любовных отношениях (совместимость в любви 75%)</b></p>
<p>Совместимость мужчины Девы и женщины Льва в любовных отношениях относительно высокая. Она подтверждает способность партнеров ценить постоянство в жизни и при необходимости уступать друг другу. Жизнерадостная искренняя красавица способна легко ужиться с практичным и преданным мужчиной.</p>

<p>Когда женщина Лев искренне любит своего избранника, то она учится у него воспринимать окружающую действительность реалистичнее. Яркая и уверенная красавица становится вдумчивее и сдержаннее. Со своей стороны она заряжает, склонного к депрессиям и раздражительности, партнера позитивом. Он начинает воспринимать жизнь в более ярких красках. Это придает ему уверенности в себе. Мужчина в таком любовном тандеме становится более решительным и активным. Со временем он может почувствовать вкус общения на различных многолюдных мероприятиях и станет с удовольствием посещать их вместе с возлюбленной.</p>

<p>Совместимость Дева и Лев в любви хорошая, а это способствует тому, что пара преуспевает в продвижении по службе, влюбленные способны реализовать себя в выбранных профессиях, поэтому могут быть независимы материально друг от друга. Все, на чем может удерживаться благополучный союз, так это на искренней любви. Если глубоких чувств нет, то созданные тандемы быстро распадаются.</p>

<p><b>В постели (совместимость в сексе 45%)</b></p>
<p>Совместимость Девы и Лев в постели не идеальна. Это связано с тем, что страстная партнерша отпугивает сдержанного избранника своим поведением, ведь он проявляет сдержанность во всех сферах. Понимание в интимной жизни людям найти очень трудно.</p>
<p>Если партнер не пересмотрит свои взгляды, то это будет очень обижать партнершу. Холодность и сдержанность в постели она будет связывать с отсутствием глубоких чувств.</p>

<p>Если людям удается приспособиться друг к другу в интимной сфере, то их жизнь гармонизируется. Партнеру нужно понять, что красивая избранница нуждается в ласках, красивых словах, чувственность для нее обязательный атрибут секса.</p>

<p><b>В браке (совместимость в семейной жизни 82%)</b></p>
<p>Семьи между представителями данных знаков зодиака в таком сочетании очень прочные, но такие тандемы создаются не часто. Именно о таком примечательном факте свидетельствует высокая совместимость мужчины Девы и женщины Лев в браке.</p>

<p>Основные проблемы в семье возникают по причине разного восприятия жизни в целом:</p>
<ul>
  <li>Супруг на первое место ставит усердный труд, который позволяет организовать достойный быт;</li>
  <li>Супруга, которой все в жизни дается легко, стремиться наполнить семейную атмосферу приятным общением с друзьями.</li>
</ul>
<p>Если пара найдет золотую середину для решения таких разногласий, то она сможет спокойно жить в абсолютной гармонии и взаимопонимании. Можно гарантировать создание благополучного семейного союза, если супруга будет больше времени уделять хозяйственным делам и прислушиваться к рекомендательным советам практичного, разумного спутника.</p>

<p>Для того чтобы жизнь в браке не наскучила избраннице Лев, супругу нужно, как можно чаще, проявлять свою любовь к ней. Не следует забывать о комплиментах, дорогих подарках. Качественно решать бытовые проблемы и обеспечивать семью - мало, нужно разнообразить досуг, посещать различные общественные мероприятия, а также приглашать гостей в свой дом.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 40%)</b></p>
<p>Дружба между представителями данных знаков зодиака очень проблематична. Это связано с отсутствием общих увлечений у спутников. Они предпочитают наполнять свой досуг различным времяпровождением. Только определенные жизненные обстоятельства могут способствовать возникновению крепких дружеских отношений.</p>

<p>К примеру, объединяющим фактором может быть общая работа. Часто дружат коллеги. Друзья помогают один другому при решении различных вопросов и могут успешно решать самые сложные задачи, которые перед ними ставит руководство. Более усердным в работе оказывается друг, поэтому для него не исключены ошибки в связи с переутомлением. Более устойчивая подруга может их быстро заметить и исправить.</p>

<p>Стабильным будет и приятельство между представителями этих знаков зодиака. Такие отношения абсолютно не требуют откровенности и искренности. Но при этом удовольствие будут доставлять беседы на самые различные темы. Это позволит друзьям приобрести полезный опыт, который пригодится в жизни.</p>';
		}
		if ($here == 'Дева' && $she == 'Дева') {
			$answer = '<p>Влюбленными, родившимися под знаком зодиака Дева, управляет Меркурий, что гарантирует им высокие интеллектуальные способности. Но, несмотря на то, что это вызывает подсознательную симпатию, между ними не очень хорошая совместимость. Это мешает людям создавать гармоничные тандемы, так как взаимоотношения складываются очень сложно. Но если союз будет строиться на четком расчете, то трудностей всегда удается избежать. Это связано с тем, что представителями этого знака всегда предпочитается руководствоваться рассудком, а не чувствами. Поэтому в тандемах они старательно распределяют роли и не стремятся к лидерству. Партнеры не любят скандалить и бурно выяснять отношения, поэтому все разногласия будут решаться нахождением компромиссов.</p>

<p>Притягивает Деву и Деву похожесть природных характеров. Им не нужно напрягаться, чтобы понять друг друга. Особенностью тандемов всегда является серьезность отношений. Партнеры не приемлют случайных связей и все жизненно важные решения принимают взвешенно.</p>

<p><b>В любовных отношениях (совместимость в любви 54%)</b></p>
<p>Для представителей данного знака зодиака очень важны спокойные отношения с уравновешенным и надежным человеком. Именно на этом основывается совместимость мужчины Девы и женщины Девы в любовных отношениях. Спутники часто выбирают друг друга, но похожесть природных характеров грозит наступлением скуки в любовных тандемах. В союзах не будет сильных чувств, которые дают партнерам нужное количество энергии, чтобы получать наслаждение от любви. Создавая любовный союз, влюбленные выбирают не страстный роман, а отношения двух единомышленников.</p>

<p>Представители знака зодиака Дева предпочитают свое свободное время проводить в уединении, они избегают шумных компаний и бурного времяпровождения. Пара очень любит проводить время на природе. Более комфортно в любовном тандеме чувствует себя девушка. Ей важно, что похожесть характеров позволяет чувствовать себя уверенно, так как не нужно ожидать от партнера никаких сюрпризов. Партнершу привлекает интеллигентный спутник, обладающий рациональным мышлением.</p>

<p>Со своей стороны мужчина может заскучать, и это приведет к тому, что он начнет искать приключений. Это может спровоцировать разрыв. Но если людей объединяет общее дело, то оно станет связующим фактором, способствующим развитию гармоничных отношений.</p>

<p>Совместимость Дева и Дева в любви может пробудить сильное глубокое чувство. В этом случае их отношениям не могут угрожать никакие внешние факторы. Но при этом партнеры не спешат заключать брак. Это связано с тем, что влюбленные понимают, что основой отношений все равно остается практичность. Только это заставляет их не реагировать на недостатки друг друга, которые они, безусловно, замечают.</p>

<p><b>В постели (совместимость в сексе 41%)</b></p>
<p>Совместимость мужчины Девы и женщины Девы в постели ниже средней. Но секс не занимает главное место в жизни у представителей данного знака зодиака. Поэтому особой угрозы сексуальное непонимание в целом для тандема не несет. Любовниками избранники, родившиеся под знаком Девы, становятся редко.</p>

<p>Супруги отличаются консервативными взглядами на сексуальные отношения. Им не нравится экспериментировать в постели. Этим фактом объясняется не высокая совместимость Дева и Дева в постели. Очень редко в силу половой принадлежности у партнера возникают всплески сексуальной активности. И если в данный момент он не найдет отклика у своей партнерши, то он вполне может изменить. Но если данный проступок останется в тайне, то отношения сохраняться.</p>

<p>Холодность в постели не раздражает партнеров, так как секс для них просто неизбежная составляющая любви, которой не следует уделять много внимания. Для них привычно оценивать поведение партнера в интимной сфере с точки зрения разума.</p>

<p>Примечательно, что сексуальные отношения становятся более гармоничными, когда наступает привыкание. После этого паре Дева и Дева удается раскрепоститься и почувствовать вкус секса. Женщина открывается в постели, у нее исчезает природная замкнутость. Со стороны партнера возникает интерес к экспериментам. Но предлагать любые новшества партнерше следует очень осторожно, чтобы не спугнуть ее.</p>

<p>В сексуальной сфере между партнерами также возникает чувство ответственности. Каждый понимает, что нужно доставлять партнеру в постели максимум удовольствия. Поэтому они стараются обговорить проблемы, которые возникают в интимной сфере, чтобы в дальнейшем избежать непонимания. Таким образом, интеллект позволяет людям наладить сексуальную жизнь.</p>

<p><b>В браке (совместимость в семейной жизни 47%)</b></p>
<p>Семейный тандем создается представителями данного знака зодиака только после того, когда спутники понимают, что они смогут обеспечить в нем благополучную атмосферу. Совместимость мужчины Девы и женщины Девы в браке основана на логике и точном расчете, поэтому отличается не высоким процентом. Влюбленные данного знака зодиака, не витают в облаках, не предаются напрасным мечтам. Они практики, поэтому занимаются строительством семейного тандема.</p>

<p>Супруги находят общий подход по всем бытовым вопросам, поэтому в семейной жизни редко возникают разногласия. Укрепляет семью общий бизнес и практичное отношение сродни романтике. Супруги очень ценят сложившиеся отношения, поэтому бережно хранят любовь. Совместимость Дева и Дева в браке гарантирует долговечность сложившейся семье.</p>

<p>Супруги любят свой дом, поэтому предпочитают свободное время проводить в домашней обстановке. Им легко выполнять обязанности по дому, в которых нет четкого разделения. Каждый из супругов может заниматься любыми делами. Все вопросы решаются дипломатично.</p>

<p>В семейном союзе царит атмосфера абсолютного доверия. Особенно легко и просто им удается находить понимание в финансовой сфере. Никто из супругов не опасается, что деньги будут потрачены не по назначению. Все большие покупки оговариваются предварительно. Кроме того супруги обязательно откладывают деньги про запас. Поэтому они не бояться трудных времен.</p>

<p>Со стороны семейная пара выглядит очень благополучно. Но это не означает, что в семье не бывает конфликтов. Просто супруги оберегают сложившийся тандем, и никогда не выносят сор из избы. Для них считается неприличным обсуждать ситуацию, сложившуюся в семье, с кем-либо из посторонних.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 71%)</b></p>
<p>Совместимость в дружбе между женщиной и мужчиной знака зодиака Дева довольно высокая. Дева и Дева притягиваются на подсознательном уровне. Их связывают общие интересы и увлечения, они отличаются одинаковым мировоззрением. Друзьям никогда не бывает скучно вместе. Они находят общие темы для бесед, внимательно выслушивают друг друга, дают один другому очень полезные советы.</p>

<p>Со временем спутники привязываются друг к другу очень сильно, становясь надежными и верными друзьями. Дружеские отношения полностью исключают возможность возникновения любви. Для друзей намного важнее становится интеллектуальная совместимость и психологическая поддержка. Именно поэтому у вторых половинок не должно возникать чувства ревности, так как измены полностью исключены. В дружеских тандемах спутники Дева и Дева подобны брату и сестре.&nbsp;Каждый партнер готов прийти другу на помощь в трудную минуту. Они оказывают дружескую поддержку в любой сложной жизненной ситуации. Со стороны такой союз вызывает зависть окружающих.</p>

<p>Дружба держится на практичном отношении людей к жизни. Друзья знают, что они хотят получить друг от друга. Они никогда не считают советы один другому бессмысленным давлением или навязчивостью, а всегда внимательно прислушиваются к ним. Взаимный обмен мнениями для них естественный процесс. Именно поэтому дружба способствует становлению крепких деловых отношений. Причем партнеры не афишируют своих успехов, но, тем не менее, часто достигают вершин, так как обладают большой работоспособностью.</p>';
		}
		if ($here == 'Дева' && $she == 'Весы') {
			$answer = '<p>Союз представителей знаков зодиака Весы и Дева очень интересный. Несмотря на общую высокую совместимость природных характеров в тандемах часто происходят ссоры и конфликты. Но, как правило, со временем партнеры приспосабливаются друг к другу и между ними возникают гармоничные отношения. Основные сложности в тандемах возникают из-за того, что представители знака зодиака Дева отличаются устойчивыми взглядами и всегда уверены в правильности своих поступков. А спутники, родившиеся под знаком зодиака Весы - сомневающиеся личности. Им трудно понять желания возлюбленных, все систематизировать и жить по строгим правилам, не проявляя гибкости в решении возникающих проблем.</p>

<p>Пара может создавать благополучные тандемы, но для этого должны быть созданы особые условия. Прежде всего, люди должны полностью доверять друг другу. Парню Деве нужно избавиться от желания контролировать девушку Весы.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>
<p>Совместимость мужчины Девы и женщины Весы в любовных отношениях очень высокая. Этот факт свидетельствует о том, что если между влюбленными проскакивает искра любви, то они готовы приспосабливаться друг к другу, чтобы сохранить глубокое чувство.</p>
<p>Как правило, инициатором любовных отношений является партнерша. Она женственна и элегантна, и если продемонстрирует серьезное отношение к жизни, то вполне может заинтересовать партнера.</p>

<p>Разногласия в тандемах обычно связаны с тем, что для партнера жизнь всегда связана с усердным трудом, а спутница стремиться воспринимать ее как праздник. Именно поэтому красавица стремиться проводить свободное время в кругу друзей, в то время как мужчина предпочитает тихую и спокойную домашнюю обстановку.</p>

<p>Любовные отношения с женщиной Весы делают жизнь мужчины Дева более разнообразной. Он учится, находясь рядом с партнершей, видеть жизнь в ярких красках и расслабляться от различных жизненных удовольствий.</p>

<p>В силу разности природных характеров партнерам нужно обязательно определенное время притираться друг к другу. И очень важно в такой сложный период сохранить глубокие любовные чувства и проявить разумность. В противном случае пара разойдется в разные стороны.</p>

<p><b>В постели (совместимость в сексе 63%)</b></p>
<p>Хорошая совместимость мужчины Девы и женщины Весы в постели объясняется тем, что у партнеров нет внутренней необходимости часто заниматься сексом. В этом вопросе между ними возникает полное взаимопонимание, что гарантирует благополучность интимной жизни.</p>
<p>Но при этом подход к сексуальным отношениям у партнеров разный. Мужчина несколько цинично относится к близости, это, безусловно, не нравится романтичной партнерше. Но она может к этому привыкнуть, если найдутся другие точки соприкосновения в жизни.</p>

<p>Секс не приносит партнерам незабываемого удовольствия. Они оба относятся к интимной близости, как к традиционной составляющей семейной жизни. Именно поэтому секс до заключения брака явление довольно редкое.</p>

<p><b>В браке (совместимость в семейной жизни 87%)</b></p>
<p>Высокая совместимость Дева и Весы в браке, прежде всего, объясняется бесконфликтным характером партнерши. Она избегает ссор и стремится всегда уступать супругу, принимая его бескомпромиссный характер. Такой подход к построению семейных отношений очень ценит супруг, ведь для него очень важно, чтобы в тандеме царила уравновешенная, спокойная атмосфера.</p>

<p>Построить гармоничный семейный союз Дева и Весы могут только на фоне искренних и глубоких чувств. Но даже, несмотря на это, отношения на начальном этапе развиваются сложно. Супруги быстрее находят общий язык, если заключают брак в зрелом возрасте.</p>

<p>Пара ценит материальное благополучие, но достигается оно благодаря трудоспособности супруга и его умение экономно распоряжаться финансами. Жена многому может научиться у практичного спутника. Она становится хорошей хозяйкой и всегда следит за порядком в доме. Это очень ценит супруг, ведь для него очень важно иметь надежный и комфортный тыл. Очень часто окружающие люди замечают, что со временем супруги становятся похожими друг на друга.</p>

<p>Для стабильности паре нужно проявлять терпимость. Постоянная критика со стороны супруга может нарушить душевное равновесие даже терпеливой женщины, родившейся под знаком зодиака Весы.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 32%)</b></p>
<p>Совместимость для дружеских отношений между представителями данного знака зодиака очень низкая. Природные характеры у них разные и данный факт является помехой для искренней дружбы.</p>

<p>Негативно сказывается на создании дружеских тандемов то, что мужчина ко всему относится критически. Ему трудно угодить и он придерживается только своего мнения, абсолютно не прислушиваясь к другим людям. Он упускает, что представительница знака зодиака Весы также обладает от природы развитым логическим мышлением, но она более сдержанная и рассудительная. В силу этого она будет тактично выслушивать умозаключения друга, но при этом видеть все их изъяны. В скором времени ей надоест общение с человеком, который не прислушивается и совершает серьезные жизненные ошибки в силу собственного упрямства.</p>

<p>Сложно представителям данных знаков зодиака также решать рабочие вопросы. У них постоянно возникают разногласия, которые в целом отрицательно влияют и на весь коллектив. Для того чтобы сохранить нормальные отношения коллегам необходимо распределить роли и не вмешиваться в работу друг друга.</p>';
		}
		if ($here == 'Дева' && $she == 'Скорпион') {
			$answer = '<p>По-разному могут развиваться отношения между представителями знаков зодиака Дева и Скорпион. Но чаще всего избранники легко находят общий язык и создают благополучные тандемы. Несмотря на то, что они отличаются разными темпераментами, у них много похожего. Прежде всего, партнеров объединяет серьезное отношение к жизни. Они стремятся к постоянству, они трудолюбивые и целеустремленные, что позволяет строить крепкие союзы. Но с иной стороны между представителями данных знаков зодиака существует много противоречий, и только стремясь к благополучной жизни, они могут их преодолеть.</p>

<p>Парень Дева и девушка Скорпион имеют высокие шансы построить гармоничные отношения в различных сферах жизнедеятельности. Это обусловлено тем, что партнерша в таких тандемах более эмоциональная и всегда заряжена позитивно. Для замкнутого партнера очень важно, чтобы с ним рядом находилась спутница, которая заряжала бы его энергией, очень необходимой для удачных трудовых свершений.</p>

<p><b>В любовных отношениях (совместимость в любви 82%)</b></p>
<p>Совместимость мужчины Девы и женщины Скорпиона в любовных отношениях очень высокая. Это позволяет наполнить жизнь незабываемыми впечатлениями. Спутники могут приспособиться друг к другу настолько, что становятся похожими. В этом случае любви не будут угрожать никакие внешние факторы, она будет не подвластна времени, а партнеры смогут с легкостью преодолевать любые трудности, возникающие на их жизненном пути.</p>

<p>Партнеры с удовольствием проводят время вместе, вне шумных компаний. Им интересно обсуждать самые разные темы. Проводя время в уединении, они делятся жизненным опытом и дают один другому дельные советы. То, что периодически они критикуют друг друга, совсем не раздражает партнеров. Ведь эта природная черта свойственна для них обоих. Более того Дева и Скорпион в таких любовных тандемах считают, что критика близкого человека помогает ему самосовершенствоваться.</p>

<p>Для полной гармонии в любовных отношениях представителям данных знаков зодиака рекомендуется поработать над собой. Необходимо постараться перебороть врожденные черты природного характера, и стремиться во всех вопросах находить компромиссы. Ни в коем случае нельзя таить обиды на свою половинку в душе.</p>

<p><b>В постели (совместимость в сексе 81%)</b></p>
<p>Совместимость мужчины Девы и женщины Скорпиона в постели хорошая. Но при этом на начальном этапе познания друг друга практически всегда возникают проблемы. Это связано с тем, что у партнерши от природы большие потребности в сексе. Но у мужчины Девы не развита сексуальность от природы и интимная сфера не является для него важной составляющей жизни.&nbsp;Но, если партнеры проявят терпение, то они смогут наладить интим и получать от него удовольствие. Прежде всего, партнерша должна понять, что холодность любимого человека в постели не говорит об отсутствии глубоких чувств. Просто нужно научить его раскрепощаться и получать истинное удовольствие в постели. В большинстве случаев упорной красавице это удается сделать.</p>

<p>Как правило, быстрее налаживаются сексуальные отношения у людей старшего возраста, в этом им помогает их большой жизненный опыт. Разбудить сексуальную страсть у молодого парня, родившегося под знаком зодиака Дева, очень трудно.&nbsp;Следует понимать, что даже если сексуальная жизнь наладится и будет наполнена неповторимыми эмоциями, партнер останется приверженцем традиций. Он не станет сторонником экспериментов, и не будет откликаться на различные новшества. Совсем раскрепощенное поведение партнерши в постели может его просто оттолкнуть.</p>

<p><b>В браке (совместимость в семейной жизни 72%)</b></p>
<p>Совместимость Дева и Скорпион в браке высокая. Пара при возникновении глубоких чувств способна создать крепкий семейный тандем. Супруги приверженцы традиционных семейных ценностей, они ценят искренность, верность и преданность в отношениях. Благодаря трудолюбию супругов в семье все нормально складывается в финансовой сфере.</p>

<p>Для создания счастливой семьи у представителей данных знаков зодиака имеются огромные шансы. Оба супруга стремятся проводить свободное время в домашней обстановке, общаясь друг с другом на различные темы. Но при этом спутнику нужно понимать, что для разнообразия жизненных впечатлений, супруге нужно периодически посещать различные общественные мероприятия.</p>

<p>Не следует бояться измен в таком тандеме, ведь семейные отношения между мужчиной Дева и женщиной Скорпион основываются на верности и порядочности. Где бы супруги не находились семья для них всегда остается на первом месте. Они ценят стабильность и никогда не станут разрушать крепкий тандем необдуманными поступками.</p>

<p>Любые разногласия решаются путем компромиссов. Ссор и скандалов в семье не бывает. В основном это заслуга деликатной и тактичной супруги. Она всегда найдет слова, чтобы снять напряжение, возникшее по какому-либо поводу.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 58%)</b></p>
<p>Сочетаемость природных характеров мужчины Дева и женщины Скорпион для дружбы хорошая. Но мешает этому часто любовное притяжение. В силу этого крепкие дружеские союзы возникают редко.</p>

<p>Наиболее вероятной дружба оказывается в случаях, когда Дева и Скорпион знают друг друга с детства. Общаясь в течение длительного времени, они становятся подобными брату и сестре, что уже само по себе перечеркивает возникновение любовных чувств.</p>
<p>Дружба возможна также между людьми разных поколений. Особенно часто крепкие дружеские тандемы возникают среди коллег. Таким друзьям под силу решить самые сложные задачи, ведь они способны поддерживать друг друга, подсказывая правильные пути решения. Обычно друзья очень успешные люди. Часто партнеры организовывают собственный бизнес, который основывается на абсолютном доверии.</p>';
		}
		if ($here == 'Дева' && $she == 'Стрелец') {
			$answer = '<p>Непредсказуемость союзов представителей знаков зодиака Дева и Стрелец связана со сложным поведением природных стихий - Земли и Огня. Стрелец отличается повышенной эмоциональностью, которая является сильным раздражающим фактором для Девы. Полная противоположность характеров не исключает возможности построения благополучных тандемов в различных сферах жизнедеятельности. Учитывая то, что люди вращаются в различных сферах, они редко пересекаются в общих компаниях. Но как не странно встречи представителей данных знаков зодиака происходят довольно часто. Это позволяет сделать вывод, что противоположности притягиваются.</p>

<p>Земному, и очень практичному парню Девы, очень трудно найти общий язык с непредсказуемой представительницей огненной стихии. Партнеру всегда трудно привыкнуть к повышенной эмоциональности спутницы. Трудности в построении благополучных тандемов связаны также с природным упрямством партнеров, они оба не желают меняться.</p>

<p><b>В любовных отношениях (совместимость в любви 41%)</b></p>
<p>Совместимость мужчины Девы и женщины Стрелец в любовных отношениях низкая. Для того, чтобы возник любовный союз, необходимо, чтобы искра сильного глубокого чувства проскочила в сердце мужчины.</p>

<p>Как правило, в силу разного времяпровождения, партнерам сложно встретится в этом мире. Интерес может возникнуть при случайной встрече только на почве внешней привлекательности. Но после того как избранники начинают тесно общаться, они быстро понимают, что находятся на разных полюсах, и у них нет общих интересов.</p>

<p>Желание сохранить любовные чувства возникает у людей старшего возраста. Они уже имеют необходимый жизненный опыт, чтобы суметь проявить терпимость к недостаткам друг друга. Очень важно представителям данных знаков зодиака не пытаться заниматься переделкой природных характеров один одного. Кроме этого, желательно, избегать конфликтов, так как после них усиливается понимание того, насколько сильно они не подходят друг другу.</p>

<p>Это сложный союз, тем не менее, он может дать партнерам много хорошего. Прежде всего, он научит их терпимости, которая является ценным жизненным качеством. Девушка Дева учится реалистичному восприятию мира, а мужчина значительно расширяет свой кругозор.</p>

<p><b>В постели (совместимость в сексе 63%)</b></p>
<p>Сексуальная совместимость мужчины Девы и женщины Стрелец в постели неоднозначна. Все дело в том, что партнерша не ставит секс на главное место в отношениях, но иногда у нее возникает страсть в самые неожиданные минуты. И в силу повышенной природной эмоциональности, она стремиться сразу решить этот вопрос. Партнер не может ей отвечать тем же, так как он более рассудительный, и ему не нравится экстрим.</p>

<p>Выраженная сдержанность и холодность в постели партнера, является раздражающим фактором для женщины. Ее, конечно, радуют отдельные минуты, когда ей удается раскрепостить его. Но, если для этого приходится прикладывать много усилий, то она предпочтет получать интимные удовольствия на стороне.</p>

<p>Процесс секса также вызывает разногласия. Партнерша предпочитает романтичные отношения, наполненные ласками и красивыми словами. Избранник поземному относится к сексу, и его вполне устраивает традиционный подход.</p>

<p><b>В браке (совместимость в семейной жизни 37%)</b></p>
<p>Совместимость Дева и Стрелец в браке очень низкая, поэтому люди в семейных тандемах уживаются с большим трудом. Неожиданностью для мужчины станет то, что ему необходимо будет не только обеспечивать семью, но и заниматься всеми бытовыми вопросами. Поддержки со стороны супруги в плане обеспечения надежного тыла не будет.&nbsp;При этом женщина Стрелец отличается трудолюбием, она стремиться зарабатывать деньги, и у нее это довольно хорошо получается. Но семья для нее всегда отходит на второй план, что не может устраивать супруга.</p>

<p>Существуют серьезные разногласия и в финансовых вопросах. Супруг стремиться планировать расходы и всегда откладывать деньги на непредвиденные ситуации. Его спутница живет сегодняшним днем, поэтому тратит заработанные деньги на свое усмотрение, не советуясь со своей второй половинкой. Все рациональные приобретения мужа она считает скучными.</p>

<p>Супругам для того, чтобы сохранить семейный тандем, необходимо отдыхать друг от друга. Именно поэтому свободное время люди предпочитают проводить врозь. Причем легкий характер супруги, иногда может спровоцировать ревность у второй половинки. Это может стать причиной развода. Чтобы сохранить семью, супругам следует проявить терпение и понимание.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 25%)</b></p>
<p>Дружба между избранником Дева и барышней Стрелец возникает очень редко. Друзья не интересны друг другу, поэтому отталкиваются на подсознательном уровне.&nbsp;Причиной этого является открытость партнерши в эмоциях и чувствах. Ее поведение отличается естественностью, а иногда, со стороны она выглядит наивной и абсолютно неприспособленной к жизни. Такие характерные черты непонятны сдержанному другу, родившемуся под знаком Дева. Его эмоции всегда находятся под контролем, он принимает все решения только после логических рассуждений. Такие глобальные отличия не могут способствовать развитию доверительности и откровенности. Без этого искренняя дружба становится невозможной.</p>

<p>Очень редко, дружеские отношения возникают в случаях, если Дева и Стрелец работают над одной задачей. Обоюдная поддержка позволяет друзьям успешно продвигаться к поставленным целям. Но, даже при тесном сотрудничестве, они не делятся друг с другом сокровенными мыслями. В дружеских тандемах мужчина всегда занимает главенствующее место. И если он не будет критиковать подругу, то она может с благодарностью прислушиваться к его советам.</p>';
		}
		if ($here == 'Дева' && $she == 'Козерог') {
			$answer = '<p>Союзы представителей знаков зодиака Дева и Козерог очень крепкие и надежные. Этому способствует высокая совместимость природных характеров. Благополучность союзов связанна с уравновешенностью и интеллигентностью людей. Они всегда контролируют свои эмоции, и никогда не предъявляют друг другу необоснованных претензий. Все разногласия решаются дипломатическим путем. Пара обращает на себя внимание. Они умеют себя вести в обществе очень тактично, демонстрируя уважение друг к другу. У партнеров много совместных увлечений, им всегда интересно вместе, они не позволяют, чтобы их жизнь наполнилась рутиной.</p>

<p>Представителей данных знаков зодиака можно считать замкнутыми людьми, но это не мешает им строить благополучные отношения. Но при этом сближение происходит не очень быстро. Перед тем, как полностью раскрыться друг перед другом, партнеры стремятся как можно лучше узнать один одного. Но в любом случае, с первых минут общения между мужчиной Дева и женщиной Козерог, возникает взаимная симпатия, которая является отправной точкой для развития отношений в будущем.</p>

<p><b>В любовных отношениях (совместимость в любви 82%)</b></p>
<p>Совместимость мужчины Девы и женщины Козерога в любовных отношениях очень высокая. Отношения между партнерами складываются вполне предсказуемо. В любовном тандеме царит спокойная атмосфера. Люди практически сразу начинают понимать друг друга на подсознательном уровне.</p>

<p>Партнеров устраивают стабильные отношения, в которых нет места непредсказуемым поступкам. Сильным связующим фактором является реалистичный подход к жизни. Они не подвержены неконтролируемым страстям, им чуждо проявление чувств на людях. Кроме этого, каждый из партнеров является практиком, а не теоретиком. Вследствие такого подхода, им удается быстро воплощать собственные идеи в жизнь.</p>

<p>Партнеры не ведут бурный образ жизни, они с удовольствием проводят время в уединении. Спокойная обстановка способствует полноценному отдыху. Любовь между ними - земная, наполненная уважением и искренними чувствами. Дева и Козерог, находясь вместе, чувствуют себя полностью защищенными от любых жизненных неурядиц. В любовном тандеме нет ссор и скандалов, похожесть природных характеров исключает возникновение каких-либо разногласий. Полная доверительность отношений не позволяет, чтобы в душе одного из партнеров возникла ревность.</p>

<p><b>В постели (совместимость в сексе 48%)</b></p>
<p>Совместимость мужчины Девы и женщины Козерога в постели у представителей данных знаков зодиака приближается к среднему уровню. Но это всего лишь означает то, что партнеры не ставят секс на первое место.</p>

<p>На самом деле, интимная жизнь развивается очень благополучно. Более раскрепощенной женщине Козерогу легко удается раскрепостить более сдержанного партнера. Несмотря на то, что влюбленные в постели не любят экспериментировать, и предпочитают традиционный секс, им удается получить от секса максимальное удовольствие.</p>

<p>Благополучию сексуальной близости способствуют похожие потребности. Партнеры чувствуют друг друга на подсознательном уровне, поэтому способны предугадывать желания друг друга. Несмотря на природную сдержанность, они в постели осыпают друг друга ласками и говорят красивые слова.</p>

<p><b>В браке (совместимость в семейной жизни 72%)</b></p>
<p>Высокая совместимость Дева и Козерог в браке свидетельствует о том, что семейные союзы создаются исключительно по любви. Браки между представителями данных знаков крепкие и продолжительные. Супруги полностью уверенны в себе, поэтому не ограничивают свободу друг друга. Пара строит планы на будущее, которых впоследствии строго придерживается.</p>

<p>Иногда может показаться, что такой семье не достаточно яркости и неповторимости, ведь отношения строятся на базе традиционных принципов. Но спокойная семейная жизнь устраивает супругов. Они не жаждут приключений и очень ценят стабильность. Мужчина Дева уважает свою жену, и гордится ею. Такое отношение позволяет супруге чувствовать себя любимой и единственной.</p>

<p>Со временем семейные союзы максимально укрепляются. Супруги начинают жить по одному и тому же распорядку дня. Но при этом особенно ценными для мужа являются советы жены, которых он обязательно придерживается на практике.</p>

<p>Со временем, однообразие может начать утомлять. Чтобы избежать этого, необходимо периодически развлекаться. Отличным вариантом станет совместное путешествие в далекие края, когда удастся не только приобщиться к традициям другого мира, но расширить собственный кругозор. Обычно, после полноценного отдыха, глубокие чувства обновляются, и семейная жизнь снова наполняется позитивом.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 58%)</b></p>
<p>Для возникновения дружбы у представителей данного знака зодиака очень большие шансы. Помешать могут только любовные чувства, которые могут возникать неожиданно. Именно поэтому дружба семейных людей, принадлежащих к знакам зодиака Дева и Козерог, представляет некоторую опасность для вторых половинок.</p>

<p>У друзей много совместных увлечений - это является связующим фактором. Кроме того, они близкие по своим природным темпераментам. Это позволяет им одинаково относиться к различным жизненным событиям.</p>

<p>В дружеском тандеме никто никем не пользуется, в нем нет лидера, дружба основывается на полном равноправии. В любую минуту друзья готовы оказать помощь ценным советом, а если возникает необходимость, то оказывают поддержку действием. Взаимовыручка находится на высоте.</p>

<p>Глубокие дружеские отношения важны для обоих партнеров, они в них черпают позитив. Благодаря этому, друзьям удается уверенно идти к намеченным целям, ведь люди знают, что в случае неудачи рядом с ними окажется человек, который подставит плечо и не позволит упасть.</p>';
		}
		if ($here == 'Дева' && $she == 'Водолей') {
			$answer = '<p>Природные черты характера представителей знаков зодиака Дева и Водолей очень разные. Но при этом, несмотря на низкую сочетаемость нравов, они могут создавать успешные тандемы. Этому способствует миролюбивость партнеров. Они способны с уважением относиться друг к другу, стремясь не замечать недостатков. Особенностью союзов является то, что в них абсолютно отсутствуют конфликтные ситуации. Если людям не удается найти общий язык и понимание, то они просто расходятся в разные стороны. При этом никаких обид не остается.</p>

<p>Особенностью тандемов является то, что они возникают на фоне мимолетной заинтересованности. После определенного времени к влюбленным приходит понимание того, что они не подходят друг другу. Именно поэтому отношения всегда складываются не просто. Сохранить союз можно, только если Дева и Водолей будут нуждаться друг в друге с практической точки зрения. Очень часто жертвенность проявляется со стороны избранника, ведь он чувствует ответственность за свою спутницу. Женщина, отличается легкостью характера, поэтому намного проще относится к не сложившимся отношениям.</p>

<p><b>В любовных отношениях (совместимость в любви 33%)</b></p>
<p>Совместимость мужчины Девы и женщины Водолея в любовных отношениях очень низкая. Вследствие этого тандемы создаются очень редко. Но если у людей в душе зарождается глубокое чувство, то отношения со стороны выглядят спокойными и размеренными.</p>
<p>Партнеры абсолютно не конфликтные. Брани и ссор в любовных тандемах не бывает. Кроме этого избранники, родившиеся под данными знаками зодиака, довольно скрытные. Несмотря на открытость и общительность, даже женщина Водолей не любит делиться личными проблемами.</p>

<p>Объединяющим фактором является то, что партнеры не желают тратить время на выяснение отношений. Партнерша быстро способна заполнить образовавшуюся пустоту новыми знакомствами. Мужчина более консервативен, поэтому разногласия он переносит тяжело, но при этом старается не подавать виду.</p>

<p>Даже если отношения не складываются, спутники могут некоторое время находиться вместе до тех пор, пока не примут окончательное решение о разрыве. Это, как правило, вызвано тем, что избранник Дева консерватор, он будет стремиться до последнего наладить отношения. И довольно часто случается так, что красавица, на фоне любви, начинает вести себя более сдержано. Это позволяет сохранить любовный тандем, который по-прежнему, вряд ли будет благополучным.</p>

<p><b>В постели (совместимость в сексе 46%)</b></p>
<p>Совместимость мужчины Девы и Женщины Водолея в постели довольно сложная. В основном проблемы возникают из-за того, что женщина предпочитает определенную легкость в сексе. Ей нравится поговорить, прокомментировать действия и обсудить при необходимости желания. Закрытый и сдержанный мужчина таких интимных утех не воспринимает. Он выглядит холодным, и такое поведение является для избранницы оскорбительным.</p>

<p>Партнерша очень ценит нежность, прелюдию, всегда с удовольствием откликается на предложение поэкспериментировать. Со своей стороны избранник приверженец традиционного секса. Партнерам трудно достичь гармонии в интимной сфере.</p>

<p><b>В браке (совместимость в семейной жизни 57%)</b></p>
<p>Совместимость Дева и Водолей в браке, которая фиксируется в свободной любви, немного выше среднего уровня. Это говорит о том, что, оформив официальные отношения, представители данных знаков зодиака пытаются их сохранить.</p>

<p>Сложности между супругами возникают практически с первых минут совместной жизни. Для мужчины очень важен дом, он будет стремиться делать все возможное для того, чтобы создать благополучную атмосферу в семье. Но такое желание не поддерживается его спутницей. Дом для нее не очень много значит в жизни. Она стремится много времени проводить на работе и в компаниях друзей.</p>

<p>Обычно в семье все складывается таким образом, что супругу приходится выполнять большинство домашних обязанностей. Это становится причиной разногласий, которые супруги пытаются разрешить мирным путем. Если это не получается сделать, то муж и жена остаются каждый при своем мнении, отдаляясь друг от друга.</p>

<p>К разводу может привести давление на жену со стороны мужа. Ни в коем случае нельзя контролировать ее поступки. Супруга Водолей отличается природным свободолюбием и никаких ограничений не потерпит.</p>

<p>Проблемы возникают в финансовой сфере из-за разного отношения к распределению семейного бюджета. Супруге свойственно легкомыслие в финансовых вопросах, в то время как мужчина стремится разумно распоряжаться деньгами и заранее планировать все траты.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 40%)</b></p>
<p>Крепкая дружба между парнем Девой и девушкой Водолей встречается редко. Она скорее исключение, нежели правило. Это связано с тем, что люди отличаются противоположными характерами и разным мировоззрением.</p>

<p>Ответственный и пунктуальный мужчина с трудом может найти общий язык с необычной и оригинальной красавицей, поведение которой предсказать невозможно. Но иногда дружба возникает в ситуациях, когда мужчина старше. В этом случае он покровительствует подруге. С другой стороны, общительная и любопытная красавица заряжает его позитивной энергией.</p>

<p>Дружеские тандемы могут состояться, если друзья Дева и Водолей не будут слишком много требовать друг от друга. Причем очень важно, чтобы подруга чувствовала себя свободной, ведь она не любит никаких обязательств. Также другу не следует подвергать критике ее поступки и поведение в целом. Такая дружба в основном основывается на интересных беседах, из которых каждый человек может черпать что-то полезное для себя.</p>';
		}
		if ($here == 'Дева' && $she == 'Рыбы') {
			$answer = '<p>Совместимость представителей знаков зодиака Дева и Рыбы очень плохая. Людям трудно найти понимание во всех сферах человеческой жизнедеятельности. Но, несмотря на это, усилиями сторон влюбленным иногда удаются гармоничные тандемы, наполненные взаимным уважением. Очень важно, чтобы у представителей знаков зодиака Дева и Рыбы был стимул принять друг друга со всеми недостатками и достоинствами. Это значит, что благополучные союзы могут создаваться на фоне какой-либо выгоды, но если таковая не находится, то отношения лучше прекратить сразу. Если этого не сделать своевременно, то это может нанести партнерам серьезные душевные раны.</p>

<p>Тандемы между партнерами Дева и Рыба очень проблематичные. Образно говоря, можно считать, что в них царит анархия. Это связано с тем, что в паре никто не стремится главенствовать. Но при этом такую обязанность со временем все равно приходится на себя взять избраннику. Он более практичный, а его спутница постоянно витает в мечтах, поэтому ей вряд ли что-то можно доверить.</p>

<p><b>В любовных отношениях (совместимость в любви 37%)</b></p>
<p>Совместимость мужчины Девы и женщины Рыбы в любовных отношениях плохая. Как правило, заинтересованность возникает только на начальных этапах знакомства. Именно в порыве первого любовного чувства, представители данных знаков зодиака часто создают тандемы.</p>
<p>Когда отношения продолжаются некоторое время, то обычно наступает разочарование. Особенно остро оно проявляется у партнера. Он понимает, что он ошибся в выборе партнерши. Со своей стороны девушка Рыбы постоянно живет в своем мире. Поэтому у нее редко возникают душевные терзания по поводу неправильного выбора. Если что-то пойдет не так, то она просто укроется в своем призрачном мире.</p>

<p>Кроме того, партнерше по настоящему нравится спокойный, надежный и уравновешенный партнер, она с ним чувствует себя полностью защищенной. Именно поэтому, она будет пытаться удерживать его возле себя, используя все возможные женские уловки. Мужчина тяжело переносит повышенную эмоциональность партнерши, которая все близко принимает к сердцу. Со временем могут начинаться ссоры, которые будут заканчиваться обидами, разрушающими любовь. Если людям не удастся преодолеть кризис начального периода, то последует разрыв.</p>

<p><b>В постели (совместимость в сексе 23%)</b></p>
<p>Совместимость мужчины Девы и женщины Рыбы в постели очень плохая. Это связано с консерватизмом партнера. Он не сторонник в сексе длительных прелюдий и экспериментов. Но без этого его чувственная партнерша не представляет сексуальных отношений.</p>

<p>Девушка Рыбы очень обидчива. Поэтому холодность партнера в постели, она связывает с отсутствием любви. Безразличие со стороны избранника может вызвать душевные переживания, которые приведут к депрессии.</p>

<p>Для того, чтобы нормализовать интимную сферу, влюбленным необходимо искренне поговорить друг с другом. Это позволит своевременно разобраться в проблемах, а также избежать размолвок и взаимных обвинений. Мужчине в сексуальном тандеме нужно стремиться понимать эмоции и чувства партнерши. Кроме этого, нужно постараться избавиться от природной зажатости.</p>

<p><b>В браке (совместимость в семейной жизни 39%)</b></p>
<p>Совместимость Дева и Рыбы в браке низкая, и это заметно невооруженным глазом любому человеку. Именно поэтому, брак между такими разными людьми всегда удивительное по своему смыслу событие для людей из их ближайшего окружения.</p>

<p>Мужчина, родившийся под знаком зодиака Дева, практичный, и рационально воспринимает все происходящие события в окружающем мире. Он любит порядок в доме. Поэтому, ему самому приходится заниматься всеми бытовыми вопросами, в связи с тем, что супруга от домашних дел сразу дистанцируется.</p>

<p>Супруг искренне стремиться понять свою спутницу, но это ему не удается. Его супруга навсегда останется загадкой для него, что будет постоянно вызывать душевный дискомфорт. Раздражающим фактором оказывается то, что у жены нет четких планов на будущее. И, несмотря на уговоры близкого человека, она не хочет планировать жизнь, предпочитая жить сегодняшним днем.</p>

<p>Разногласия возникают и в финансовой сфере. Супруг очень экономный, он стремится обязательно откладывать деньги, чтобы исключить проблемы в случае наступления трудных времен. А жена не принимает такого жизненного подхода, и категорически против экономии.</p>

<p>По-разному проводят супруги свободное время. Жена предпочитает компании, в которых собираются оторванные от реальности люди, стремящиеся пофилософствовать. Такие компании для мужа кажутся сомнительными, поэтому он стремится отдыхать в уединении в домашней обстановке.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 40%)</b></p>
<p>Дружба между мужчиной Дева и женщиной Рыба возникает редко не потому, что людям не интересно вместе. Просто доверится женщине, родившейся под знаком Рыбы, нельзя. Она не умеет хранить тайн, поэтому вся информация в кратчайшее время станет достоянием многих людей.</p>

<p>Поэтому, очень часто, встречаются приятельские союзы, в которых люди с удовольствием общаются, но при этом никогда не рассчитывают на поддержку друг друга в трудных ситуациях. Не очень нравится подруге привычка друга критиковать любой ее поступок. Меряя по себе, партнерша сделает выводы, что друг обсуждает ее недостатки с другими людьми.</p>

<p>Дружеские тандемы оказывают положительное влияние на друзей. Общаясь с подругой, мужчина развивает свою фантазию, и начинает более широко смотреть на окружающий мир. Постоянное общение с эмоциональной красавицей скрасит серую повседневность. Со своей стороны, в таком дружеском тандеме женщина приобретет уверенность, и станет более защищенной от негативных факторов современного мира.</p>';
		}
		//Весы 6
		if ($here == 'Весы' && $she == 'Овен') {
			$answer = '<p>Овен и Весы находятся на противоположных сторонах зодиакального созвездия, но, несмотря на это, совместимость этой пары очень высокая. Их союз всегда своеобразен, но он может быть очень крепким. Такие противоположные характеры притягиваются с первых минут знакомства. Пара умеет договариваться, поэтому между представителями этих двух знаков зодиака редко возникают разногласия. Оба партнера открыты для самосовершенствования, поэтому с удовольствием учатся друг у друга, приобретая необходимый жизненный опыт. Овну импонирует рассудительность Весов. Успешность отношений связана с тем, что партнеры не пытаются переделать свою половинку, и никто из них не стремится к лидерству.</p>

<p>Союз между парнем Весы и девушкой Овен почти всегда складывается удачно. Но такая пара со стороны будет казаться странной. Все дело в том, что лидерские позиции в таком тандеме всегда занимает женщина. Партнера вполне устраивает это, так как он в силу природного характера не готов противостоять трудностям и принимать ответственные решения.</p>

<p><b>В любовных отношениях (совместимость в любви 51%)</b></p>
<p>Совместимость мужчины Весы и женщины Овна в любовных отношениях находится на среднем уровне. Это связано с тем, что не каждый мужчина может влюбиться в женщину, которая предпочитает быть лидером во всем. Но с другой стороны Весы - это мягкий знак зодиака, поэтому для него главное, чтобы в отношениях царила гармония, а это значит, что он сможет спокойно относиться к активности партнерши, если будет чувствовать, что она его искренне любит.</p>

<p>На начальном этапе любовных отношений одним из партнеров могут предприниматься попытки изменить любимого человека. Но вскоре придет понимание того, насколько это бесполезно. Поэтому девушка Овен перестанет категорически отстаивать свои позиции, спутник Весы научится адекватно реагировать на эмоции избранницы. На фоне полного взаимопонимания любовь вспыхнет с новой силой.</p>

<p>Парня Весы привлекает напористость и смелость любимой. А девушку Овен притягивают спокойствие и тактичность избранника, то есть те качества характера, которые не присущи ей самой. Этим и объясняется совместимость Весы и Овен в любви. Партнеры великолепно дополняют друг друга и способны, черпая силы в любви, достигнуть в жизни значительных успехов.</p>

<p><b>В постели (совместимость в сексе 95%)</b></p>
<p>Совместимость спутников в постели практически идеальна. Страсть между этими людьми возникает практически сразу после встречи. Но, тем не менее, для того, чтобы в интимной сфере была полная идиллия, обоим партнером придется приспособиться.&nbsp;Все дело в том, что женщина в такой паре предпочитает медленный, эротический секс, а неистовый Овен не всегда может приспособиться под такие требования. Но пройдет совсем мало времени и партнеры научатся подстраиваться, с целью доставить максимальное удовольствие своей половине.</p>
<p>Девушка Овен допускает любые эксперименты в сексе, а поскольку избранник не является закомплексованным в интимной сфере, то он с удовольствием откликается на все желания партнерши. Именно поэтому совместимость Весы и Овен в постели идеальная.</p>

<p><b>В браке (совместимость в семейной жизни 61%)</b></p>
<p>Если после букетно-конфетного периода партнеры остались вместе, то они вполне могут принять решение заключить брак. И такие союзы весьма успешны. Ведь пока они встречались, молодой человек приспособился к своей избраннице и научился понимать ее. Он спокойно относится к импульсивному характеру барышни Овен и не обижается на ее вспыльчивость по пустякам. Супруг рационален и умеет находить компромиссы при решении любых вопросов, поэтому ссоры в семье практически не происходят.</p>

<p>Совместимость мужчины Весы и женщины Овна в браке немного выше среднего уровня. Это значит, что разводы между парами встречаются нечасто. Способствует укреплению семьи рождение совместных детей.</p>

<p>Со временем жена Овен научиться ценить семейное тепло и уют, она начнет больше внимания уделять своим близким. Ей будет нравиться, что супруг понимает ее и выдерживает ее вспыльчивый характер. Семья может быть идеальной, если женщина перенаправит свою энергию на домашние дела и будет поддерживать своего супруга во всех его начинаниях. Совместимость пары в браке не гарантирует спокойствия в отношениях, но с другой стороны она дает надежду, что партнеры смогут построить крепкую семью, основанную на взаимопонимании, уважении и поддержке.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 67%)</b></p>
<p>Дружба между парнем Весы и девушкой Овен возможна, если они имеют своих вторых половинок. Этих людей могут объединять совместные интересы и занятия. Причем в этом случае, они останутся верны своим вторым половинкам. Все дело в том, что женщина Овен всегда предельно честна в отношениях и никогда не станет изменять. Поэтому дружеские отношения таковыми и будут. Причем в силу своей природной порядочности избранник Весы примет это как должное и никогда не будет предпринимать попыток на сближение.</p>

<p>Дружеские отношения в паре Весы и Овен могут продолжаться долгие годы. Со временем они настолько сближаются, что становятся почти родственниками. Для такой дружбы характерна забота друг о друге. Ссоры и разногласия между ними возможны, но, как правило, не затягиваются на длительное время. Друзья станут доверенными лицами друг для друга и будут оказывать важную для обоих поддержку в любых жизненных ситуациях.</p>';
		}
		if ($here == 'Весы' && $she == 'Телец') {
			$answer = '<p>Покровительствует паре Телец и Весы Венера, и это обеспечивает их высокую совместимость. Но некоторые сложности в отношениях этих людей вносят разные стихии. Приземленному Тельцу не всегда легко ладить с Весами, которыми управляет воздушная стихия. Но представители этих знаков зодиака умеют приспосабливаться. Кроме этого они порядочные и хладнокровные люди, которые от природы обладают большой силой убеждения. Поэтому, если у партнеров есть желания построить отношения в какой-либо из сфер жизнедеятельности, то они сразу распределят роли и смогут прекрасно ужиться вместе.</p>

<p>Отношения между парнем Весы и девушкой Телец всегда складываются гармонично. Партнеров объединяет желание организовать вокруг себя комфортную жизнь и получить как можно больше радостей и наслаждений. При этом между ними могут возникать серьезные противоречия, но пара удерживается вместе, потому что партнеры умеют находить компромиссы.</p>

<p><b>В любовных отношениях (совместимость в любви 73%)</b></p>
<p>Совместимость мужчины Весы и женщины Телец в любовных отношениях хорошая. Несмотря на то, что они обладают разными характерами, их объединяют похожие вкусовые предпочтения. Обоим партнерам нравится комфорт, красивые вещи и вкусная, изысканная еда.</p>

<p>В любовных отношениях лидером, как правило, является женщина. Мужчина это спокойно принимает, так как для него очень важен тот комфорт, который способна создать партнерша. С избранницей Тельцом, мужчина себя чувствует более уверенно. Помимо того, что она занимается всеми домашними делами, любимая всегда готова дать ценный совет и подсказать пути решения проблемы.</p>

<p>С другой стороны барышне Тельцу очень нравится то, что рядом с ней находится галантный и красивый мужчина. Ей никогда не бывает с ним скучно, он всегда способен поддержать любую тему разговора. Пара с удовольствием посещает различные общественные мероприятия.</p>

<p>Природная совместимость Весы и Телец в любви помогает им обойти все острые углы в отношениях, поэтому конфликтов между ними не бывает. Причиной возникновения некоторого непонимания между партнерами является то, что женщина более практичная и всегда стремиться к результату. Ее с течением времени начинают раздражать те воздушные замки, которые строит ее партнер.</p>

<p><b>В постели (совместимость в сексе 87%)</b></p>
<p>Совместимость Телец и Весы в постели близка к идеалу. В сексуальной жизни у партнеров всегда царит полная гармония. Девушка Телец не любит экспериментировать в постели. Но сексуальный и романтичный партнер окружит ее такой лаской, что она согласится на это и не пожалеет. Интимная жизнь после этого наполняется яркими красками и феерическими эмоциями.</p>

<p>Период становления сексуальных отношений, как правило, очень короткий, если партнеры искренне любят друг друга. Избранник Весы проявляет нужное терпение и, если необходимо, то идет на уступки. Для него важен не только процесс секса, но и все, что ему предшествует. Он любит говорить комплименты и соблазнять, к этому он постепенно приучает и свою более приземленную партнершу.</p>
<p>Избранница Телец предъявляет высокие требования к сексу, так как эта часть взаимоотношений, по ее мнению, способствует благополучию жизни в целом. И ее партнер стремится выполнить все ее запросы. Но при этом следует понимать, что избранница способна полностью раскрыться в постели, если она доверяет своему партнеру на все сто.</p>

<p><b>В браке (совместимость в семейной жизни 52%)</b></p>
<p>Совместимость мужчины Весы и женщины Телец в браке не высокая. В таком семейном союзе обоим партнерам придется потрудиться и проявить терпение, чтобы сохранить отношения. Важно понять, что супругу в таком браке нужно понимание, а супруге - внимание и искренняя любовь.</p>

<p>Лидирующие позиции в семейной паре всегда занимает супруга Телец. Она взваливает на себя решение всех бытовых вопросов и проблем. Но для нее это абсолютно несложно, так как она по своему природному характеру является лидером. Такой расклад вполне устраивает супруга, но для него очень важно, чтобы вторая половинка не ущемляла его права. То есть он не должен почувствовать себя &laquo;подкаблучником&raquo;.</p>

<p>Но при этом, чтобы сохранить крепкие отношения, супруг должен прийти на помощь супруге по первому ее зову. Это подарит ей уверенность в том, что рядом с ней находится человек, который является настоящей жизненной опорой.</p>

<p>Несмотря на то, что партнеры Весы и Телец со стороны выглядят очень сговорчивыми, они по своему нраву очень упрямы и им трудно пойти на уступки друг другу. Иногда каждый из них предпочитает промолчать, оставаясь при собственном мнении. Такой подход может привести к тому, что проблемы будут расти как снежный ком. Поэтому нужно как можно быстрее находить компромиссы.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 35%)</b></p>
<p>Совместимость в дружеских отношениях между мужчиной Весы и женщиной Телец невысокая. В зрелом возрасте представители этих знаков зодиака, вряд ли, смогут подружиться. Но дружба с детства очень даже возможна. Весенняя девочка и мальчик осень великолепно ладят между собой. Начиная взрослеть, они учатся оценивать достоинства характера друг друга.</p>

<p>Через некоторое время парень будет очень впечатлен решимостью своей подруги. Это связано с тем, что внешне общительный парнишка в душе очень боится ответственности, и дружба со смелой девушкой придает ему уверенность в жизни.&nbsp;С другой стороны парень Весы не терпит несправедливости и всегда стает на защиту ближних. Именно поэтому он всегда стремится защищать свою подружку. Постепенно взрослея, представители этих знаков зодиака образуют крепкую дружескую ячейку. Они очень хорошо знают друг друга и доверяют один одному. Любовь между ними, вряд ли возможна, так как они за такое длительное знакомство почти стали братом и сестрой, поэтому даже не представляют, что их могут объединять другие отношения. Верность в дружбе в таких случаях сохраняется между людьми на всю жизнь, даже если им доведется жить в разных городах или даже странах.</p>';
		}
		if ($here == 'Весы' && $she == 'Близнецы') {
			$answer = '<p>Тандемы Близнецов и Весов очень проблематичны. Противоречие союзов связано с тем, что, несмотря на низкую совместимость, представители этих знаков, если решают остаться вместе, то делают друг друга счастливыми. И Близнецы, и Весы способны обмениваться колоссальным количеством энергии. Парадокс заключается в том, что абсолютная непохожесть характеров может стать сильным объединяющим фактором. Двойственный и переменчивый Близнец очень комфортно себя чувствует с уравновешенными Весами. Сближение партнеров происходит нечасто, ведь эти знаки относятся к стихии воздух, которая, как известно, постоянно находится в движении.</p>

<p>Тандем Весы и Близнецы почти всегда благополучный. Несмотря на отличие природных характеров, положительно сказывается половая близость влюбленных в таком союзе. Переменчивость и непостоянство женщины успешно нивелируется устойчивостью и равновесием природного нрава мужчины. В результате получается гармоничный союз двух интеллектуальных людей, которые постоянно самосовершенствуются и имеют похожее мировоззрение.</p>

<p><b>В любовных отношениях (совместимость в любви 65%)</b></p>
<p>Совместимость мужчины Весы и женщины Близнецы в любовных отношениях хорошая. В таком тандеме партнеры легко справляются с любыми жизненными неурядицами. Они наслаждаются общением друг с другом и никогда не драматизируют обстоятельства, которые возникают в окружающем их мире.</p>

<p>Любовные отношения наполнены радостью и совместными увлечениями. Оба партнера умеют наслаждаться жизнью, они предпочитают проводить свободное время в компаниях друзей или на шумных вечеринках. Также часто представители этих знаков зодиака отправляются в совместные путешествия. Им нравится познавать мир и испытывать новые ощущения.</p>

<p>Совместимость Весы и Близнецы в любви искореняет скуку. В паре также отсутствует какая-либо жизненная суета. Главная их цель - получить наслаждение от жизни. Партнеры умеют зарабатывать деньги, но никогда не занимаются накопительством материальных благ. Их интересы всегда касаются только интеллектуальной сферы.</p>

<p>Партнеры помогают друг другу развиваться. Так:</p>
<ul>
  <li>Девушка в таком союзе становится более уравновешенной, она стремится научиться у своего партнера выделять в жизни главное.</li>
  <li>Парень получает от своей спутницы заряд положительной энергии и становится более раскрепощенным.</li>
</ul>
<p><b>В постели (совместимость в сексе 82%)</b></p>
<p>Совместимость Близнецы и Весы в постели почти идеальная. Оба партнеры стремятся наполнить интимную жизнь своим красноречием. Они могут в постели обсуждать все, запретных тем для них просто не существует. С удовольствием они затрагивают различные сексуальные проблемы, которые могут возникать между ними, хотя и очень редко.</p>

<p>Экспериментируя в постели, партнеры сближаются на духовном уровне и гармонизируют жизнь в целом, что позволяет им укрепить свой союз. Очень часто инициативу в сексе берет на себя партнерша. Разнообразные эксперименты в постели насыщают партнеров позитивными эмоциями. Представители этих знаков зодиака стремятся получить от интимной близости максимальное наслаждение, поэтому стараются полностью раскрепоститься. Это делает сексуальную связь неповторимой, незабываемой и яркой.</p>

<p><b>В браке (совместимость в семейной жизни 71%)</b></p>
<p>Совместимость мужчины Весы и женщины Близнецы в браке высокая. Если партнерам удастся сохранить любовь, то можно с уверенностью утверждать, что вместе они проживут всю жизнь. Но даже, если любовь уходит, то представители этих двух знаков зодиака не будут спешить разрывать отношения.&nbsp;Но при этом отношения уже будут далеки от идеала. Мужчина и женщина будут бережно относиться друг к другу, прощать промахи и проступки. Но при этом их жизни будут идти параллельно, не пересекаясь. Все, что их будет объединять, так это общая крыша и привычка находится рядом друг с другом.</p>

<p>Чтобы сохранить любовь и построить гармоничные отношения партнерам нужно очень глубоко изучить друг друга. Женщине нужно понять, что ее супруг больше привязан к семейным отношениям, чем она. Поэтому все проблемы, которые приводят к разладу, исходят, в большинстве случаев, от нее самой. Если она это поймет и постарается измениться, то, скорее всего, ей удастся восстановить отношения.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 89%)</b></p>
<p>Мужчина Весы и подруга Близнецы создают крепкие дружеские отношения. Причем, если партнеры свободны то между ними вполне может возникнуть любовь, более того даже брак.</p>

<p>Дружба между представителями этих знаков зодиака очень легкая, партнеры понимают друг друга во всех вопросах. Они неконфликтные и дружелюбные, поэтому все разногласия решаются мирным путем после обсуждения. Друзья часто проводят время в компаниях и предпочитают интеллектуальный отдых.</p>

<p>Друг Весы очень ценит логичное восприятие жизни барышней Близнецы. Она вполне самодостаточная и очень свободолюбивая личность, ей в дружбе не присущи женские капризы. Это позволяет создать благоприятную атмосферу в дружеских отношениях. С другой стороны избранник Весы никогда не использует свою подругу для того, чтобы загрузить ее своими проблемами.</p>

<p>Встречи друзей всегда наполнены позитивом, они поднимают настроение и делают партнеров более устойчивыми перед любым внешним негативом. Дружеские отношения становятся хорошей базой для формирования делового тандема. В спокойной обстановке, в которой не содержится никаких рисков, партнеры могут достигнуть больших успехов и продвинуться по карьерной лестнице.</p>';
		}
		if ($here == 'Весы' && $she == 'Рак') {
			$answer = '<p>Идеальных взаимоотношений между представителями знаков зодиака Рак и Весы не может быть. Это связано с тем, что этими людьми руководят две разные и очень переменчивые стихии - вода и воздух. Но при удачном стечении обстоятельств такие тандемы довольно устойчивы и гармоничны. При встрече эти люди интересны друг другу, у них находится много общих тем для бесед, также им нравится заниматься общими делами. Именно поэтому со стороны кажется, что между ними будет все складываться благополучно. На самом деле отношения в тандеме больше направлены не на построение гармоничного мира, а на создание благополучного внешнего имиджа.</p>

<p>Со стороны всегда кажется, что в тандеме избранницы Рака и спутника Весы не существует никаких проблем и отношения складываются безоблачно. Но на самом деле в паре все может складываться непредсказуемо. Отношения представителей этих знаков зодиака зависят от многих обстоятельств, но если они смогут преодолеть все преграды, то между ними сложатся благополучные и устойчивые отношения.</p>

<p><b>В любовных отношениях (совместимость в любви 75%)</b></p>
<p>Совместимость мужчины Весы и женщины Рак в любовных отношениях выше среднего. Любовные отношения в паре всегда наполнены романтикой и глубокими чувствами. Партнеру очень нравится проявлять внимание избраннице. Он часто дарит ей красивые подарки и делает приятные сюрпризы. Кроме того он осыпает любимую красивыми словами. От таких отношений, как бы дальше они не сложились, всегда остается приятное впечатление на всю жизнь.</p>

<p>То, как к ней относится избранник очень нравиться женщине Рак. Она благодарна ему за то, что, находясь рядом с ним, она избавляется от душевных тревог. Вместе партнеры смотрят на жизнь позитивно и верят в светлое будущее, чему свидетельствует хорошая совместимость Весы и Рак в любви. Их жизнь наполнена интересным общением и приятными впечатлениями. Часто будут устраиваться праздники, посещения дружеских компаний. В таком тандеме никогда не бывает скучно.</p>

<p>Идеальные любовные отношения могут сложиться только тогда, когда оба партнера научаться уважать друг друга и перестанут заниматься перевоспитанием. Кроме того бурная жизнь, которую навязывает партнер, со временем может надоесть женщине. И для того, чтобы сохранить отношения и не оттолкнуть любимого человека, ей нужно будет заставлять себя приспосабливаться к нему. Это не будет способствовать гармонизации отношений.</p>

<p><b>В постели (совместимость в сексе 92%)</b></p>
<p>Интимная жизнь всегда является объединяющим фактором для избранника Весы и девушки Рак. Совместимость Весы и Рак в постели очень высокая и ее можно даже считать идеальной. Партнеры одинаково относятся к сексу и стремятся получать максимальное удовольствие.</p>

<p>Мужчина Весы очень заботится о партнерше, он может умело вести любовную игру. Это очень нравится женщине Рак, и она способна полностью раскрыться в объятиях избранника. Сексуальные отношения наполнены лаской и нежностью.</p>

<p>Угрозу сексуальным отношениям может представлять привычка, которая возникает у партнеров со временем. Это приведет к охлаждению чувств. В силу искренности партнеров им будет трудно сохранить интимную жизнь на таком же высоком уровне.</p>

<p><b>В браке (совместимость в семейной жизни 78%)</b></p>
<p>Совместимость мужчины Весы и женщины Рак в браке хорошая, семейные отношения складываются традиционно. То есть роли в семье распределяются таким образом:</p>

<ul>
  <li>Супруга становится хранительницей домашнего очага, она ведет домашнее хозяйство и занимается решением всевозможных бытовых проблем.</li>
  <li>Супруг является добытчиком, и следует отметить, что с этой ролью он успешно справляется. Кроме этого он несет ответственность за различные дела, которые связаны с внешним миром.</li>
</ul>
<p>При таком подходе отношения будут всегда складываться гармонично. В такой семье, как правило, нет ссор и выяснений отношений. Учитывая все выше сказанное, можно утверждать, что благополучность семейного союза всецело зависит от нацеленности партнеров на построение гармоничных отношений.</p>

<p>В семье супруги очень уважительно относятся друг к другу. Они стараются во всех вопросах находить компромиссы. Довольно часто супруги идут один одному на уступки. Но, несмотря на это очень часто возникают разногласия, которые связаны с несоответствующей реакцией на определенные события. Супруга всегда воспринимает жизнь интуитивно и очень эмоционально, а мужчина Весы предпочитает оценивать события, происходящие в окружающем мире, исходя из рациональных логических размышлений.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 68%)</b></p>
<p>Мужчина Весы и подруга Рак могут создавать успешные дружеские тандемы в любом возрасте. В дружеских отношениях представители этих знаков зодиака относятся друг к другу как брат и сестра. Даже если между ними возникают разногласия, то они их решают легко и непринужденно. Объединяет друзей похожее чувство юмора и то, что они в дружбе могут прощать друг друга.</p>

<p>Оба партнера с удовольствием отдыхают вместе. Объединяющим фактором является то, что они предпочитают не активный, а спокойный отдых, между ними очень редко возникают серьезные конфликты. Это связано с тем, что друзья очень ценят гармонию в отношениях.</p>

<p>Девушка Рак чувствует себя рядом с другом очень уверенно, поэтому может доверять ему свои секреты. Привлекает партнершу то, что друг очень мягкий и не демонстрирует мужских черт, которые в дружбе совершенно излишние. Именно поэтому вторые &laquo;половинки&raquo; мужчины и женщины могут не бояться измен. В таком дружеском тандеме партнерша ответственна и сравнивает измену с предательством, а партнер вовсе не любит создавать в жизни никаких сложностей.</p>

<p>Дружба позволит мужчине Весы и женщине Рак поддерживать хорошие деловые отношения. Они способны быстро и легко решать любые поставленные перед ними задачи. Совместная работа для обоих партнеров - это удовольствие.</p>';
		}
		if ($here == 'Весы' && $she == 'Лев') {
			$answer = '<p>Представители знаков зодиака Лев и Весы не всегда могут построить гармоничные отношения, но при этом они всегда интересуют друг друга. Они часто являются творческими личностями. Кроме этого объединяющим фактором может стать любовь к комфорту и стремление реализовать себя в жизни. Человек, который родился под знаком Весы, всегда отличается уравновешенностью характера, что положительно влияет на более эмоционального партнера Лев. Он становится более рассудительным, учится реально оценивать жизненную ситуацию, что повышает шанс стать успешным человеком. На фоне всего вышесказанного можно утверждать, что перспектив для построения гармоничных тандемов много.</p>

<p>Отношения между мужчиной Весы и женщиной Лев могут сложиться удачно, если люди научаться идти друг другу на уступки. Причем мужчине нужно постоянно восхищаться своей избранницей, без этого она почувствует себя несчастной. Со своей стороны женщине следует следить за своим поведением, чтобы не настроить против себя партнера.</p>

<p><b>В любовных отношениях (совместимость в любви 90%)</b></p>
<p>Притяжение между представителями данных знаков зодиака настолько сильное, что они не могут противостоять глубоким чувствам. Совместимость мужчины Весы и женщины Лев в любовных отношениях очень высокая.</p>

<p>Яркую красавицу привлекает галантный обходительный мужчина, который окружает ее заботой и вниманием, что приводит ее в восторг. Партнер позволяет своей избраннице почувствовать себя роковой женщиной. Это заставляет женщину Лев влюбиться в своего спутника без памяти. Как правило, чувства со стороны мужчины более сдержанные. Но, тем не менее, он чувствует себя очень комфортно с уверенной в себе и очень красивой женщиной.</p>

<p>Совместимость Весы и Лев в любви слегка нарушается по истечении некоторого времени, когда проходит острота чувств и люди начинают отстаивать свои жизненные позиции. Мужчине Весы чужда ревность. С одной стороны он доверяет своей избраннице, но также свободно ведет себя в компании друзей, легко общаясь с другими женщинами. Ревнивица Лев может заподозрить нечестность и устроить скандал. Если партнеры своевременно не выяснят отношения, то это может спровоцировать разрыв отношений. Для проверки прочности любовной связи партнерам рекомендуется на время расстаться.</p>

<p><b>В постели (совместимость в сексе 85%)</b></p>
<p>Отмечается довольно высокая совместимость Весы и Лев в постели. Партнеры оба страстные, стремятся получить от секса максимальное удовольствие. Им чужда какая-либо закомплексованность, они всегда готовы на интересные эксперименты, которые наполняют секс положительными эмоциями. Новатором в интимной жизни считается партнер, он всегда подкидывает новые идеи, на которые с удовольствием откликается избранница.</p>

<p>Представителям сильных стихий огня и воздуха достаточно сил, чтобы наполнить сексуальные отношения сильной страстью и незабываемыми эмоциями. Но кроме этого интим в паре связан с желанием влюбленных быть вместе, секс позволяет партнерам глубже понять друг друга и помогает укрепить отношения. Интимная жизнь направлена на то, чтоб им удалось выработать особый язык общения, который будет понятен только им двоим. Теплота чувств сохраняется на долгое время и никакие внешние факторы не способны ее разрушить.</p>

<p><b>В браке (совместимость в семейной жизни 75%)</b></p>
<p>Совместимость мужчины Весы и женщины Лев в браке очень высокая. Люди часто принимают решение узаконить отношения сразу после знакомства. Как правило, ими создается очень крепкий семейный тандем, наполненный абсолютным взаимопониманием и любовью.</p>

<p>Супруги не переносят рутину и скуку, поэтому совместная жизнь будет наполнена интересными событиями и приключениями. Инициатива при организации досуга в семье всегда принадлежит супруге, но ее избранник на все предложения с удовольствием откликается. Очень часто у супругов имеются совместные увлечение, которым они посвящают свободное время.</p>

<p>Любые конфликты разрешаются очень быстро путем компромиссов. Супруги Лев и Весы всегда прислушиваются к мнению друг друга. Более уравновешенным в семейном тандеме является супруг. Если избранница чем-то расстроена, то он умеет смягчать ее эмоциональные всплески. Также мужчина может давать полезные советы избраннице по поводу, как правильно вести себя, чтобы избежать конфликтов с окружающими людьми.</p>

<p>В семье представителей данных знаков зодиака царит спокойствие. Супруги умеют работать и достигают успехов в профессиональной сфере, поэтому семья всегда материально обеспечена.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 40%)</b></p>
<p>Мужчина Весы и женщина Лев могут создавать крепкие дружеские тандемы. Но это случается только в тех случаях, если любовь не коснулась их сердец. Этим фактором объясняется средняя сочетаемость природных характеров в дружбе. Надежными друзьями являются родственники или люди, принадлежащие к разным поколениям. Очень часто дружба возникает с детства. В таком случае у друзей достаточно времени, чтобы полностью понять друг друга, поэтому они доверяют один другому самые сокровенные секреты.</p>

<p>Друзьям Весы и Лев всегда интересно посещать различные публичные мероприятия. Они умеют вести себя в обществе и очень часто бывают в центре внимания. Друзья могут сохранять взаимную преданность на долгие годы. Семьям спутников ничего не угрожает, так друзья всегда хранят верность своим вторым половинкам. Более того, если представители данных знаков зодиака дружат, то часто это происходит в виде дружбы семьями.</p>';
		}
		if ($here == 'Весы' && $she == 'Дева') {
			$answer = '<p>Союз представителей знаков зодиака Весы и Дева очень интересный. Несмотря на общую высокую совместимость природных характеров в тандемах часто происходят ссоры и конфликты. Но, как правило, со временем партнеры приспосабливаются друг к другу и между ними возникают гармоничные отношения. Основные сложности в тандемах возникают из-за того, что представители знака зодиака Дева отличаются устойчивыми взглядами и всегда уверены в правильности своих поступков. А спутники, родившиеся под знаком зодиака Весы - сомневающиеся личности. Им трудно понять желания возлюбленных, все систематизировать и жить по строгим правилам, не проявляя гибкости в решении возникающих проблем.</p>

<p>Совместимость парня Весы и девушки Дева доставляет желать лучшего. Сложности возникают на фоне того, что партнерша считает мужчину несерьезным и легкомысленным. С другой стороны, партнера напрягают отношения с женщиной, подход к жизни, который ему абсолютно непонятен. Людям трудно общаться, хотя они оба отличаются развитым интеллектом и умеют работать. Даже создав тандем, каждый из партнеров живет своей жизнью.</p>

<p><b>В любовных отношениях (совместимость в любви 65%)</b></p>
<p>Совместимость мужчины Весы и женщины Девы в любовных отношениях проблематичная. С одной стороны, если между людьми проскакивает любовная искра, то построить гармоничный любовный союз им не помешают несхожие природные характеры.&nbsp;С другой стороны люди по-разному относятся к жизни, поэтому очень быстро в любовном тандеме может возникнуть скука. Однообразная жизнь особенно раздражает общительного мужчину. Он пытается приобщить к веселому времяпровождению в компании друзей свою избранницу. Но это его избраннице не понравится, ведь она по своему природному характеру является домоседкой.</p>

<p>Совместимость Весы и Дева в любви всецело зависит от того, насколько быстро женщина сможет отказаться от критики своего партнера. Терпеливый мужчина долго ее не сможет выдерживать. Если партнерша сможет воспринимать своего спутника со всеми его достоинствами и недостатками, то любовные отношения сложатся очень удачно. Мужчина сможет многому научиться у своей приземленной избранницы и со временем по заслугам это оценит.</p>

<p><b>В постели (совместимость в сексе 45%)</b></p>
<p>Совместимость Весы и Девы в постели находится на среднем уровне. Но при определенных обстоятельствах интимная жизнь может стать идеальной. К сожалению, такое случается редко. По своей природе девушка Дева очень сдержано относится к сексу, ее можно даже считать холодной. К интимной жизни партнерша относится, как к необходимости. Ее потребности и желания традиционные, она не стремиться к экспериментам.</p>

<p>Партнер также не ставит секс во главу отношений, но при этом ему нравится получать удовольствие в интимной сфере. Поэтому он приложит максимум сил, чтобы раскрепостить избранницу. В большинстве случаев это ему удается. Поэтому даже при традиционном сексе людям удастся получать незабываемое удовольствие. Мужчина осыпает свою избранницу ласками в постели и говорит ей очень красивые слова, которые не оставят красавицу равнодушной. Постепенно ее холодность растворится, и она научится доставлять удовольствие партнеру.</p>

<p><b>В браке (совместимость в семейной жизни 75%)</b></p>
<p>Совместимость мужчины Весы и женщины Девы в браке не очень высокая. Более высокие шансы для создания тандема появляются в случае традиционной схемы. То есть, когда мужчина берет на себя обязанности основного добытчика, а женщина обеспечивает ему надежный тыл. Совместимость Весы и Дева в любви базируется на сдержанном характере партнера.</p>

<p>Брак может продержаться длительное время, если супруга не будет критиковать мужа по любым поводам. Это возможно, если брак заключается по взаимной любви. Оба супруга стремятся к стабильности, поэтому им проще сохранить имеющиеся отношения, чем строить новые. Именно по этой причине разводы в союзах случаются очень редко.</p>

<p>Сложности встречаются только в начальный период отношений. Более эмоциональному супругу будет тяжело привыкать к замкнутости супруги. Она предпочитает все обдумывать самостоятельно, а позже ставить перед фактом супруга. Такой подход очень напрягает мужчину, ведь он считает, что все вопросы должны обсуждаться и только после этого может приниматься то или иное решение. Очень часто возникают разногласия и в финансовой сфере. Супруга бережно относится к деньгам, она всегда думает о завтрашнем дне, но супругу это не всегда нравится. Он считает, что заработанные деньги нужно тратить, а впоследствии думать, как их снова заработать.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 40%)</b></p>
<p>Дружба между мужчиной Весы и женщиной Дева возникает редко. Эти люди совершенно разные по своим природным характерам, поэтому заинтересовать друг друга не могут. Если людям приходится работать в одном коллективе, то между ними может возникнуть приятельство. Они будут поддерживать друг друга, но при этом душевной близости между людьми не возникнет.</p>

<p>Дружеские отношения, наполненные теплотой и пониманием, часто возникают между людьми разных поколений. В этом случае подруга Дева набирается опыта и перестает критиковать своего друга. Она стремиться искренне помочь ему на его жизненном пути. Со своей стороны она заряжается необходимой позитивной энергией.</p>

<p>В устойчивом дружеском тандеме царит доброжелательность. Весы и Дева не пытаются переделывать друг друга. Для всегда сомневающегося избранника, очень важна поддержка решительной и уверенной в себе женщины. Кроме этого он учится рационально мыслить и оценивать сложившуюся обстановку.</p>';
		}
		if ($here == 'Весы' && $she == 'Весы') {
			$answer = '<p>Представители Весов предпочитают гармонию во всем. Именно поэтому их взаимоотношения в большинстве случаев складываются очень благополучно. Со стороны видно, что пара очень гармоничная. Партнеры стремятся к пониманию и никогда не конфликтуют. Все проблемы решаются путем заключения договоренностей и компромиссов. Если люди, принадлежащие к знаку зодиака Весы, организуют тандемы, то они очень редко распадаются. Разрыв отношений может наступить только тогда, когда один из партнеров перекладывает решение проблемы на другого. Крепкие союзы имеют место только на основе поддержки и полной доверительности.</p>

<p>Представители данного знака зодиака стремятся к идеальным отношениям. Влюбленные очень любят комфорт и ценят общение друг с другом. В тандемах царит атмосфера полного взаимопонимания. Мужчина умеет по достоинству ценить все прекрасное, поэтому природный шарм женщины не останется незамеченным.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>
<p>Совместимость мужчины Весы и женщины Весы в любовных отношениях очень высокая. Партнеры в таких тандемах отличаются привлекательностью и общительностью. Любовный тандем строится на свободных отношения. Люди доверяют друг другу, поэтому между ними никогда не возникает ревности. Представителей данного знака зодиака можно считать зеркальным отражением друг друга. Понимание между ними происходит на подсознательном уровне.</p>

<p>Высокой является совместимость Весы и Весы в любви в силу того, что оба партнеры склонны оценивать сложившуюся жизненную ситуацию логически и принимать решения на основе исключительно здравого смысла. Пара очень романтичная, отношения всегда сбалансированные. Это связано с тем, что люди настолько похожи, что им требуется для полноценного отдыха одинаковое время и похожие занятия. Их вполне устраивает то, что периоды активности сменяется желанием побездельничать.</p>

<p>В благополучных союзах всегда присутствуют дипломатичные отношения. Оба партнеры стремятся уйти от серьезных вопросов, именно поэтому их жизнь наполнена легким общением. Житейские сложности могут стать угрожающим фактором.</p>

<p>Угрозу любовным тандемам представляет скука. Несмотря на всю гармоничность отношений, партнеры ничего нового не могут принести в союз. Беседы на одни и те же темы могут утомлять людей. И если спутники не предпримут определенных решений и не разнообразят совместную жизнь, то, скорее всего, они расстанутся. Но при этом расставание произойдет по обоюдному согласию без каких-либо скандалов.</p>

<p><b>В постели (совместимость в сексе 92%)</b></p>
<p>Совместимость мужчины Весы и женщины Весы в постели практически идеальная. Если в реальной жизни партнерам все-таки приходится подстраиваться друг к другу и находить компромиссы, то в сексуальной сфере у них просто никогда не возникает непонимания, которое могло бы стать причиной разногласий.</p>

<p>Высокая совместимость Весы и Весы в постели связана с тем, что спутники очень любят экспериментировать в сексе. Женщина с удовольствием принимает романтические ухаживания. Интимная жизнь наполнена красивыми разговорами о любви, флиртом и кокетством. В интимной сфере всегда имеют место сюрпризы и неожиданности.</p>

<p>Природная совместимость Весы и Весы в постели способствует очень красивым сексуальным отношениям. Глубокие, утонченные чувства - характерная особенность близости. В интиме не присутствует грубость и стремление властвовать.</p>

<p>Каждый из партнеров стремиться понять желания другого человека. Но при этом секс никогда не становится причиной для развития дальнейших отношений. Представители могут быть вместе только до тех пор, пока у них будет потребность в этом. Если партнеров что-то не будет устраивать в интимной сфере, то они быстро расстаются по обоюдному желанию.</p>

<p><b>В браке (совместимость в семейной жизни 86%)</b></p>
<p>Несмотря на то, что совместимость мужчины Весы и женщины Весы в браке очень высокая, большую угрозу для семейного союза представляют финансовые проблемы. Все дело в том, что представителям данного знака Зодиака не всегда удается зарабатывать деньги, но при этом оба партнера очень любят роскошь и комфортную жизнь.</p>

<p>Безусловно, прежде всего, в такой семье о финансовом благополучии должен заботится мужчина, но когда у него это не получается его должна подстраховать женщина. Как правило, супруги должны исключить риски потери работы, поэтому всегда должны иметь дополнительные заработки.</p>

<p>При финансовом благополучии супруги создают гармоничный семейный тандем. Особой духовной близости между спутниками нет, но это нивелируется глубокой чувственностью. Семейные отношения строятся исключительно на доверительности. Измен в таких тандемах не бывает. Этим также объясняется хорошая совместимость Весы и Весы в браке.</p>

<p>Супруги никогда не конфликтуют, так как считают, что любой спорный вопрос можно разрешить, договорившись друг с другом. Но именно из-за такого подхода существуют риски для благополучной семейной жизни. Иногда супруги ведут себя пассивно, и перекладывают ответственность друг на друга.</p>

<p>В семье всегда царить атмосфера уважения. Супруги очень любят детей и посвящают много времени их развитию. У женщины в семейном тандеме всегда возникает больше сложностей, в силу легкомысленного отношения к жизни мужчины. Он часто бывает непостоянным и меняет решения. В браке жены проявляют большую ответственность.</p>

<p>Представители знака зодиака Весы и Весы, которые находятся в браке, стремятся разграничивать личную жизнь и рабочие дела. Как правило, супруги не стремятся организовывать общий бизнес. Для того чтобы иметь возможность отдыхать друг от друга им нужно иметь определенные увлечения на стороне.</p>

<p>Примечательно, что супруги при возникновении серьезных непониманий, быстро принимают решение расстаться. Они не цепляются за отношения. Поэтому, несмотря на высокую совместимость разводы в парах довольно частое явление.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 50%)</b></p>
<p>Искренняя длительная дружба между представителями знаков зодиака Весы и Весы возникает редко. Это связь в силу легкости природного характера людей. Если между ними не возникает любовной связи, то партнеры не считают нужным связывать себя другими обязательствами.</p>

<p>Встречаясь на жизненном пути, они некоторое время могут поддерживать связь. Спутники посещают театры, кино, другие общественные мероприятия. Довольно быстро у них возникает взаимопонимание, но они не спешат делиться сокровенными мыслями и мечтами, не стремятся грузить друг друга собственными проблемами. Они не ставят целью найти поддержку. Их может объединять исключительно общее конкретное увлечение, к примеру, любовь к искусству, но не более.</p>

<p>У каждого из избранников свои жизненные интересы, но они не стремятся один одного посвящать в них. Если они теряют интерес друг другу то очень легко расстаются и, зачастую, даже не вспоминают друг о друге.</p>

<p>Общая работа также не может объединять представителей данного знака зодиака. Хотя, работая в одном коллективе, партнеры уважительно относятся друг к другу в силу природной тактичности и дипломатичности. Даже без дружбы, рабочий тандем мужчины и женщины Весы очень успешный. Это связано с тем, что у них имеется одинаковое понимание поставленной перед ними задачи.</p>

<p>В силу природной дипломатичности Весы и Весы очень быстро налаживают деловые отношения. Сложности возникают в случае авралов, на непредвиденные ситуации Весам всегда трудно правильно реагировать из-за природной уравновешенности. Но при таких обстоятельствах всегда приходят на помощь компаньоны.</p>';
		}
		if ($here == 'Весы' && $she == 'Скорпион') {
			$answer = '<p>Союз представителей знаков зодиака Весы и Скорпион уникальный. В нем уживаются спутники, принадлежащие к совершенно противоположным стихиям: огню и пламени. И следует отметить, что отношения, в большинстве случаев, складываются очень удачно. Но при этом в тандемах бушуют сильные страсти. Пара со стороны выглядит просто великолепной и обворожительной. Несомненно, лидером в союзе всегда является сильный Скорпион. Но поскольку Весы и Скорпион отличаются повышенной эмоциональностью, то довольно часто в тандемах случаются ссоры, но примирение после них наступает очень быстро.</p>

<p>Избранника Весы часто удерживает в таком тандеме только выгода, которую он видит, находясь рядом со своей спутницей. Все дело в том, что рядом с женщиной Скорпион чувствует себя очень уверенно и часто становится успешным человеком. По своему природному характеру представитель знака зодиака Весы очень боится ответственности. В тандеме он вполне может рассчитывать на помощь и поддержку своей спутницы, которая никогда не теряет самообладания над собой в самых сложных жизненных ситуациях.</p>

<p><b>В любовных отношениях (совместимость в любви 72%)</b></p>
<p>Совместимость мужчины Весы и женщины Скорпиона в любовных отношениях довольно высокая. Особенностью такого союза является то, что лидером в нем всегда является более сильная женщина. В силу этого любовь возникает, обычно, до того, как партнеры хорошо узнают друг друга. Причем инициатива всегда исходит от партнерши, а любовные отношения базируются изначально на ее влюбленности. Мужчина Весы очень нерешительный, поэтому он никогда не может заставить себя сделать первый шаг, даже если испытывает глубокие чувства.</p>

<p>Женщина Скорпион всегда ценит отношения с таким избранником, как Весы. Ей нравится его желание гармонизировать мир, окружающий его. Кроме того положительную роль в благополучии тандема играет не конфликтность мужчины. Ему успешно удается сглаживать эмоциональные всплески избранницы и не позволять им перерастать в серьезные ссоры. Также он оказывает эффективную поддержку партнерше, когда ее одолевает пессимистическое настроение.</p>

<p>В любовном тандеме партнеры очень многому учатся друг у друга. Женщина приобретает способность мыслить логически и не поддаваться эмоциям. Мужчина становится более чувствительным и учится наслаждаться жизнью во всех ее проявлениях.</p>

<p><b>В постели (совместимость в сексе 88%)</b></p>
<p>Совместимость мужчины Весы и женщины Скорпиона в постели почти идеальная. Для партнеров интимная жизнь играет огромную роль. Женщина является великолепной любовницей. У нее нет никаких комплексов от природы, и она стремится от сексуальной жизни получать максимум удовольствия.</p>

<p>Как и в жизни, так и в постели партнерша занимает лидирующую позицию. Но это вполне устраивает мужчину Весы. Ему достаточно того, что основную эмоциональную составляющую в секс вносит он. Обычно, именно партнер ведет любовную игру и очаровывает партнершу красноречием. Она отвечает ему чувственными ласками, и стремиться выглядеть соблазнительной. Оба партнеры стремятся экспериментировать и доставлять друг другу максимальное чувственное удовольствие.</p>

<p>Навредить благополучному сексу может ревность женщины. Малейшие подозрения закрепостят ее, и заставят отказаться от секса. Это связано с тем, что партнерша более серьезно относится к чувствам.</p>

<p><b>В браке (совместимость в семейной жизни 77%)</b></p>
<p>Несмотря на высокую совместимость Весы и Скорпион в браке, разводы в парах случаются очень часто. Причем со стороны супруга нареканий к жене нет. Его вполне устраивает то, что она занимает лидирующую позицию, много работает, следит за порядком в доме.</p>
<p>Супруга принимает пассивность мужа и понимает, что подталкивать его к активной, практичной жизни и к роли добытчика бесполезно. Но все это она будет терпеть, пока в душе будут присутствовать глубокие чувства. Но как только любовь остынет, то супруга может принять решение расстаться.</p>

<p>Кроме этого женщина Весы может повести себя в браке по-другому. Она начнет ставить условия и может даже проявлять грубость по отношению к супругу, а также жестко контролировать все его поступки. Безусловно, свободолюбивому мужу такое отношение не понравиться и в таком случае он может стать инициатором развода.</p>

<p>Для того чтобы сохранить семью очень важно, чтобы у партнеров были общие интересы. Без этого разлука неминуема. Кроме этого мужу нужно помнить о том, что навредить семейным узам может его желание посоветоваться с друзьями по поводу определенных семейных вопросов. Но если супруги проявят разумность, то семейный союз будет складываться благополучно. В нем будет царить логика и умеренные эмоции. Спутники будут тактичны по отношению друг к другу, и при необходимости будут стремиться находить компромиссы.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 36%)</b></p>
<p>Дружба между представителями данных знаков зодиака возникает редко. Некоторое подобие дружеских отношений может быть между людьми старшего возраста. При этом в таком дружеском тандеме женщина Скорпион будет опекать мужчину, и делиться с ним жизненным опытом.</p>

<p>Молодой друг будет ценить советы старшей по возрасту подруги. Они помогут стать ему более успешным в жизни. Со своей стороны эмоциональная партнерша может научиться в таком тандеме дипломатичности и научиться сдерживать эмоции.</p>

<p>В дружбе у партнеров, вряд ли, может возникнуть желание делиться сокровенными мыслями и местами друг другу. Дружеские отношения наполнены практичностью и ни к чему не обязывают.</p>

<p>Дружба может возникнуть между мальчиком и девочкой в раннем возрасте. В таком случае дружеские отношения сохраняются на всю жизнь. Причем в этом случае мальчика привлекает более сильная по характеру девочка. Но в процессе взросления подружка черпает много полезной информации в дружеском тандеме.</p>';
		}
		if ($here == 'Весы' && $she == 'Стрелец') {
			$answer = '<p>Союз представителей знаков зодиака Весы и Стрелец может быть вполне успешным. Это связано с природными чертами характера людей, которые вполне сочетаемы. Партнеры отличаются высоким уровнем интеллекта, они стремятся к саморазвитию, у них всегда присутствует потребность в получении новых знаний. Представитель знака зодиака Весы всегда ценит в своей половинке легкость характера и чувство юмора. Оба партнера не конфликтны. Они быстро находят компромиссные решения в любых бытовых проблемах. Иногда сложности в тандемах возникают из-за того, что представитель Весов склонен всегда сомневаться, а представитель Стрельца часто на пути к цели проявляет агрессивность и безаппеляционность.</p>

<p>Если парень Весы и девушка Стрелец принимают решение создать тандем, что случается не часто, то отношения между ними складываются благополучно. Все дело в том, что у представителей данных знаков зодиака может быть много общих увлечений. Это всегда наполняет союзы позитивом и незабываемыми впечатлениями. В тандеме царит дружеская атмосфера. Полное взаимопонимание и взаимоуважение позволяет пережить испытание временем.</p>

<p><b>В любовных отношениях (совместимость в любви 71%)</b></p>
<p>Довольно высокая совместимость мужчины Весы и женщины Стрелец в любовных отношениях обуславливается тем, что люди относятся к совместимым природным стихиям: огню и воздуху. Если между партнерами проскакивает искорка любви, то они наполняют любовные союзы романтикой и интересным общением.</p>

<p>Весы и Стрелец во всем дополняют друг друга. Им обоим нравится вести активный образ жизни, который позволяет получать новые впечатления. Партнеру очень нравится уверенность и решительность партнерши. Именно эта черта ему не дана от природы. Тесно общаясь с любимой, он учится преодолевать свои душевные сомнения и быстро принимать решения.</p>

<p>Представители данных знаков зодиака не заостряют внимания на бытовых проблемах. В случае неприятностей спутники никогда не драматизируют ситуацию. Они миролюбивы, стремятся избегать конфликтов и не имеют привычки обвинять друг друга в свершенных ошибках.</p>

<p>Иногда разногласия возникают из-за разного поведения в обществе. Дипломатичного избранника может раздражать прямолинейность спутницы. Он считает, что партнерше нужно вести себя с другими людьми более тактично. Но если он сделает по этому поводу замечание, то может разразиться скандал, так как женщина Стрелец не приемлет никакой критики.</p>

<p><b>В постели (совместимость в сексе 87%)</b></p>
<p>Совместимость мужчины Весы и женщины Стрелец в постели очень высокая. Данный факт объясняется тем, что спутники полностью раскрепощены от природы. Они всегда откликаются на пожелания друг друга заняться сексом.</p>

<p>Партнеры дополняют друг друга в интимной сфере и дарят позитивные эмоции вследствие следующих особенностей природных характеров:</p>
<ul>
<li>Избранник Весы в постели красноречив, ему нравится любовная игра, он всегда красиво ухаживает. Это создает при интиме романтическое настроение.</li>
<li>Барышня Стрелец также любит в постели поговорить, своими интересными размышлениями она продлевает удовольствие от секса.</li>
</ul>
<p>Особенностью сексуальных отношений в паре Весы и Стрелец является то, что партнеры стремятся глубже познать друг друга. Для получения новых впечатлений они экспериментируют в постели и организовывают длительные прелюдии. Партнерша в такой паре более страстная, она стремится быть лидером в постели, но это не напрягает партнера. Мужчина с удовольствием подчиняется, получая незабываемые впечатления от секса.</p>

<p><b>В браке (совместимость в семейной жизни 43%)</b></p>
<p>Невысокая совместимость Весы и Стрелец в браке связана с тем, что представители данных знаков зодиака не стремятся к созданию семьи. Они очень долгое время могут просто жить вместе и чувствовать себя при этом комфортно.</p>

<p>Благополучность семейных отношений между мужчиной Весы и женщиной Стрелец видна со стороны. У людей в тандеме настолько хорошее взаимопонимание, что им удается легко избегать серьезных жизненных испытаний. Они полностью доверяют друг другу и всегда могут рассчитывать на поддержку. В целом их семейная жизнь наполнена благополучием, так как супруги умеют интуитивно выбирать жизненные пути, на которых меньше преград.</p>

<p>Примечательно, что в таком семейном союзе нет основного добытчика. Работают и муж, и жена. И от того насколько им удастся подняться по карьерной лестнице полностью зависит материальное благополучие семьи.</p>

<p>Некоторую угрозу семье несет бытовая сфера. Все дело в том, что женщина Стрелец по своей природе не может быть хорошей хозяйкой. Она способна быстро навести порядок в доме, но поддерживать его - это выше ее сил. Мужчину Весы, который очень любит украшать отдельными элементами собственное жилище, это очень раздражает. Именно в силу этого в семье периодически возникают грандиозные скандалы на бытовой почве. Нормализовать обстановку в семье можно только договорившись о четком распределении обязанностей.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 62%)</b></p>
<p>Дружба между представителями данных знаков зодиака возникает очень часто, но длится она не долго. Все дело в том, что между партнерами почти всегда возникает любовное притяжение, которому они не могут противостоять. Очень часто дружеские отношения между парнем Весы и подругой Стрелец представляют угрозу для ранее созданных семей.</p>

<p>Пожалуй, безопасной дружба может быть только в том случае, если женщина намного старше мужчины. При таких обстоятельствах друзья могут проводить много времени в интересных беседах. Более того если старшая подруга одинока, то она может стать другом семьи.</p>

<p>Благополучно складываются отношения между представителями данных знаков зодиака и в рабочей сфере, что может стать началом крепкой дружбы. Поскольку друзья предпочитают решать поставленные задачи схожими методами, то их совместная работа может быть очень результативной.</p>';
		}
		if ($here == 'Весы' && $she == 'Козерог') {
			$answer = '<p>Союз Весы и Козерог достаточно противоречив. Со стороны кажется, что спутники настолько разные, что просто не могут быть вместе. Поэтому, чтобы это изменить представителям данных знаков зодиака необходимо искренне любить друг друга и приложить максимум усилий для сохранения тандема. Очень часто отношения между людьми начинаются сразу после знакомства. Но они очень быстро могут закончиться из-за того, что партнеры отличаются очень критическим отношением к жизни. Представителям этого знака может не просто не нравиться мир, окружающий их, но и поведение друг друга. В силу несдержанности избранников часто возникают ссоры и разногласия.</p>

<p>В тандемах, которые создают мужчина Весы и женщина Козерог лидирует партнерша. По своему природному характеру она отличается уверенностью и способна быстро принимать правильные решения. Но при этом для дамы характерна определенная жесткость, и она часто не считается с мнением окружающих. Такой жизненный подход не очень нравится дипломатичному партнеру. Это является поводом для серьезных разногласий, которые часто приводят к разрыву отношений.</p>

<p><b>В любовных отношениях (совместимость в любви 61%)</b></p>
<p>Если пару не связывает быт и совместные дела, то у влюбленных имеется шанс построить благополучные отношения. Именно об этом свидетельствует совместимость мужчины Весы и женщины Козерога в любовных отношениях, которая немного выше среднего уровня.</p>
<p>При первом знакомстве неординарная барышня Козерог обязательно привлечет внимание мужчины Весы. Она понравится ему тем, что в обществе она будет чувствовать себя уверенно и спокойно. Ее стремление к стабильности будет четко просматриваться в ее поведении.</p>

<p>На первых порах развития отношений избранники будут чувствовать себя очень комфортно. Но постепенно узнавая друг друга, партнеры будут понимать, насколько они разные. Причем существенных плюсов, которые способны удержать их вместе, практически нет.</p>
<p>Единственный вариант, когда Весы и Козерог могут быть вместе - это если они смогут принять друг друга со своими недостатками и достоинствами. К сожалению это случается нечасто, представителям этих двух знаков зодиака трудно преодолеть себя. Причиной расставания является то, что партнерша будет все время подталкивать партнера, но мужчины Весы никакого давления со стороны не приемлют.</p>

<p><b>В постели (совместимость в сексе 87%)</b></p>
<p>Как и в жизни в сексуальных отношениях главная роль в тандеме принадлежит женщине Козерогу. Но поскольку мужчину это вполне устраивает, то совместимость мужчины Весы и женщины Козерога в постели довольно высокая.&nbsp;Но при этом следует подготовиться к тому, что благополучные сексуальные отношения установятся не сразу. Мужчине нужно будет набраться терпения для того, чтобы растопить природную сдержанность красавицы. Но это вполне возможно на фоне искренних любовных чувств.</p>

<p>Если это удастся, то в интимной сфере партнерша сможет реализовать все представления и мечты мужчины об идеальном сексе. Несмотря на свою прямолинейность, женщине Козерогу не чужды чувственные наслаждения. Она с удовольствием прислушивается к советам партнера и быстро всему учится. Пройдет немного времени и отношения в постели приблизятся к идеальным, но при этом они не станут удерживающим фактором, если люди по какой-то бытовой причине примут решение расстаться.</p>

<p><b>В браке (совместимость в семейной жизни 43%)</b></p>
<p>Представители данных знаков зодиака очень редко вступают в брак. Встречаясь, спутники быстро понимают, что они не подходят друг другу. Об этом свидетельствует низкая совместимость Весы и Козерог в браке.</p>

<p>В семье лидерскую позицию всегда занимает сильная и уверенная в себе супруга. С ее стороны чувствуется давление, что, безусловно, не нравится супругу. Но при этом он ценит ее способность быстро принимать решения в трудных жизненных ситуациях. Кроме того ему нравится, что жена умеет правильно распределять финансы, поэтому при всяких непредвиденных ситуациях всегда имеются деньги про запас.</p>

<p>Супруга любит стабильность и никогда не потерпит хаоса в жизни. Поэтому легкое отношение к жизни мужчины Весы и его стремление ко всему новому, что может нарушить традиционный уклад, ее раздражает. Причем к любым человеческим слабостям, она относится безжалостно.</p>

<p>Мужчине Весы очень сложно научиться жить по распорядку и придерживаться условностей, которые он считает излишними. Он стремиться разнообразить жизнь, избежать рутинных обязательств, заводит знакомства с новыми людьми.</p>

<p>Чтобы сохранить семью партнерам Весы и Козерог необходимо будет приложить немалые усилия. К сожалению, это не всегда получается.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 62%)</b></p>
<p>Представители данных знаков зодиака вполне могут дружить. Но при этом партнеров обязательно должно объединять общее дело. Женщина Козерог очень трудолюбива и аккуратна в работе, ей можно доверить любое дело и полностью на нее положится. Она ответственна, чего часто не хватает мужчине Весы, который всегда сомневается, и способен менять собственные решения очень быстро.&nbsp;Но с другой стороны, друг обладает высоким интеллектуальным потенциалом, поэтому способен качественно выполнить работу любой сложности. Такие качества людей способствуют возникновению дружеских отношений. Друзья поддерживают друг друга, но не стремятся посвящать один одного в личные дела и делиться сокровенными мыслями.</p>

<p>Но как только общее дело будет выполнено дружба может сойти на нет. Причем расстаться миролюбиво у людей, вряд ли, получиться. Обычно друзья начинают критиковать друг друга, вследствие чего раздражение накапливается, и дружеские отношения разрываются на фоне какой-то мелочи.</p>';
		}
		if ($here == 'Весы' && $she == 'Водолей') {
			$answer = '<p>Избранники Весы и Водолей очень подходят друг другу. В силу этого они всегда создают очень благополучные и гармоничные тандемы. При первой встрече избранники на подсознательном уровне чувствуют взаимное притяжение. Им удается очень быстро находить общий язык и между ними никогда не возникают разногласия. Некоторую незначительную угрозу отношениям несет природное свободолюбие обоих партнеров. Тандемы представителями этих знаков зодиака формируются очень стремительно, и у спутников никогда не возникает сомнения в правильности принятых решений. Этому способствует, что партнерами управляет одна природная стихия - воздух.</p>

<p>Союзы между представителями данных знаков зодиака очень крепкие. Характерной особенностью является то, что решение об их создании принимается очень быстро. Партнеры интересны друг другу, они коммуникабельны, их объединяют схожие жизненные позиции, они могут иметь общие цели. Гармония в тандемах достигается тем, что в нем нет лидера, а присутствуют абсолютно равноправные отношения.</p>

<p><b>В любовных отношениях (совместимость в любви 82%)</b></p>
<p>Совместимость мужчины Весы и женщины Водолея в любовных отношениях очень высокая. И этот показатель подтвержден на практике без всяких условий и оговорок. Отношения в тандемах наполнены глубокими чувствами, они развиваются всегда очень стремительно. Объединяющим фактором является стремление к разнообразию. Влюбленным никогда не бывает скучно вместе, так как свободное времяпровождение наполнено романтическими событиями и интересным общением.</p>

<p>Примечательно, что партнерам удается сохранить новизну в отношениях длительное время. Это, прежде всего, связано с тем, что они никогда не стремятся ограничивать свободу друг друга. Спутники сохраняют определенную внешнюю и внутреннюю свободу. Они уважают интересы своих половинок и стремление иметь своих друзей. Также глубокое взаимопонимание позволяет рассчитывать на поддержку и исключает какие-либо разногласия.</p>

<p>С другой стороны партнеры с удовольствием проводят время в компании общих друзей. Весы и Водолей отличаются доброжелательностью и легкостью в общении. Партнеры не стремятся делиться своими проблемами, предпочитая их решать только вдвоем.</p>

<p><b>В постели (совместимость в сексе 81%)</b></p>
<p>Совместимость женщины Весы и мужчины Водолея в постели неплохая, но она зависит во многом от настроения партнеров. По своей природе представители этих знаков зодиака раскрепощенные, у них нет никаких природных комплексов.&nbsp;Вследствие этого, партнеры с удовольствием занимаются сексом, но при этом эта интимная сфера не является связующим фактором. Сексуальные отношения всегда наполнены позитивными эмоциями. Партнеры ведут красивую любовную игру, им нравится создавать романтическое настроение. Они позволяют себе во время секса общаться на самые различные темы, в частности говорить о любви. С удовольствием партнеры экспериментируют, с целью доставить максимальное удовольствие друг другу. Кроме того, благополучию в постели способствует то, что партнеры способны интуитивно чувствовать один одного.</p>

<p><b>В браке (совместимость в семейной жизни 92%)</b></p>
<p>Высокая совместимость Весы и Водолей в браке указывает на то, что представители этих знаков зодиака очень часто принимают решение о создании семейных союзов. Причем заключение брака не является спонтанным, влюбленные продумывают будущую совместную жизнь до мелочей. Брак заключается только тогда, когда и мужчина, и женщина будут уверенны в правильности выбора спутника жизни.</p>

<p>В большинстве случаев, отношения складываются очень благополучно. В семье царит спокойная и благожелательная атмосфера, наполненная абсолютным доверием. Любые бытовые вопросы в семье обсуждаются, и по ним вырабатывается определенное решение. Поскольку оба супруга не любят заниматься рутинными домашними обязанностями, то все хозяйственные дела выполняются вмести и, как можно быстрее. Но при этом никакого конкретного распределения нет.</p>

<p>Некоторую угрозу семейной жизни несет природная безответственность супруга. Но, как правило, любящей жене удается ненавязчиво воздействовать на любимого человека и воспитывать его, без всякого давления. Это позволит избежать кризиса в отношениях в трудные времена. Со временем супруги становятся единым целым, им не страшны никакие преграды на жизненном пути.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 58%)</b></p>
<p>Если между представителями данных знаков не проскочила любовная искра, то у них имеются все предпосылки для возникновения крепкой дружбы. Это общие интересы и схожесть природных характеров. Обычно друзья не стремятся проводить все свободное время вместе, им это не нужно, так как люди чувствуют друг друга на расстоянии и уверены, что смогут оказать необходимую помощь на расстоянии.</p>

<p>Крепкая дружба сохраняется на долгие годы, между партнерами не возникает конфликтов, и абсолютно отсутствуют какие-либо претензии. Крепость дружеских отношений объясняется тем, что Весы и Водолей не делают попыток переделать друг друга. В дружеских отношениях преобладает тяга к новым впечатлениям, но при этом друзья не лезут в душу друг другу. Именно поэтому дружба лишена душевности и эмоциональности.</p>

<p>Друзья могут создавать очень сильный деловой союз. У них одинаковые подходы к работе, поэтому у окружающих может складываться впечатление, что работает один человек. Важным достоинством рабочего дружеского тандема является то, что коллеги в нем проявляют повышенную активность. Причем друзьям абсолютно не страшны неожиданности и форс-мажорные обстоятельства. Работая плечом к плечу, они всегда находят оптимальный выход из сложившейся ситуации.</p>';
		}
		if ($here == 'Весы' && $she == 'Рыбы') {
			$answer = '<p>На первый взгляд может показаться, что представители знаков зодиака Весы и Рыбы, очень похожи своими природными характерами. Но если разобраться, то спутники сильно отличаются друг от друга, но, тем не менее, им удается создавать благополучные тандемы. Обе натуры являются утонченными, интеллектуальными, но окружающий мир воспринимают совершенно по-разному:</p>
<ul>
  <li>Для представителя знака зодиака Весы важна внешняя красота и мнение окружающих.</li>
  <li>Для представителя знака зодиака Рыбы важна глубинная составляющая происходящих в окружающем мире событий.</li>
</ul>
<p>При встрече представители этих знаков зодиака обязательно замечают друг друга. В начале знакомства Весы и Рыбы легко находят общий язык. Но чем дольше они общаются, тем больше обнаруживается между ними противоречий. И только на фоне сильной любви партнерам удается построить крепкие тандемы.</p>

<p><b>В любовных отношениях (совместимость в любви 98%)</b></p>
<p>Совместимость мужчины Весы и женщины Рыбы в любовных отношениях очень высокая. Это связано с тем, что любовное притяжение возникает на подсознательном уровне. Партнеры на первых порах не отходят друг от друга, стремясь проводить, как можно больше времени вместе. Они много гуляют, разговаривая на самые различные темы, часто посещают различные общественные мероприятия, получая от этого огромное удовольствие.</p>

<p>Любовный тандем может быть благополучным, хотя по истечению времени партнеры осознают факт того, что, несмотря на то, что они думают и действуют одинаково, жизненные цели совершенно разные:</p>
<ul>
  <li>Девушка Рыбы всегда живет эмоциями и чувствами. Она стремиться проявлять в жизни сострадание.</li>
  <li>Избранник Весы предпочитает жить, основываясь на беспристрастной, холодной логикой.</li>
</ul>
<p>Спасти союз может только то, что партнеры могут находить компромиссы и очень миролюбивые. Женщину Рыбу вполне устраивает то, что ее партнер стремиться создать в тандеме гармонию. Он всегда спокоен и позитивно настроен, поэтому помогает избраннице справиться с меланхолией, которая заставляет ее часто закрываться от внешнего мира и уходить в воображаемое пространство. Если Весы и Рыбы в любовном тандеме научаться понимать друг друга, то союз может быть идеальным.</p>

<p><b>В постели (совместимость в сексе 66%)</b></p>
<p>Совместимость мужчины Весы и женщины Рыбы в постели очень хорошая. Оба партнера стремятся получить от секса максимальное удовольствие. Мужчина Весы - искусный любовник, он умеет создавать романтическое настроение. Он фантазер, поэтому всегда стремиться вносить в интимную жизнь новизну. На первом плане у него чувственность, поэтому он устраивает долгие прелюдии. Он любит говорить на любовные темы, всегда интересуется пожеланиями партнерши.</p>

<p>Женщина Рыбы очень эмоциональная и впечатлительная, поэтому она легко поддается на фантазии партнера. Другими словами мужчина Весы своим поведением в постели может быстро вскружить голову меланхоличной красавице.&nbsp;Но при этом женщина Рыбы всегда чувствует малейшую фальшь. Поэтому важно, чтобы отношения были серьезными, иначе наступит разочарование и о благополучных сексуальных отношениях не может быть и речи.</p>

<p>В силу любовной пылкости партнера всегда возникает благоприятный фон в сексе. Но женщине Рыбы не следует чрезмерно привязываться к своему любовнику. После разочарования может наступить депрессия, которая может серьезно отразится на здоровье.</p>

<p><b>В браке (совместимость в семейной жизни 53%)</b></p>
<p>Совместимость Весы и Рыбы в браке далека от идеала. Если семьи создаются юными представителями данных знаков зодиака, то вероятность того, что брак распадется быстро - очень большая. Стабильными являются семейные тандемы, которые заключаются взрослыми людьми, имеющими за плечами большой жизненный опыт.</p>

<p>В бытовом плане в паре имеется полное взаимопонимание, супруги любят красоту и утонченность отношений, обстановка в доме у партнеров всегда отличается оригинальностью, так как они обладают от природы изысканным вкусом.</p>

<p>Жена Рыбы стремится делать все, чтобы угодить мужу. Она любит уют, ее не заботит мнение окружающих людей, для нее главное, чтобы в семье царила доброжелательная обстановка. Но мужу гораздо важнее, чтобы его ценили и считали успешным все родственники, друзья и знакомые. На почве этого могут возникать ссоры, которые несут угрозу семейному тандему.</p>

<p>По-разному относятся супруги к жизненным трудностям. Супруг не может рассчитывать на поддержку своей второй половинки. Она уходит от проблем, закрываясь в своем внутреннем мире. Такой подход абсолютно непонятен супругу. Оставаясь один на один с проблемами, он довольно быстро находит верное решение, но неприятный осадок надолго остается в его душе.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 74%)</b></p>
<p>Мужчина Весы и женщина Рыбы часто дружат. Людям приятно проводить вместе свободное время. Обычно друзей объединяет любовь к искусству. Люди с удовольствием ходят в театры, бывают на выставках, а после этого устраивают обсуждение увиденного.</p>

<p>Примечательно, что на фоне дружбы никогда не возникает любовь. Кроме этого между представителями данных знаков зодиака никогда не возникает духовной близости, поэтому можно сказать, что дружба больше напоминает приятельство. Вследствие этого вторым &laquo;половинкам&raquo; представителей данных знаков зодиака не о чем беспокоится.</p>

<p>Но при этом приятельские отношения могут сохраняться долгие годы. Люди миролюбивы и никогда не выясняют отношения, имея разные мнения по определенным вопросам. Избранницу Рыбу с глубоким внутренним миром разочаровывает поверхностность мужчины. А со стороны партнера всегда имеется непонимание поведения меланхоличной красавицы.</p>';
		}
		//Скорпион 5
		if ($here == 'Скорпион' && $she == 'Овен') {
			$answer = '<p>Союз пары Овен и Скорпион очень крепкий, хорошая совместимость наблюдается во всех сферах. Но примечательно то, что эти люди могут при определенных жизненных обстоятельствах стать настоящими врагами, но это случается крайне редко. Представители этих знаков зодиака имеют похожие характеры. Они честные и принципиальные люди, которые стремятся к интересной, наполненной приключениями жизни. В таком союзе генератором идей всегда является Скорпион, а функции двигательной силы выполняет Овен. В силу постоянного движения вперед в одном направлении такие люди всегда очень заняты, поэтому редко конфликтуют.</p>

<p>Очень прочными являются союзы между парнем Скорпионом и девушкой Овном. У представителей этих знаков зодиака все складывается успешно во всех сферах. Несмотря на то, что женщина отличается сложным характером, усмирить ее мужчине в такой паре не составляет труда.</p>

<p><b>В любовных отношениях (совместимость в любви 90%)</b></p>
<p>Идеальная совместимость мужчины Скорпиона и женщины Овна в любовных отношениях указывают на то, что в их союзе царит гармония и полное взаимопонимание. Примечательно, что энергичная и независимая женщина практически сразу подчиняется волевому Скорпиону и не стремится быть лидером.</p>

<p>Хорошая совместимость Скорпион и Овен в любви совсем не означает, что между такими сильными людьми не будет разногласий. Но природная мудрость заставляет влюбленных ценить то, что они имеют, поэтому после даже самых сильных ссор партнеры быстро мирятся.</p>

<p>Со временем между девушкой Овен и парнем Скорпионом возникает практически мистическая связь. Мужчина с успехом воплощает собственные идеи, а женщина активно поддерживает его, оставаясь надежным тылом. При этом она также постоянно совершенствуется. Часто в такой паре партнеры, благодаря любви и поддержке, становятся очень успешными и достигают таких высот, о которых в одиночестве им даже не приходилось мечтать.</p>

<p><b>В постели (совместимость в сексе 95%)</b></p>
<p>Чувственный Скорпион идеально подходит страстной барышне Овен. Поэтому при встрече у этих людей первое притяжение происходит в сексуальной сфере. Совместимость пары в постели дает настоящее наслаждение от секса, что очень часто удерживает партнеров вместе.</p>

<p>Избранники любят экспериментировать и стремятся доставить друг другу удовольствие. Партнерша понимает, что только мужчина Скорпион способен подарить ей незабываемые ощущения, поэтому с удовольствием откликается на все его предложения.</p>

<p>Примечательно, что на начальном этапе развития отношений, партнеры готовы заниматься сексом постоянно. Но со временем, когда они немного пресытятся друг другом, они начинают учиться жить вместе. И, следует заметить, что они успешно находят общий язык и в разных сферах жизнедеятельности.</p>

<p><b>В браке (совместимость в семейной жизни 70%)</b></p>
<p>Представители данных знаков зодиака часто создают идеальную семью. Этому подтверждение - высокая совместимость мужчины Скорпиона и женщины Овен в браке. Разводы в паре случаются редко, хотя спокойной жизнь в семье, вряд ли, будет, особенно в начальный период совместной жизни. Со временем супруги научатся направлять свои эмоции и силу в одном направлении, они станут более уважительно относиться к своим спутникам. И это будет способствовать укреплению семьи.</p>

<p>Если супруги не научаться уступать, то риск развода возрастает. Кроме того поводом для серьезных конфликтов может стать ревность, причем исходить она может со стороны каждого партнера. Но, как правило, провоцирует ее супруга Овен, которая может быть слишком активной и энергичной в обществе.</p>

<p>Совместимость знаков в браке основана на том, что женщина должна отдать лидерство в семье мужчине. Но если этого не случится, то конфликтов не избежать. Периодически возникающие на этой почве разногласия приведут к конфликтам. Супруги перестанут понимать и поддерживать друг друга, поэтому дальнейшая совместная жизнь будет бессмысленной.</p>

<p>Иногда ссоры даже в гармоничном союзе возникают на почве воспитания детей. Каждый из супругов будет считать, что он прав и уступать в таком важном вопросе будет не намерен. Немного расходятся супруги и в вопросах обустройства быта. Женщина Овен предпочитает более скромную обстановку, а муж Скорпион предпочитает роскошь. Вследствие этого у партнеров могут возникнуть разногласия по поводу трат финансовых средств.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 40%)</b></p>
<p>Дружба между мужчиной Скорпион и женщиной Овном возникает очень редко. И причиной этого является не только сексуальное притяжение. Все дело в том, что представители этих знаков зодиака стремятся к лидерству и скорее станут соперниками, нежели друзьями.</p>

<p>Очень часто в дружеских отношениях парень Скорпион просто пользуется своим другом и манипулирует им. Когда искренне настроенная женщина поймет это, она сразу же откажется от такой &laquo;дружбы&raquo;.</p>

<p>Дружеские отношения между представителями данных знаков часто возникают на почве общей работы. Дружба позволяет быстрее достичь поставленных целей, поэтому Скорпион и Овен начинают поддерживать друг друга. Важно чтобы мужчина оставлял для женщины, которая является его другом свободу действий при выборе решений.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Телец') {
			$answer = '<p>Союз Тельца и Скорпиона всегда очень непростой. Конечно же, это, прежде всего, связано с разными природными характерами. Но объединяющим фактором может быть то, что оба представителя этих знаков стремятся к стабильности в жизни. Кроме того людей связывает духовная и сексуальная близость. И если бы не внутренний эгоизм Скорпиона, то шансов на создание удачных тандемов было бы намного больше. Среди негативных факторов, которые снижают совместимость пары Телец и Скорпион, можно назвать природное упрямство обоих партнеров. Они способны проявлять неуступчивость даже в мелочах, в результате чего становятся соперниками.</p>

<p>Парень Скорпион и девушка Телец - это противоположные знаки зодиака. И здесь снова, несмотря на разность характеров, работает утверждение, что противоположности притягиваются. У представителей этих знаков зодиака имеются большие шансы построить гармоничные и стабильные отношения в самых различных сферах.</p>

<p><b>В любовных отношениях (совместимость в любви 70%)</b></p>
<p>Совместимость мужчины Скорпион и женщины Телец в любовных отношениях строится всегда на верности, постоянстве и надежности партнеров. Любовь дает им силу стать более успешными в профессиональной сфере и именно это ценят мужчина и женщина в таком тандеме. Партнеры очень хорошо дополняют друг друга. Совместимость Телец и Скорпион в любви имеет высокий процент. Если они преодолеют свои природные недостатки, то шансы построить гармоничный союз у них значительно увеличиваются.</p>

<p>Женщина в таком союзе проявляет терпимость и выдержку. Парень Скорпион ценит такой подход, но ему периодически надоедает обыденность и ответственность. По этой причине он часто ввязывается в сомнительные мероприятия и неоправданно рискует. Такое поведение не нравится партнерше, но на фоне собственной любви она стремится воздействовать на любимого человека. И следует отметить, что это не всегда безуспешно.</p>

<p>Угрозу любовным отношениям несет ревность. Причем, в большинстве случаев, подозревает в измене свою избранницу мужчина, не осознавая то, что верность и доверие - это важнейшее условие любви. Но при этом партнер часто поглядывает &laquo;налево&raquo;, сравнивая свою избранницу с другими претендентками. Если партнерша об этом узнает и убедится в этом, то однозначно она разорвет любовные отношения.</p>

<p><b>В постели (совместимость в сексе 90%)</b></p>
<p>Совместимость Скорпион и Телец в постели близка к идеалу. Запасов чувств и страсти у обоих огромное количество. Они наслаждаются сексом друг с другом. Интимная жизнь наполнена позитивными эмоциями и партнеры способны полностью удовлетворить один одного.</p>

<p>Как правило, сексуальные отношения у пары начинаются сразу после знакомства, но при этом они не обязательно приводят к тому, что представители этих двух знаков создают крепкий любовный союз, или решают вступить в брак.</p>

<p>Главную роль в тандеме долгое время играет интимная жизнь, эротико-сексуальная сторона отношений очень важна для обоих партнеров. Страстность мужчины Скорпиона способна в разы увеличить чувственность Тельца. Примечательно, что Скорпион и Телец обычно скрывают свою сексуальную связь от окружающих, о ней не догадываются даже самые близкие люди.</p>

<p><b>В браке (совместимость в семейной жизни 44%)</b></p>
<p>Совместимость мужчины Скорпион и женщины Телец в браке довольно низкая, партнеры не часто создают семьи. Но если влюбленные все-таки решают оформить брак, то у них получаются великолепные семьи, основанные на гармонии и доверии.</p>

<p>Супруга создает благоприятную атмосферу в доме и следит за тем, чтобы всем домочадцам жилось комфортно. А муж считает, что он должен материально обеспечить домочадцев и очень успешно справляется с этим.</p>

<p>Иногда разногласия случаются по поводу того, что в некоторых бытовых вопросах их взгляды расходятся. Причем супруг просто не хочет прислушиваться к мнению супруги. Это ее очень обижает, и она начинает доказывать свою правоту. Примирение не всегда бывает легким. Но даже после того как супруги помирятся каждый из партнеров остается при своем мнении, а это значит, что вскоре ссора может повториться.</p>

<p>Ревность со стороны супруга может навредить семейным отношениям. Партнеру следует понять, что обманы и неверность со своей стороны его вторая половинка никогда не позволит.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 75%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Тельца в дружбе довольно высокая. Представители этих знаков способны создавать дружеские союзы и сохранять их на долгие годы. Но это может произойти только в том случае, если между партнерами не возникло любовное или сексуальное притяжение.</p>

<p>Вообще-то следует отметить то, что душевное тепло, честность и порядочность девушки Телец всегда притягивает к ней людей, которые хотят подружиться. С другой стороны друг Скорпион обладает природной жесткостью и деспотичностью, поэтому ему редко удается построить дружеские отношения. Но подруга Телец со своей естественной уравновешенностью и разумностью легко выдерживает непримиримый характер друга. Подруге в таком тандеме нравится влиятельность друга в обществе и его напористость. Поставив цель, он обязательно ее добивается, преодолевая любые преграды.</p>

<p>Если представители этих знаков зодиака по-настоящему подружатся, то между ними устанавливаются искренние доверительные отношения. На фоне сложившихся дружеских отношений никогда не возникает любовной связи между партнерами, поэтому вторые половинки могут не ревновать.</p>

<p>Дружба в паре Скорпион и Телец благотворно влияет на общую работу. Но при этом успех сотрудничества всецело зависит от заинтересованности партнеров в его развитии. Но если мнения по поводу путей решения определенных рабочих задач у друзей расходятся, то конфликты между ними неизбежны и это будет только вредить делу.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Близнецы') {
			$answer = '<p>Общая совместимость в различных жизненных сферах пары Близнецы и Скорпион плохая. Представители этих знаков очень разные по своим природным характерам. Но при определенных обстоятельствах между партнерами могут возникнуть крепкие союзы. Скорпионы - это закоренелые собственники. Если это поймет и примет Близнец, то в тандеме могут сложиться достаточно гармоничные отношения. С другой стороны Скорпиону следует помнить о природном свободолюбии Близнецов. Только при сильной любви представители смогут делать шаги для сближения друг с другом.</p>

<p>Избранник Скорпион по своей природе скрытный и загадочный. Поэтому его отношения с открытой, легкой и непредсказуемой девушкой Близнецы складываются всегда непросто. Только если складываются определенным образом внешние обстоятельства, то представители этих двух знаков могут найти общий язык.</p>

<p><b>В любовных отношениях (совместимость в любви 40%)</b></p>
<p>Совместимость мужчины Скорпион и женщины Близнецы в любовных отношениях зависит от многих факторов. Наиболее часто искренняя любовь возникает между представителями этих знаков зодиака, когда мужчина старше. Жизненный опыт позволяет партнеру более снисходительно относиться к переменчивости характера своей избранницы. Со своей стороны партнерша будет с уважением относиться к мужчине, ценя его мудрость. Она безоговорочно признает лидерство партнера в тандеме и это уже позволяет относительно легко разрешать различные противоречия.</p>

<p>Избранница наполняет любовные отношения позитивом, она умеет разнообразить серые будни и это очень нравится ее партнеру. Повышает совместимость Скорпион и Близнецы в любви то, что они всегда находят интересные занятия и никогда не скучают вместе.</p>

<p>Партнерша является очень интересным собеседником, она постоянно самосовершенствуется и имеет разнообразные жизненные интересы. Если Скорпион смирится со свободолюбием своей партнерши и не станет ее ревновать, то отношения между ними будут очень легкими и непринужденными. Кроме того, ему нужно стараться пользоваться идеями возлюбленной и воплощать их в жизнь. Это будет способствовать его успешности.</p>

<p><b>В постели (совместимость в сексе 60%)</b></p>
<p>Совместимость Близнецы и Скорпион в постели не высокая, влюбленные не всегда находят общий язык. Все дело в том, что партнерше нравится много разговаривать во время секса. Ей нужны со стороны партнера комплименты, от его красноречия она заряжается позитивной энергией. Но на практике требовать это от Скорпиона бесполезно.</p>

<p>В интимной жизни барышня любит флиртовать, также не прочь и поэкспериментировать, превращая секс в любовную игру. Поначалу такое отношение к сексу может нравиться партнеру, но вскоре он начнет уставать от бесполезных, по его мнению разговоров. Ему будет не хватать страстности и чувственности в сексуальных отношениях.</p>

<p>Для мужчины сексуальные отношения занимают важное место в жизни. Он не относится к сексу, как просто к приятному времяпровождению. Если он любит женщину, то он не способен на измену и требует этого от своей партнерши. На этом фоне он готов полностью чувственно раскрыться. Если ему удастся это донести Близнецу, то вероятность гармоничной интимной жизни возрастает.</p>

<p><b>В браке (совместимость в семейной жизни 35%)</b></p>
<p>По своему природному характеру мужчина Скорпион - категорический собственник. На этой почве у него возникает ревность, которая часто не имеет оснований. Такое отношение в семье не может принять свободолюбивая избранница Близнецы. В силу этого крепкие семейные союзы возникают крайне редко.</p>

<p>Замуж барышня Близнец может выйти не только по любви, но и в силу собственной выгоды. Если она будет понимать, что супруг заботится о семейном благосостоянии, то она может ограничивать себя в своих свободах. Но это не сделает ее счастливой. Ведь она не настроена на то, что она будет всю свою жизнь посвящать обустройству семейного гнездышка.</p>

<p>Совместимость мужчины Скорпион и женщины Близнецы в браке ниже средней, часто союз держится, как не странно это звучит, на чувстве юмора партнерши. Это позволяет внести некоторую легкость в семейные отношения. Другими словами снять напряженность и остановить конфликт, переводя любое начало ссоры в шутку.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 27%)</b></p>
<p>Длительные дружеские отношения между барышней Близнецы и другом Скорпион практически невозможны. Стабильный и сдержанный Скорпион не может долго общаться с непостоянной и ветреной девушкой Близнецы. Но если даже дружба возникнет, то партнерша в таком тандеме будет очень сильно страдать от дружеской ревности своего друга.&nbsp;</p>

<p>Но, тем не менее, даже кратковременные дружеские отношения, очень благоприятно сказываются на представителях этих знаков зодиака:</p>
<ul>
  <li>Друг Скорпион получает внимательного слушателя.</li>
  <li>Подруга Близнецы получает надёжную поддержку.</li>
</ul>
<p>Пока партнеры общаются, друг всегда стремится советоваться со своей подругой. Он ценит ее советы. Также полезными для него могут оказываться идеи женщины. Мужчина делится с подругой своими планами, ведь только она способна в полной мере оценить его природные возможности.</p>

<p>Роман на фоне дружеских отношений между друзьями Скорпион и Близнецы возникает редко. Но это заслуга в основном честного партнера, так как подруга отличается легкостью нравов и спокойно может изменить своей второй &laquo;половинке&raquo;, лишь бы чувства не затрагивали сердце.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Рак') {
			$answer = '<p>Представители знаков зодиака Рак и Скорпион очень легко находят общий язык практически в любой жизненной сфере. У них одинаковые природные черты характера, и самое большое отличие заключается в том, что Скорпион немного жестче и категоричнее. Связь между партнерами всегда возникает на подсознательном уровне. Кроме того жизненную ситуацию они всегда чувствуют интуитивно. Уже после первой встречи Скорпион и Рак чувствуют притяжение друг к другу. Им очень интересно вместе, они всегда находят общие темы для бесед. С каждым днем общения друг с другом привязанность между партнерами только увеличивается.</p>

<p>В тандеме девушка Весы и парень Скорпион существует сбалансированное сочетание рациональности и эмоциональности. Избранник иногда может вести себя очень непредсказуемо, но, чаще всего, женщине Рак легко удается обуздать негативные проявления. Как правило, симпатия и глубокие чувства возникают между партнерами в одночасье. Этому способствует то, что партнеры могут понимать друг друга с полуслова.</p>

<p><b>В любовных отношениях (совместимость в любви 65%)</b></p>
<p>Совместимость мужчины Скорпион и женщины Рак в любовных отношениях выше среднего. Со стороны пара выглядит очень благополучно. И это действительно так, партнеры живут чувствами и эмоциями. Вместе они чувствуют себя очень комфортно и можно с уверенностью сказать, что каждый из партнеров нашел свою половинку.</p>

<p>Рядом с избранником, девушка Рак чувствует себя уверенно, он всегда поддерживает ее во всех начинаниях. Он способен вдохновить ее на решение сложных жизненных проблем.</p>

<p>Мужчине очень нравится, что с ним рядом находится эмоциональная спутница, обладающая развитой интуицией. Она может быстро подсказать ему выход из сложных жизненных ситуаций. Это добавляет ему внутренних сил и укрепляет его природную прочность.</p>
<p>Присутствие рационального спутника в жизни благотворно влияет на женщину Рак. Она избавляется от природной меланхолии, а приступы необъяснимой грусти случаются реже. Парень Скорпион от природы является хорошим психологом. Разговоры с ним по душам на самые различные темы являются своего рода полезной терапией для представительницы знака зодиака Рак.</p>

<p>Совместимость Скорпион и Весы в любви высокая. Между партнерами существует абсолютное доверие, любовные отношения основываются на полном взаимопонимании. Но, несмотря на это, в союзе могут возникать проблемы из-за излишней жесткости мужчины, которая очень обижает женщину.</p>

<p><b>В постели (совместимость в сексе 78%)</b></p>
<p>Сексуальные отношения между мужчиной Скорпион и женщиной Рак практически идеальные. Каждый из партнеров придает большое значение качественной интимной жизни. Вначале отношений мужчина может проявлять некоторую холодность, но со временем, когда он убедится в искренности чувств партнерши, она уходит. Интимная жизнь наполняется эйфорической чувственностью, а совместимость Скорпион и Рак в постели возрастает.</p>

<p>Скорпион и Рак отличаются природной эмоциональностью, которая позволяет им полностью раскрыться в постели. Каждый из партнеров стремится получить максимальное наслаждение и доставить удовольствие любимому человеку.</p>

<p>Объединяет партнеров то, что у них от природы имеется огромная потребность к сексу. Они считают, что гармония в отношениях в целом может быть достигнута только в том случае, если интимная жизнь складывается удачно.</p>

<p><b>В браке (совместимость в семейной жизни 76%)</b></p>
<p>Семейные отношения между мужчиной Скорпион и женщиной Рак всегда складываются удачно. Доказательством этому служит хорошая совместимость мужчины Весы и женщины Рака в браке. Поддерживая друг друга, партнеры могут много достичь в различных жизненных сферах: в карьере, в финансах, в комфортности проживания.</p>

<p>Жена Рак всегда становится в тандеме хранительницей домашнего очага. Она делает все для того, чтобы создать в доме комфортную атмосферу и хорошие бытовые условия. Супруг очень ценит это и готов помочь при решении любых бытовых проблем.</p>

<p>Объединяет супругов одинаковое отношение к финансовой сфере. Оба партнера не любят лишних трат и привыкли разумно рассчитывать расходы. Как правило, у супругов общие друзья, что исключает измены. И мужчина, и женщина очень общительные, они с удовольствием принимают гостей в собственном доме, а также принимают приглашения от знакомых. Но при этом с большой осторожностью относятся к малознакомым людям.</p>

<p>Семьи представителей этих знаков зодиака со временем только укрепляются. Разводы случаются очень редко.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 85%)</b></p>
<p>Совместимость в дружбе у женщины Рак и мужчины Скорпион очень высокая. Представители этих знаков зодиака, подружившись однажды, сохраняют дружеские отношения на всю жизнь. Между партнерами устанавливаются очень специфические отношения. В таком тандеме они напоминают семейные, за исключением того, что люди не связаны интимными отношениями.</p>

<p>Парень Скорпион в дружбе покровительствует над своей менее приспособленной к жизни подругой. Он может позволить себе поучать ее, а иногда и ругает за какие-то проступки или неправильное поведение. Но при этом он всегда будет рядом в любой трудной жизненной ситуации.</p>

<p>Подруга Рак очень ценит дружескую поддержку Скорпиона, но, тем не менее, иногда обижается на его подшучивания и язвительность. Если она примет эту его черту характера, то дружеские отношения будут очень гармоничными.</p>

<p>Роман между друзьями может начаться только в случае, если люди свободны. Но если хотя у одного из них будет вторая &laquo;половинка&raquo;, то любовные отношения полностью исключаются. Представители этих знаков зодиака отрицательно относятся к изменам. Поэтому скорее друг или подруга станет другом семьи, чем будет претендовать на роман.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Лев') {
			$answer = '<p>Вероятность построения благополучных тандемов у представителей знаков Лев и Скорпион очень высокая, несмотря на то, что партнеры относятся к несовместимым природным стихиям - Воды и Огня. Спутники отличаются схожими чертами характера, поэтому их отношения в различных сферах жизнедеятельности развиваются очень насыщено и бурно. Но это не значит, что взаимопонимание достигается легко.</p>

<p>Иногда могут возникать серьезные разногласия и конфликты, которые партнерам удается уладить, если они пойдут на уступки друг другу. Очень опасным негативным фактором является вражда между двумя сильными личностями, поэтому ее нужно избегать.</p>

<p>Насколько успешными могут быть тандемы в паре Лев и Скорпион, в большинстве случаев, зависит от сопутствующих внешних обстоятельств. Прежде всего, между партнерами должно отсутствовать соперничество. Другим обязательным фактором благополучности союзов является взаимное уважение. Скорпион может приблизить к себе только умную женщину с развитым интеллектом. Для барышни Лев привлекательным фактором всегда становится сила характера избранника.</p>

<p><b>В любовных отношениях (совместимость в любви 80%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Лев в любовных отношениях очень высокая. Партнеры притягиваются на подсознательном уровне. Такая пара очень хорошо выглядит со стороны. Партнеры никогда не выясняют отношения в общественных местах, они тактичны и в любых ситуациях ведут себя достойно.</p>

<p>Совместимость Скорпион и Лев в любви, которая находится на высоком уровне, говорит о том, что отношения могут развиваться очень быстро. Ослепленные глубокими чувствами и страстью партнеры часто спешат оформлять брак, даже не узнав друг друга поближе. Но если партнеры постараются продлить любовные отношения, то они поймут, что между ними могут возникать разногласия, и чтобы разрешить их придется приложить немалые усилия. В противном случае любовный тандем сохранить не удастся. Спасти любовь могут только компромиссные решения.</p>

<p>Сложности в любовном тандеме могут возникать из-за разного восприятия происходящих событий в окружающем мире. Партнерша более оптимистична, что часто раздражает партнера, который считает, что нужно проявлять большую серьезность и реалистичнее оценивать события.</p>

<p><b>В постели (совместимость в сексе 88%)</b></p>
<p>Совместимость Скорпион и Лев в постели приближается к идеалу. Но помешать этому могут лидерские амбиции партнеров. Важно помнить о том, что сексуальные отношения могут быть гармоничными только тогда, когда партнеры правильно распределяют роли.</p>

<p>Главным в интимной сфере должен стать партнер. Часто избраннице Лев бывает очень трудно подчиниться, в силу природного командирского характера. Но если люди решат эту проблему их сексуальные отношения наполняться незабываемыми впечатлениями и позитивными эмоциями.</p>

<p>Примечательно, что парню Скорпиону секс с яркой, экстравагантной, без комплексов женщиной, нужен для вдохновения, он черпает в нем силы. Раскрепощенная красавица способная экспериментировать заряжает его энергией. Секс между представителями данных знаков зодиака можно считать укрепляющим фактором для общих отношений в целом.</p>

<p>Девушка получает от интима с сильным чувственным мужчиной незабываемое наслаждение. Она способна сыграть в постели любую роль, стремясь доставить удовольствие партнеру.</p>

<p><b>В браке (совместимость в семейной жизни 73%)</b></p>
<p>Совместимость мужчины Скорпион и женщины Лев в браке высокая. Но это описывает только те случаи, когда люди взвешено и разумно подошли к решению заключить брак. В семье представителей данных знаков зодиака все роли должны быть обязательно распределены с учетом пожеланий каждого из супругов.</p>

<p>Участникам семейного тандема следует осознавать, что гармония всецело зависит от материального достатка. Кроме того минимизирует возможные конфликты факт, когда супруги заняты на работе. Находят общий язык спутники и в ведении собственного бизнеса. Любимое дело отвлекает их и направляет энергию в мирное русло. После усердной работы собственный дом станет для них местом отдыха, где они будут наслаждаться общением друг с другом.</p>

<p>Мужчине Скорпиону важно помнить о том, что для того, чтобы сохранить гармонию ему нужно не забывать уделять знаки внимания супруге. Это должны быть комплименты, приятные подарки, которые будут акцентировать ее внимание, что в течение совместной жизни его чувства не угасли. Со временем отношения в семье становятся стабильными, люди понимают друг друга с полуслова.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 13%)</b></p>
<p>Для представителей знаков зодиака Скорпион и Лев дружба невозможна. Первая причина - это любовное притяжение, которое возникает очень часто. А если любовная искра не проскочила между людьми, то дружбе мешает разное восприятие жизненных событий.</p>

<p>Открытая и яркая красавица предпочитает бывать в обществе контактных людей. Она не любит хранить секреты и готова поделиться своими тайными с любым человекам, который ей понравится. Такое легкомыслие в выборе друзей непонятно для закрытого мужчины Скорпиона, у него такая подруга никогда не вызовет доверия. Со своей стороны женщина не принимает закрытость мужчины и его особую переборчивость при выборе друзей. Это значит, что люди обоюдно не стремятся наладить дружеский контакт. Между родственниками или представителями разных поколений могут сложиться ни к чему не обязывающие приятельские отношения.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Дева') {
			$answer = '<p>По-разному могут развиваться отношения между представителями знаков зодиака Дева и Скорпион. Но чаще всего избранники легко находят общий язык и создают благополучные тандемы. Несмотря на то, что они отличаются разными темпераментами, у них много похожего.</p>

<p>Прежде всего, партнеров объединяет серьезное отношение к жизни. Они стремятся к постоянству, они трудолюбивые и целеустремленные, что позволяет строить крепкие союзы. Но с иной стороны между представителями данных знаков зодиака существует много противоречий, и только стремясь к благополучной жизни, они могут их преодолеть.</p>

<p>Развитие отношений между мужчиной Скорпион и женщиной Дева зависит от многих обстоятельств. Благодаря внутренней силе партнера в тандемах может сохраняться спокойная атмосфера. Но при этом женщине следует контролировать свои поступки и высказывания. Если в союзах будет царить доверие, то они будут крепкими.</p>

<p><b>В любовных отношениях (совместимость в любви 59%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Девы в любовных отношениях немного выше среднего уровня. Часто случается так, что представители данных знаков зодиака ищут постоянных отношений и, встретившись, понимают, что у них есть шансы построить благополучные отношения.</p>

<p>Примечательно, что Скорпион и Дева обладают от природы скрытностью, но при этом предельно откровенны друг с другом. Они честны, и предпочитают прямо высказывать свое мнение по любому поводу непосредственно в лицо собеседнику. Это не является раздражающим фактором, так как каждый из спутников делает выводы из критики и пытается совершенствоваться.</p>

<p>Партнеры любят проводить время вместе, но у мужчины Скорпиона иногда возникает желание блеснуть в обществе. Это может стать поводом для ревности партнерши. Следует не допускать высказывания недоверия в адрес любимого человека, ему это не понравится. Ведь он считает, что любовь может основываться исключительно на верности.</p>

<p>Не совсем хорошая совместимость Скорпион и Дева в любви говорит о том, что партнерам нужно определенное время, чтобы привыкнуть друг к другу. Чем дольше они будут находиться вместе, тем крепче будет становиться любовь. Стремление к взаимопониманию позволяет партнерам не бояться никаких негативных внешних факторов.</p>

<p><b>В постели (совместимость в сексе 60%)</b></p>
<p>Совместимость Скорпиона и Девы в постели не очень высокая. Во многом состояние интимной сферы зависит от сложившихся обстоятельств. Сложности в сексуальных отношениях связаны с более высокой эмоциональностью и активностью партнера в интимной сфере. Партнера может раздражать холодность женщины. Это значит, что для достижения гармонии необходимо будет набраться терпения.</p>

<p>Девушка Дева всегда обращает внимание на мелочи и интимная сфера для нее в этом плане не исключение. Именно поэтому партнеру следует контролировать свои эмоции и не оказывать сильного давления на партнершу. Ведь очень часто природная закомплексованность заставляет партнершу стесняться даже своего собственного тела. Это часто раздражает мужчину, ведь он подсознательно стремиться видеть рядом с собой в постели раскрепощенную и страстную женщину.</p>

<p>Если девушке удастся избавиться от природных комплексов, то интимные отношения позволят получать партнерам незабываемые ощущения.</p>

<p><b>В браке (совместимость в семейной жизни 65%)</b></p>
<p>Браки между представителями данных знаков зодиака заключаются не часто, несмотря на то, что совместимость мужчины Скорпиона и женщины Девы в браке выше среднего уровня. Это связано с тем, что людям очень сложно находить общий язык на начальном этапе отношений. Атмосфера в семейных тандемах наполнена ссорами и непониманием. Но если супругам удастся удачно преодолеть кризис, то семейный тандем укрепляется и сохраняется длительное время.</p>

<p>В таком браке мало страсти, его основой является желание иметь рядом надежного человека, на поддержку которого всегда можно рассчитывать. Влюбленные выбирают друг друга, потому что стремятся к стабильности в жизни. В быту они находят общий язык во всех вопросах, царит согласие в финансовой сфере. Несмотря на трудолюбие и умение зарабатывать, супруги ответственно относятся к трате денег и всегда контролируют семейные расходы.</p>

<p>Наиболее гладкими отношения бывают, когда партнеры достигают среднего возраста. Полученный жизненный опыт позволяет им ценить друг друга. Супруг начинает вести себя более сдержано, а его верная спутница перестает критически относиться к его поступкам. Душевной пустоты и скуки в семейных тандемах не присутствует.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 60%)</b></p>
<p>Дружба между мужчиной Скорпион и женщиной Дева возможна, но при этом тесно общаться им не рекомендуется. Они могут надоесть друг другу. Поэтому свободное время они должны проводить врозь. Если друзья будут общаться периодически, то поддержка и советы будут очень полезными.</p>

<p>Дружеские союзы основаны на взаимопонимании и доверительности. Ответственные и серьезные спутники готовы броситься на помощь в любую минуту, но при этом стремятся обеспечить себе определенную свободу действий. Очень важно, чтобы друг отказался от своего стремления доминировать в дружеском тандеме. Мужчине следует прислушиваться к мнению практичной подруги.</p>

<p>Если складывается крепкий дружеский тандем, то любовные отношения в паре не возникнут никогда. Поэтому вторым половинкам людей не о чем волноваться, но при этом не следует рассчитывать и на дружбу семьями.</p>

<p>Как правило, дружба возникает на основе деловых отношений. Работа в одном коллективе сплачивает людей. Идеи талантливого друга, успешно продвигает терпеливая и усидчивая подруга. Большинство сложных задач друзьями решаются очень быстро.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Весы') {
			$answer = '<p>Союз представителей знаков зодиака Весы и Скорпион уникальный. В нем уживаются спутники, принадлежащие к совершенно противоположным стихиям: огню и пламени. И следует отметить, что отношения, в большинстве случаев, складываются очень удачно. Но при этом в тандемах бушуют сильные страсти. Пара со стороны выглядит просто великолепной и обворожительной. Несомненно, лидером в союзе всегда является сильный Скорпион. Но поскольку Весы и Скорпион отличаются повышенной эмоциональностью, то довольно часто в тандемах случаются ссоры, но примирение после них наступает очень быстро.</p>

<p>Избраннику Скорпиону и девушке Весы всегда приятно общество друг друга. Но при длительном общении между ними может проскакивать искра раздражения. Кроме того сложности в общении возникают из-за того, что мужчине не дано понять внутренний мир женщины. Поэтому всегда существует риск возникновения недоверия, что является угрозой для благополучных отношений. Обычно тандемы удерживаются на том, что женщина видит выгоду для себя, находясь рядом с сильным мужчиной.</p>

<p><b>В любовных отношениях (совместимость в любви 88%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Весы в любовных отношениях очень высокая. Союзы базируются на взаимном уважении и понимании. Объясняется крепость любовных тандемов тем, что от природы избранники являются искусными манипуляторами. Но только их воздействие друг на друга разное.</p>

<p>Мужчина стремиться подчинить партнершу и не скрывает этого, изначально занимая лидерскую позицию. Женщина абсолютно не сопротивляется этому. Ведь она понимает, что желание главенствовать связано с глубокими чувствами. Она умеет управлять партнером ненавязчиво и тихо, так, что он даже не замечает этого. Именно такой подход обоих партнеров увеличивает совместимость Скорпион и Весы в любви.</p>

<p>Любовный тандем представителей данных знаков зодиака со стороны выглядит несколько причудливым. Партнеры находятся в поисках внутреннего равновесия, одновременно осуществляя энергетический обмен.</p>

<p><b>В постели (совместимость в сексе 95%)</b></p>
<p>Совместимость Скорпиона и Весы в постели идеальная. Это связано с тем, что мужчина неравнодушен к сексу, а женщина всегда готова ответить ему взаимностью. О представительнице, родившейся под знаком зодиака Весы можно сказать, что она обладает опьяняющей колдовской сексуальностью.</p>

<p>Но иногда случается так, что некоторую сдержанность партнера, женщина оценивает как холодность или отсутствие чувств. Это может охладить сексуальный пыл. Но, как правило, все недоразумения очень быстро разрешаются партнерами путем мирных переговоров, и интим наполняется новыми положительными эмоциями и ощущениями.</p>

<p>Интимная жизнь всегда наполнена незабываемыми страстями. И, чем дольше поддерживаются отношения, тем более интересны партнеры друг другу. Как правило, в интимной сфере учителем и лидером является партнер. Но при этом женщина готова выполнять любые желания партнера. Это превращает каждый раз секс в океан бушующих страстей и эмоций.</p>

<p><b>В браке (совместимость в семейной жизни 60%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Весы в браке не очень высокая. И это несмотря на то, что супруга чувствует себя очень комфортно рядом с сильным мужчиной, поэтому становится настоящей хранительницей дома. И супруг за это ей очень благодарен.</p>
<p>Но, тем не менее, в семейном тандеме оказываются два сильных человека с разными природными характерами. Именно поэтому браки складываются непросто. Семейная жизнь на фоне искренних глубоких чувств всегда наполнена разногласиями по самым различным вопросам.</p>

<p>В материальном плане семья представителей данных знаков зодиака вполне благополучна. Мужчина Скорпион умеет зарабатывать деньги и ему очень нравится быть настоящим добытчиком. Он никогда не возражает по поводу финансовых трат супруги. Но иногда покупки жены могут вызывать недоумение. Это связано с тем, что он привык оценивать качество, а для супруги главным является внешняя эстетичность.</p>

<p>Разводы не редкое явление в браках Скорпиона и Весы. Основной причиной расставаний является различное восприятие семейных отношений. Даже в браке женщина Весы стремиться к свободе. Она ценит легкость в отношениях. Такое непринужденное поведение часто вызывает ревность у супруга. На этой почве могут возникать скандалы. Что бы исключить риски развода супругам стоит сразу оговорить свои роли в семье и дать понять друг другу, что делать недопустимо.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 44%)</b></p>
<p>Дружба между представителями данных знаков зодиака всегда основывается на взаимной выгоде, поэтому особой доверительности в дружеских отношениях нет. Обычно сближают партнеров какие-либо жизненные обстоятельства, к примеру, это может быть общая работа. Очень хорошим сочетанием являются обстоятельства, при которых мужчина Скорпион является руководителем.</p>

<p>Довольно часто дружат родственники, например брат и сестра. В этом случае отношения более крепкие. Друг опекает подругу, и она позволяет ему даже контролировать свои поступки, полностью доверяя его мнению. При длительном дружеском общении Скорпион и Весы многому учатся друг у друга. Стремясь избавиться от собственных недостатков, друзья становятся лучше во всех смыслах. Со временем они дополняют друг руга, способствуя укреплению отношений.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Скорпион') {
			$answer = '<p>Союз представителей знака зодиака Скорпион всегда наполнен противоречиями. Людям сложно ужиться вместе и найти общий язык в дружеских отношениях. Данный тандем может быть скорее исключением, нежели правилом. Но при этом особенностью пары является то, что спутников похожесть природных характеров, словно магнитом, притягивает друг к другу. Для таких союзов часто характерны после бурных расставаний повторные встречи. Часто неопределенность отношений затягивается на годы, что мешает построить благополучную жизнь. Чтобы быть вместе влюбленным необходимо постоянно прикладывать усилия и работать над собой.</p>

<p>Благополучный и гармоничный союз Скорпион и Скорпион большая редкость. Вероятность сочетаемости повышается, если люди не похожи друг на друга, ведь представители данного знака зодиака бывают очень разными. На них отражается воспитание родителей и условия проживания. К примеру, кто-то из них может быть суровым и жестким человеком, а другой - мягким, понимающим и отзывчивым. Но, несмотря на такую разницу у обоих партнеров всегда имеется сильный внутренний стержень, который помогает выстоять в трудных жизненных ситуациях.</p>

<p><b>В любовных отношениях (совместимость в любви 34%)</b></p>
<p>Совместимость мужчины Скорпион и женщины Скорпион в любовных отношениях очень низкая из-за того, что представители данного знака зодиака редко уживаются друг с другом. Но, при первом же знакомстве спутников начинает притягивать друг к другу. Примечательно, что, даже имея любовные отношения, партнеры не стремятся их афишировать. Очень часто даже ближайшие друзья не догадываются, что между партнерами существует любовная связь.</p>

<p>Низкая совместимость Скорпион и Скорпион в любви связана с тем, что, несмотря на наличие общих интересов у партнеров общие недостатки, что мешает построению благополучных отношений. Главной проблемой в отношениях является то, что влюбленные не хотят уступать друг другу даже в мелочах.</p>

<p>Представители этого знака зодиака очень общительные люди. Но этот факт часто вызывает ревность, которая и является основной причиной расставаний. В союзах часто ссоры занимают больше времени, чем нормальное общение. Такой образ жизни истощает нервную систему. И если спутники Скорпион и Скорпион не расстанутся вовремя, то бесконечные конфликты могут привести даже к нарушениям здоровья.</p>
<p>Но после расставания, в большинстве случаев, у бывших партнеров возникает чувство неудовлетворенности, вызванное не наполненностью жизни. Если не возникнет новой связи, то велика вероятность того, что представители данного знака зодиака принимают решение снова сойтись. И снова все повториться сначала. Для такой пары опасность существует в том, что их жизнь превращается в замкнутый круг. Партнеры не могут жить друг без друга, но находясь вместе, испытывают огромные трудности, связанные с неприятием друг друга в силу внутренней похожести.</p>

<p><b>В постели (совместимость в сексе 55%)</b></p>
<p>Совместимость мужчины Скорпион и женщины Скорпион в постели также невысокая, несмотря на природную страстность партнеров. Этот факт объясняется тем, что партнеры очень искренние по своей натуре, поэтому при существовании разногласий они переносят проблемы и на сексуальную сферу.&nbsp;Но, несмотря на то, что совместимость Скорпион и Скорпион в постели снижается по этой причине, в минуты благополучных отношений секс между партнерами всегда находится на высочайшем уровне. Образно можно сказать, что ночи в период гармонизации отношений наполнены незабываемой страстью и позитивными эмоциями. Представители данного знака зодиака всегда готовы идти на любые эксперименты в постели. Оба партнеры безудержные любовники, стремящиеся доставить максимальное наслаждение друг другу.</p>

<p>Нарушить гармонию в сексуальной жизни может стремление лидерствовать в постели, которое может проявиться как у мужчины, так и женщины. Кроме этого мужчине следует обязательно помнить, что избранница, принадлежащая к данному знаку зодиака способна на страстность только тогда, когда в ее душе присутствуют искренние чувства к избраннику. Кроме этого в силу особенностей женской натуры, партнерша легко чувствует любую фальшь.</p>

<p>Девушке следует понимать, что управлять избранником в интимной сфере не удастся, поэтому следует соглашаться на равноправные отношения. Кроме того оригинальность сексуального нрава партнера позволяет как подняться до незабываемых высот чувственных наслаждений, так и опустится до обычных инстинктов. Этот подход к сексу мужчины нужно понять и принять. Сексуальную жизнь мужчина, родившийся под знаком Скорпион, будет считать благополучной только в том случае, если в ней будет присутствовать игра и разнообразие.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>Совместимость мужчины Скорпион и женщины Скорпион в браке низкая за счет того, что, несмотря на то, что семьи создаются часто, пары часто и разводятся. Для того чтобы сохранить брак супругам понадобиться прилагать много усилий, но, к сожалению, партнеры на это часто не способны.</p>

<p>Необходимо обязательно научиться:</p>
<ul>
  <li>Проявлять уступчивость при решении бытовых вопросов, прислушиваться к мнению друг друга и стремиться находить компромиссы;</li>
  <li>Проявлять дипломатичность, таким образом борясь с природной властностью;</li>
  <li>В случае обид не замыкаться в своем мире, а попытаться сразу прояснить все разногласия.</li>
</ul>
<p>Вступая в брак, представители должны понимать, что семейный союз будет непростым. Только искренние и глубокие чувства способны сохранить его. Поэтому нужно их оберегать всеми силами. Если любовь исчезнет, то вместе представители знака зодиака Скорпион никогда не останутся.</p>

<p>Совместимость Скорпион и Скорпион в браке плохая, первые сложности всегда начинаются при распределении бытовых обязанностей. Все дело в том, что супруг стремиться продвигаться по карьерной лестнице, но при этом и его спутница не видит себя в роли домохозяйки. Конфликты на бытовой почве неизбежны, но главное, насколько люди готовы будут их решать. Если супругам удастся договориться, то это позволит надеяться, что семья сложится успешно.</p>

<p>В финансовой сфере, как правило, не существует никаких разногласий. Представители данного знака зодиака предпочитают разумно тратить деньги. Они стремятся любые практичные приобретения предварительно обсуждать друг с другом. Кроме того объединяет супругов стремление к накопительству, что позволяет им уверенно чувствовать себя в жизни.</p>

<p>Учитывая необычность природных характеров представителей знака зодиака Скорпион, довольно часто случается так, что супруги после развода продолжают жить вместе. Также возможен вариант того, что разъехавшись, партнеры останутся любовниками или продолжат поддерживать друг друга, особенно в тех случаях, когда у них имеются общие дети.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 71%)</b></p>
<p>Высокая совместимость в дружбе говорит о том, что Скорпион и Скорпион могут построить дружеские тандемы, но по статистике это возможно в большинстве случаев, когда друзья относятся к разным поколениям или являются родственниками.</p>

<p>Если людей не связывают выше названные факторы, то искренней дружбе мешает природная подозрительность людей. Она препятствует построению дружеских тандемов и с другими представителями знаков зодиака.&nbsp;В любом случае дружба Скорпиона и Скорпиона, скорее напоминает братство, которое обязывает поддерживать друг друга в сложные жизненные периоды. Но в таких тандемах не принято делится сокровенными мыслями и распахивать душу.</p>

<p>Несмотря на то, что представители знака зодиака Скорпион, являются хорошими работниками, благополучные деловые отношения между ними невозможны. И эти партнеры, работая в одном коллективе, будут только создавать проблемы не только друг другу, но и коллегам. Это будет связано с борьбой за лидерские позиции. Причем для представителей этого знака зодиака, все средства хороши. Именно поэтому, работая вместе, люди могут стать настоящими врагами.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Стрелец') {
			$answer = '<p>Отношения между представителями знаков зодиака Скорпион и Стрелец всегда не однозначны. И связано это с непредсказуемостью партнеров. Но, несмотря на это, между влюбленными данных знаков зодиака всегда основываются отношения на полном доверии. Союзы образуются редко, потому что представители данных знаков зодиака ведут разный образ жизни, мало пересекаются на жизненном пути, а встретившись, не спешат сближаться. Но если это случится, то тандем может сложиться довольно успешно, вследствие практичности Скорпиона и активности Стрельца. Люди способны активно поддерживать друг друга и давать дельные советы.</p>

<p>Парень Скорпион, встретившись с девушкой Стрелец, обязательно отметит ее взбалмошность и непредсказуемость. Эти черты ему чужды и непонятны. Поэтому какие-либо отношения можно вначале объяснить простой заинтересованностью. Но, через некоторое время жизнь расставляет все на свои места. Может возникнуть любовь или дружба, но в любом случае спутники не будут выпускать один одного из вида.</p>

<p><b>В любовных отношениях (совместимость в любви 62%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Стрелец в любовных отношениях средняя, союзы основываются, зачастую, на страсти. Как правило, тандемы между представителями двух знаков зодиака создаются, когда избранники еще не успели узнать друг друга. В порыве страсти партнеры стремятся не замечать разницу в своих природных характерах. Если это так, то любовные отношения не продляться долгое время. Быстро мужчину начнет раздражать легкость поведения избранницы. Это будет ассоциироваться у него с распущенностью.</p>

<p>Но если партнерам Скорпион и Стрелец удастся преодолеть сложный начальный период отношений, то в дальнейшем любовный союз сложится успешно. Влюбленные будут дополнять друг друга. Особенно ценным станет для партнера природный оптимизм его спутницы. Она, являясь солнечным человеком без комплексов, способна вывести его с депрессии, которая присуща его характеру.</p>

<p>С другой стороны партнер постепенно научит избранницу не идеализировать окружающий мир и реалистично относится к происходящим в нем событиям. На фоне искренних чувств, партнеры будут оказывать друг другу необходимую поддержку, что будет способствовать успешному продвижению по карьерной лестнице.</p>

<p><b>В постели (совместимость в сексе 71%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Стрелец в постели относительно неплохая. Но для того, чтобы интимная близость складывалась успешно, следует преодолеть сложности начального периода. Партнеры страстные личности и им нравится заниматься сексом. Но при этом разногласия возникают из-за разного подхода к интиму.</p>

<p>Женщине по нраву флиртовать, она любит длинные прелюдии. Ей нравится сохранять некоторую таинственность и преподносить приятные сюрпризы. Но такой подход не всегда нравится мужчине Стрельцу, ведь он отличается большей практичностью.</p>

<p>Несмотря на то, что взгляды на сексуальную жизнь существенно отличаются, испытывая любовь друг к другу, Скорпион и Стрелец могут быстро приспосабливаться. Причиной расставания никогда не становятся разногласия в интимной сфере. Со временем они научаться полностью понимать желания друг друга, и отношения в постели превратятся во всепоглощающую страсть.</p>

<p><b>В браке (совместимость в семейной жизни 41%)</b></p>
<p>Совместимость Скорпион и Стрелец в браке довольно низкая. Все дело в том, что мужчина очень ответственно относится к созданию семьи. Он может долго жить в одиночестве, стремясь встретить надежную спутницу жизни.</p>

<p>Остановить свой выбор на взбалмошной и непредсказуемой женщине Стрелец, он может только на фоне сильной влюбленности или по расчету. В семье представителей этих двух знаков зодиака не присутствует понимание. Супругу важен семейный уют, но его спутница не может этого ему обеспечить, так как предпочитает много времени проводить в кругу друзей и подруг. Это не только является поводом для разногласий, но и может вызвать ревность, которая, зачастую, становится причиной разрыва отношений.</p>

<p>Сложности возникнут также в том случае, если супруг попытается ограничивать свободу жены. Она никогда не подчинится и может принять только равноправные отношения. Чтобы сохранить семью, партнерам нужно перестать противоборствовать. Если им это удастся, то супруг вскоре поймет, насколько ему важен жизненный оптимизм жены, помогающий успешно выстоять в ложных жизненных ситуациях. Со своей стороны супруга будет благодарна мужу, что он учит ее реалистичному восприятию мира, что позволяет ей становиться более успешной личностью.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 38%)</b></p>
<p>Можно сказать, что в дружбе представители этих знаков зодиака друг другу просто не интересны. Между ними возможно скорее некоторое подобие приятельства, а не дружеские отношения, основанные на доверии.</p>

<p>Подруга Стрелец, которая всегда стремиться к новым познаниям мира и приключениям, встретив Скорпиона, будет считать его жизнь скучной и рутинной. Кроме того, ей непонятны его бескомпромиссность и неуступчивость. Мужчина не стремится устанавливать дружеские отношения с человеком, который никогда не обдумывает свои поступки, а действует импульсивно и поспешно. Подруга всегда позитивно воспринимает жизнь и ей непонятно зачем постоянно ожидать в окружающем мире чего-то плохого.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Козерог') {
			$answer = '<p>Особенностью союзов между представителями знаков зодиака Скорпион и Козерог является то, что они всегда складываются непросто. Но если избранники переживут начальный сложный период, то тандемы могут быть успешными и наполненными гармонией. Трудности в период становления связаны с тем, что влюбленные, родившиеся под знаками зодиака Скорпион и Козерог, от природы являются сильными личностями. Они всегда стремятся отстаивать свою жизненную позицию и не склонны идти на компромиссы. Поэтому велика вероятность возникновения серьезных конфликтов. Партнеры могут построить благополучные тандемы только тогда, когда заинтересованы друг в друге.</p>

<p>Представители данных знаков зодиака притягиваются на подсознательном уровне своими интеллектуальными природными способностями. Именно поэтому между ними гораздо чаще возникает дружба, нежели любовь. При определенных обстоятельствах предшественниками отношений становится соперничество. Расчетливых от природы людей очень часто объединяет общий бизнес, в котором совместными усилиями они могут добиться больших успехов.</p>

<p><b>В любовных отношениях (совместимость в любви 52%)</b></p>
<p>Хотя совместимость мужчины Скорпиона и женщины Козерога в любовных отношениях не очень высокая, присмотревшись друг к другу, они могут создавать благополучные союзы. При этом инициатива часто исходит от женщины. Но дипломатичная красавица сделает все так, что мужчина даже не заметит этого.</p>

<p>В благополучных любовных союзах представителей данных знаков зодиака всегда присутствует вся гамма чувств, часто сопутствующая отношениям. Это нежная любовь, романтика и ревность. В силу яркости и остроты чувств, жизнь наполняется незабываемыми событиями.</p>

<p>Женщина Козерог от природы отличается реальным восприятием окружающего мира, она способна проявить необычайную выдержку и хладнокровие даже в экстремальных ситуациях. Это восхищает сильного Скорпиона, который со временем понимает, что рядом с ним находится верная и надежная спутница жизни. Со своей стороны партнерша очень ценит в своем спутнике решительность и храбрость, которая позволяет найти правильный выход из самой сложной жизненной ситуации. Удерживает женщину Козерог рядом с парнем Скорпионом то, что он способен наполнить ее жизнь положительными эмоциями.</p>

<p><b>В постели (совместимость в сексе 89%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Козерога в постели очень хорошая. Это связано с тем, что люди не связывают секс с реальными отношениями. Другими словами, начиная сексуальные отношения, они не задумываются о будущей совместной жизни.</p>
<p>Но, тем не менее, в интимной близости у партнеров могут возникать определенные разногласия. Это связано с тем, что партнерша является новатором в интимной сфере, а партнер предпочитает традиционный секс. Женщина Козерог интересуется специальной литературой и стремится разнообразить секс, постоянно экспериментируя. Не замечая этого, она может давить на партнера, что неприемлемо. Если мужчина Скорпион устанет от новшеств, то он может отказаться от сексуальных отношений.</p>

<p>Очень важно для гармонизации интимной сферы, как можно быстрее выяснить отношения и найти компромиссы. В силу рациональности партнеров у них это всегда получается. Перспективы укрепления отношений в интимной сфере очень хорошие. Чем больше партнеры будут вместе, тем гармоничнее будет развиваться интимная жизнь.</p>

<p><b>В браке (совместимость в семейной жизни 41%)</b></p>
<p>Совместимость Скорпион и Козерог в браке не очень высокая, но только потому, что супруги не стремятся вступать в законные отношения. Часто представители этих знаков зодиака живут в гражданском браке длительное время.</p>

<p>Обычно семьи крепкие. В основном это связано с тем, что супругов связывает собственный успешный бизнес. Спутники в семейном тандеме принимают активное участие в карьерном росте друг друга. В бытовых вопросах у супругов никогда не возникает разногласий, потому что быт их мало интересует.</p>

<p>Супруги ценят друг в друге интеллектуальные способности - и это является для них главным фактором, гарантирующим благополучие в семье. Они ценят общение, так как понимают, что, только находясь вместе, они могут ничего не опасаясь высказать собственную точку зрения.</p>

<p>Мужчина Скорпион более эмоционален, поэтому главную роль в сохранении мира в семье играет уравновешенная жена Козерог. Ее рассудительность позволяет благополучно разрешать любые конфликтные ситуации, причем так, что любимый человек даже не замечает этого. В силу увлеченности в профессиональной сфере супруги не спешат заводить детей. Но после их рождения делают все необходимое, чтобы они выросли в благополучной семейной атмосфере и получили хорошее образование.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 88%)</b></p>
<p>Дружеские тандемы между представителями данных знаков зодиака всегда надежные. Они основаны на абсолютном доверии и искренности. Вероятность того, что они перерастут в роман очень велика, поэтому вторым половинкам друзей есть о чем беспокоиться.</p>

<p>Друзья хорошо чувствуют друг друга. Они стремятся разговаривать как можно чаще. Между друзьями не существует секретов. Дружеский тандем можно считать идеальным. Единственный недостаток в нем - отсутствие эмоций. Это связано с реалистичностью партнеров и их неспособностью фантазировать.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Водолей') {
			$answer = '<p>Союз Скорпиона и Водолея не обещает быть благополучным, несмотря на хорошую совместимость природных характеров. В гармонизации тандема в данном случае играет огромную роль зрелость партнеров. Спутникам часто мешает природное свободолюбие. Но при этом объединяющими факторами является стремление к самосовершенствованию и познанию всего нового. Если удастся построить гармоничные взаимоотношения, то консерватизм Скорпиона будет удачно сочетаться с новаторством Водолея. Партнеры быстро научатся дополнять и поддерживать друг друга, что будет способствовать успешности.</p>

<p>Союз представителей данных знаков зодиака сложный. Окружающим, даже иногда кажется, что он попросту невозможен. Причем окружение обычно сочувствует партнерше, так как считает, что ей приходится жить под сильным давлением со стороны мужчины. С другой стороны родственники и друзья партнера утверждают, что рядом с ним находится безответственная спутница. И, тем не менее, довольно часто бывает так, что Скорпиону и Водолею удается найти общий язык.</p>

<p><b>В любовных отношениях (совместимость в любви 61%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Водолея в любовных отношениях находится на среднем уровне. Это свидетельствует о том, что влюбленные довольно часто создают благополучные любовные союзы, несмотря на разные природные характеры.</p>

<p>Если мужчина Скорпион проявил заинтересованность женщиной Водолеем, то это, в большинстве случаев, означает, что он по-настоящему влюблен. Но также любовные союзы между представителями данных знаков зодиака создаются с корыстными целями со стороны партнера.</p>

<p>Второй вариант таит в себе опасность для открытой представительницы прекрасной половины человечества, родившейся под знаком Водолей. Это связано с тем, что она будет искренне верить своему партнеру, ведь в силу природной хитрости он ничем себя не выдаст. Остается надеяться и верить в то, что в душе у Скорпиона со временем проснуться искренние чувства.</p>

<p>Благополучно будут складываться любовные отношения у этой пары только на фоне огромной любви. Мужчина всегда занимает лидирующую позицию, но при этом он ответственный и полностью берет на себя заботу о любимой. Но некоторую угрозу тандему несет свободолюбие партнерши. Важно, чтобы партнер принял такую черту характера и не ограничивал свободу любимой, а просто понял, что она всегда будет хранить ему верность.</p>

<p><b>В постели (совместимость в сексе 87%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Водолея в постели довольно высокая, но, к сожалению, не всегда однозначная. Много зависит от различных внешних обстоятельств.</p>

<p>Хорошая сочетаемость в интимной сфере обеспечивается следующим:</p>
<ul>
  <li>Отсутствием у барышни Водолея каких-либо комплексов. Партнерша не стремится придерживаться традиций в сексуальных отношениях. Она предпочитает экспериментировать в постели;</li>
  <li>Мужчине Скорпиону нравятся женщины без комплексов, которые стремятся получать от секса максимальное наслаждение и дарить удовольствие партнеру.</li>
</ul>
<p>Но, несмотря на это мужчина стремиться подчинить партнершу в постели своей воле. Это большая ошибка, так как подчинить независимую девушку Водолей нельзя, и такой подход только ухудшит сексуальные отношения. И кроме того следует понимать, что партнерша, если что либо придется не по нраву, способна разорвать отношения без сожаления.</p>

<p><b>В браке (совместимость в семейной жизни 49%)</b></p>
<p>Несмотря на не высокую совместимость Скорпион и Водолей в браке, партнеры могут создавать крепкие союзы, если любят друг друга. Тандем всегда будет держаться на отношении супруга к семье. Мужчина стремится сохранить семейные отношения при любых обстоятельствах.</p>

<p>Понимая, что супруга не может бесконечно стоять у плиты и заниматься поддержанием порядка в доме, он не станет принуждать ее делать это. Муж не зациклен на быте и стремится дипломатично решать все бытовые вопросы, избегая разногласий и сохраняя спокойную обстановку в доме.</p>

<p>Более серьезной проблемой в семейном тандеме может стать желание женщины проводить много времени вне дома в дружеских компаниях. Супруг по своему характеру не способен ее сопровождать постоянно, так как от постоянного общения с другими людьми он устает. Муж - домосед, хотя его нельзя назвать не общительным. Но он предпочитает вращаться в других кругах. Главное для него научится доверять супруге и принять ее свободолюбивый характер.</p>

<p>Чтобы семейная жизнь была гармоничной важно супругам иметь общие увлечения и дела. Вместе они могут успешно продвигаться к поставленным целям. При этом их жизнь наполнится новыми эмоциями и впечатлениями.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 44%)</b></p>
<p>Дружба вполне возможна между подругой Водолей и мужчиной Скорпионом. Но дружеские тандемы образуются не часто. Это связано с тем, что на жизненном пути эти двое редко пересекаются. Но, даже встретившись, они часто не замечают друг друга в силу разных характеров. Поскольку им не удается сблизиться, то абсолютно нет времени лучше узнать друг друга.</p>

<p>Обычно в дружеском тандеме женщина полностью открыта, но друг никогда не сможет довериться своей подруге, так как считает ее легкомысленной. Встречаясь, друзья могут мило общаться на различные темы, но не более. Иногда более серьезного мужчину начинает раздражать легкость подруги, поэтому он на время просто исчезает из ее поля зрения.</p>

<p>В силу разного подхода к работе на почве дружбы никогда не может возникнуть крепкого делового тандема. Скорпион и Водолей, работая над одной задачей, будет отстаивать собственное мнение. И вряд ли при этом друзьям удастся достичь согласия.</p>';
		}
		if ($here == 'Скорпион' && $she == 'Рыбы') {
			$answer = '<p>Представители знаков зодиака Скорпион и Рыбы всегда создают крепкие союзы, которые наполнены добротой и теплотой. Партнеры бережно относятся друг к другу. Примечательно, что встретившись однажды, они уже никогда не смогут расстаться. Влюбленные заботятся друг о друге, никогда не ссорятся, стремятся удовлетворять общие желания и мечты. И хотя в тандемах периодически возникает непонимание по отдельным вопросам, партнеры не обращают на это внимание. Доминирует в союзе обычно Скорпион, что в любом случае устраивает обоих партнеров. Со временем между спутниками возникает глубокая духовная связь, которую не смогут разрушить никакие внешние факторы.</p>

<p>Парень Скорпион и девушка Рыбы создают на редкость благополучные союзы. Партнер всегда лидерствует в тандеме, партнерша с благодарностью принимает его опеку и всегда благодарна ему за поддержку. Примечательно, что в паре никогда не возникает поводов для серьезных конфликтов. Астрологи утверждают, что большую роль в благополучности союзов играет объединяющая стихия воды.</p>

<p><b>В любовных отношениях (совместимость в любви 82%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Рыбы в любовных отношениях просто великолепная. Партнер полностью соответствует образу сказочного принца, которой выдумала себе красавица, родившаяся под знаком зодиака Рыбы.</p>

<p>Для мужчины свойственны такие черты, как великодушие и уверенность в себе. Благодаря этому партнерша чувствует себя с ним рядом защищенной. Скорпион преклоняется перед своей избранницей и никогда не стремиться ее критиковать. Ее беззащитный, трогательный образ вызывает в нем желание стать для нее поддержкой и опорой.</p>

<p>Взаимопонимание в паре Скорпион и Рыбы возникает на уровне чувств. Способствует благополучию развитая интуиция партнеров. Они чувствуют, когда можно более жестко выразить собственное мнение, а когда следует промолчать.</p>

<p>Но, несмотря на благополучие отношений, полного доверия между этими людьми не будет. Мужчина Скорпион не сможет довериться партнерше в силу того, что понимает всю легкомысленность природного характера красавицы. Он никогда не будет рассчитывать на ее поддержку, хотя это сделает его только сильнее. Несколько отдалиться мужчина Скорпион может в том случае, если он устанет от фантазийного мира избранницы.</p>

<p><b>В постели (совместимость в сексе 92%)</b></p>
<p>Совместимость мужчины Скорпиона и женщины Рыбы в постели практически идеальная. Их сексуальные отношения наполнены глубокой чувственностью. Они полностью отдаются друг другу, что позволяет получить максимальное наслаждение. Примечательно, что партнеры могут с легкостью угадывать желания друг друга, удовлетворяя их. Позитивные эмоции и сильная страсть - главные составляющие интимной близости.</p>

<p>В интимной жизни у представителей данных знаков зодиака наблюдается полное согласие, но при этом лидирует всегда партнер. Девушка принимает это, ведь она получает от секса огромное удовольствие. Кроме того она стремиться также доставить незабываемые минуты счастья своему партнеру.</p>

<p><b>В браке (совместимость в семейной жизни 81%)</b></p>
<p>Совместимость Скорпион и Рыбы в браке очень высокая. Женщина в таком тандеме, настолько сильно любит своего мужа, что с уверенностью можно сказать, что она является лучшей женой. Умный мужчина это ценит, он дорожит своей спутницей, поэтому стремится во всем оказывать ей поддержку.</p>

<p>Супруга отличается хорошей внутренней интуицией, поэтому легко может предугадывать все желания любимого супруга. Она поддерживает его амбициозные планы. Это очень важно для партнера, так как увеличивает его уверенность в себе и позволяет становиться более успешным человеком.</p>

<p>Иногда супруг может проявлять агрессивность, но супруга умело сглаживает такие проявления. Она понимает его и может давать умные советы. Со своей стороны женщина преклоняется перед любимым мужем, воспринимая его как своего духовного наставника, в его глазах он настоящий рыцарь, которых в современном мире встречается не много.</p>

<p>Стихия Воды объединяет Скорпиона и Рыбы на астрологическом уровне. Это дает им важные качества, такие как природная гибкость и дипломатичность. Проходит немного времени и супруги становятся настоящим дополнение друг к другу. Их отношениям уже не будут грозить никакие внешние факторы.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 58%)</b></p>
<p>Мужчина Скорпион и женщина Рыбы, вряд ли, могут по-настоящему подружиться. Этому будет мешать любовное притяжение, которое часто возникает после первой встречи. Обычно дружеские отношения возникают между представителями данных знаков зодиака, которые принадлежат к разным поколениям.</p>

<p>Когда все-таки дружба возникает, то друзьям интересно вместе. Это связано с тем, что у них, как правило, общие интересы и увлечения, кроме того они могут часами беседовать. Такое времяпровождение для других людей может показаться скучным.</p>

<p>Даже если друг младше, подруга может рассчитывать на реальную помощь с его стороны в случае необходимости. Мужчина в любом возрасте может проявлять свою природную силу, которая позволяет ему принимать правильные решения. Уверенность в себе способствует тому, что он может решать не только свои проблемы, но и подсказывать правильный путь своей подруге.</p>';
		}
		//Стрелец 4
		if ($here == 'Стрелец' && $she == 'Овен') {
			$answer = '<p>Овен и Стрелец объединенные стихией огня. Они имеют одинаковые темпераменты, и это способствует тому, что представители этих знаков зодиака легко находят общий язык между собой. Но с другой стороны их взрывные и необузданные природные характеры приводят к частым разногласиям, которые им далеко не всегда удается легко преодолеть. Примечательно, что в данном тандеме Стрелец является более слабой личностью, в связи с этим лидерство всегда захватывает Овен. Несмотря на некоторую противоречивость характеров, эти люди, находясь рядом, привлекут к себе удачу и станут более успешными.</p>

<p>На подсознательном уровне партнеры всегда близки, вне зависимости от сфер жизнедеятельности, в которых они пересекаются. Отношения между влюбленными легкие и свободные. Представители данных знаков зодиака всегда оказывают действенную поддержку. Даже при столкновении интересов конфликты редки, и партнеры всегда нацелены на понимание и поиск компромиссов.</p>

<p><b>В любовных отношениях (совместимость в любви 70%)</b></p>
<p>Тому, что при первой встрече сразу возникает интерес, свидетельствует высокая совместимость мужчины Стрельца и женщины Овна в любовных отношениях. Но, несмотря на это, некоторое время им придется привыкать друг к другу. Только когда партнеры признают индивидуальность своей половинки, они построят гармоничные отношения, которым, вряд ли, что-либо будет угрожать. Партнеры являются оптимистами по своей природе, поэтому их любовные чувства всегда наполнены позитивом.</p>

<p>Совместимость Стрелец и Овен в любви позволяет говорить о том, что эти люди чаще остаются вместе, нежели расходятся после первой ссоры. И это связано с тем, что по статистике такие пары - это взрослые люди, которые уже имеют свои взгляды на жизнь и понимают, какую ценность представляют искренние чувства. Парень Стрелец всегда находится в поисках истины, а его избранница искренне поддерживает в этом и дает полезные советы.</p>

<p>Представители этих знаков зодиака умеют сохранять любовь. Они яркий пример того, как бурную ссору легко закончить таким же неистовым примирением. Удерживают партнеров вместе общность интересов. Влюбленным никогда не бывает вместе скучно. Они могут с одинаковым удовольствием активно отдыхать на природе или наслаждаться общением в домашней обстановке. Также с радостью они принимают гостей и посещают различные развлекательные мероприятия.</p>

<p><b>В постели (совместимость в сексе 55%)</b></p>
<p>Относительно невысокая совместимость пары в постели говорит о том, что у партнеров имеются более важные жизненные ценности. Но этот факт не подтверждает то, что люди не подходят друг другу. В постели они оба активны и стремятся доставить максимальное удовольствие друг другу.</p>

<p>На почве секса у представителей этих знаков зодиака разногласий никогда не возникает. Партнерша уверена в своей страстности и неотразимости, она считает, что более горячей любовницы Стрелец не найдет. И это действительно так. Партнеру очень нравится поведение в постели своей любимой, и он откликается на все ее желания.</p>

<p>Средняя совместимость Стрельца и Овна в постели указывает на то, что секс для партнеров - это романтическое приключение, наполненное страстью и нежностью. Благополучие и спокойствие в сексуальной сфере укрепляет отношения в тандеме.</p>

<p><b>В браке (совместимость в семейной жизни 90%)</b></p>
<p>В том случае, если влюбленные смогли сохранить любовь на начальном этапе отношений, они обычно заключают брак. И следует отметить, что высокая совместимость мужчины Стрельца и женщины Овна в браке говорит о том, что им практически всегда удается создать крепкую семью.</p>

<p>В доме этих людей всегда царит полное взаимопонимание и доброжелательная атмосфера. Сплачивают супругов общие дети. Именно поэтому очень хорошо, если они появляются сразу. Кроме этого укрепляют отношения совместные путешествия: как туристические походы в малоизведанные места, так и организованные туры.</p>

<p>Несмотря на то, что отношения в семье основаны на доверии, партнеры являются очень общительными людьми и это может спровоцировать ревность. Именно она несет угрозу семейному благополучию. Но высокая совместимость спутников свидетельствует о том, что партнерам, в большинстве случаев, удается развеять подозрения и сохранить семью. Особенно нужно следить за своими эмоциями супруге. Важно осознать, что если парень Стрелец выбрал вас, то обманывать он вас не будет. В силу этого нужно отбросить все подозрения и не усложнять семейные отношения.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 65%)</b></p>
<p>Дружба между мужчиной Стрельцом и женщиной Овном возникает очень часто. Дружеские отношения возникают на фоне общности интересов. Причем подружиться они могут в самых разных местах. Часто это случается во время активного времяпровождения. Представители этих знаков зодиака любят заниматься спортом и играть в командные игры. Также часто они путешествуют и занимаются туризмом.</p>

<p>Дружеские отношения в паре Стрелец и Овен сохраняются на длительные годы и этому не являются преградой никакие жизненные обстоятельства. Примечательно, что даже в дружбе женщина Овен проявляет собственнические чувства. Она никогда не разочаруется в друге, но при этом будет недовольна, если мужчина Овен будет много времени уделять общению с другими людьми. Это может разрушить дружбу навсегда. Кроме того при таком собственническом подходе, дама Овен может в силу своей природной эмоциональности охладеть к своей второй половинке и влюбиться в своего друга.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Телец') {
			$answer = '<p>Люди, родившиеся под знаками зодиака Телец и Стрелец очень разные, поэтому совместимость между ними довольно низкая. За исключением сексуальной сферы они мало в чем дополняют друг друга, поэтому союзы, созданные ими весьма проблематичные.</p>

<p>Представители этих знаков зодиака ведут разный образ жизни и имеют противоположные взгляды на жизнь. Вместе они могут быть, только научившись уступать. Но в любом случае, в таком тандеме отношения всегда напряженные и гармоничных, вряд ли, удастся достичь. Конфликтов в их совместной жизни будет намного больше, чем положительных моментов.</p>

<p>Мужчина Стрелец и женщина Телец - полные противоположности. Они живут по разным жизненным ритмам и имеют разные жизненные цели. Но, несмотря на это, счастливые и благополучные союзы между представителями этих знаков зодиака встречаются очень часто. Удержаться эти люди вместе могут на долгие годы только в том случае, если не разбегутся в разные стороны после первой же встречи.</p>

<p><b>В любовных отношениях (совместимость в любви 70%)</b></p>
<p>Совместимость мужчины Стрелец и женщины Телец в любовных отношениях высокая. Этот союз - очень красивая пара. Партнерша всегда выглядит элегантно и изыскано, и этим она оттеняет эксцентричность и яркость партнера. Если любовный тандем между этими людьми состоялся, то это значит, что спутники нашли в своих половинках то, что им не хватает от природы, а именно:</p>
<ul>
  <li>Партнерша подпитывается неуемной энергией и природной силой парня, не переставая удивляться его находчивости и умению легко относиться к любым жизненным ситуациям.</li>
  <li>Избраннику нравится тот стабильный и надежный тыл, который обеспечивает ему его девушка.</li>
</ul>
<p>Влюбленные достаточно независимые личности, и это позволяет им уважительно относиться друг к другу. Именно уважение всегда является отправной точкой для развития любовных отношений между представителями этих двух знаков зодиака и этому соответствует высокая совместимость Стрелец и Телец в любви.</p>

<p>В союзе редко случаются ссоры, так как партнеры понимают всю их бесполезность. Они редко занимаются перевоспитанием друг друга, понимая всю бесполезность этого. Если женщина в таком любовном тандеме поймет насколько важно предоставлять свободу своему партнеру, то любовь может продлиться длительное время, и велик шанс того, что со временем влюбленные Стрелец и Телец решаться на брак.</p>

<p><b>В постели (совместимость в сексе 73%)</b></p>
<p>Сексуальная совместимость Стрелец и Телец в постели довольно высокая. Главной проблемой может стать то, что партнер может утомлять свою избранницу постоянным желанием заняться сексом и своей неутомимостью в постели. Представители этого знака зодиака всегда стремятся к новизне в сексуальных отношениях и предпочитают экспериментировать.</p>

<p>Для обоих людей секс занимает важное место в жизни. По их мнению благополучная интимная жизнь способствует привыканию друг к другу. И в этой паре это действительно так. Благодаря гармоничным сексуальным отношениям в тандеме со временем между партнерами исчезает барьер непонимания, который возникает в реальной жизни в силу разных природных темпераментов и противоположных черт характера.</p>

<p><b>В браке (совместимость в семейной жизни 45%)</b></p>
<p>Низкая совместимость мужчины Стрелец и женщины Телец в браке не позволяет построить гармоничные и комфортные семейные отношения. Это связано с тем, что супругам очень сложно понять друг друга. Супруга Телец ценит уют в семейном доме и стабильность, а муж Стрелец все время стремиться к переменам. В противном случае ему становится скучно жить.</p>

<p>Супруг по своему природному характеру является идеалистом. Он всегда ставит грандиозные планы, но, к сожалению, практически не принимает никаких мер для их реализации. С другой стороны супруга - это реалистичный человек, она ставит перед собой только те цели, которые может воплотить в жизнь. Именно поэтому женщина в таком тандеме считает мужчину легкомысленным.</p>

<p>Но со временем супруги Стрелец и Телец привыкают. Жена начинает понимать, что, несмотря на стремление к переменам, ее супруг на первое место ставит материальное обеспечение семьи и очень успешно с этой задачей справляется. С другой стороны мужчина начинает замечать, насколько много внимание его избранница уделяет дому, стремясь организовать максимально комфортный тыл. А если партнеры научаться полностью доверять друг другу и оставят свободу действий, то можно будет с уверенностью сказать, что семейная жизнь удалась.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 89%)</b></p>
<p>Мужчина Стрелец и женщина Телец могут хорошо дружить. Они умеют поддержать друзей в трудную минуту и дать дельный совет для решения тех или иных жизненных проблем. Но, несмотря на это, неуемный оптимизм друга часто очень напрягает уравновешенную подругу, которая больше всего в жизни ценит стабильность. Ей непонятно стремление мужчины Стрельца к постоянным жизненным переменам.</p>

<p>Как правило, друзья очень ценят сложившиеся дружеские отношения, поэтому любовь между ними никогда не возникает. Именно поэтому их вторые половинки могут не волноваться. Возможна дружба семьями. Причем в такой компании все участники будут чувствовать себя очень комфортно.</p>

<p>Представителям этих знаков зодиака очень легко наладить отношение при общей работе. Очень часто дружат парень Стрелец и подруга Телец, которые являются коллегами. Совместный бизнес этих людей всегда обречен на успех и этому, прежде всего, способствует природная удачливость партнера. Когда у друзей имеется общая цель, то они с легкостью могут преодолеть любые жизненные преграды. При этом всю кропотливую работу берет на себя подруга, а друг занимается организацией рабочего процесса и контролирует его.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Близнецы') {
			$answer = '<p>Тандемы Близнецы и Стрелец всегда очень устойчивые и долговечные. Союзы двух людей можно сравнить с половинками одного целого. Совместимость этих знаков по статистике очень высокая. Несмотря на то, что партнеры относятся к разным стихиям, это не отталкивает их.</p>

<p>Как известно, Воздух и Огонь в природе очень притягиваются друг к другу. Этот факт отражается и на представителях этих знаков зодиака. Но не следует забывать о том, что любой гармоничный союз можно создать, только если идти друг другу на уступки. Это не сложно ведь партнеры имеют похожие интересы и увлечения, они всегда находят темы для бесед.</p>

<p>Половинками одного целого можно считать тандем между женщиной Близнецы и мужчиной Стрельцом. Но трудно сказать, что отношения между партнерами складываются очень просто. Они довольно свободолюбивые личности, поэтому не спешат связывать себя браком.</p>

<p><b>В любовных отношениях (совместимость в любви 85%)</b></p>
<p>Совместимость мужчины Стрелец и женщины Близнецы в любовных отношениях идеальная, их союзы очень яркие. Эти люди имеют общие интересы и оптимистически относятся к жизни. Парень Стрелец очень требователен к своей спутнице, он представляет рядом с собой только настоящую и верную единомышленницу. И именно женщина Близнец идеально подходит на эту роль.</p>

<p>Партнеры никогда не скучают, находясь вместе. Они делятся друг с другом большим количеством полезной и важной информации. В милой уютной обстановке они способны долгое время проводить в беседах, обсуждениях и размышлениях.</p>

<p>Каждый из партнеров может получать пользу от любовного союза:</p>
<ul>
  <li>Девушка Близнецы постепенно учиться реально относится ко всем событиям в окружающем мире. Благодаря партнеру, у нее открывается способность по другому оценивать мир, и это позволяет ей стать более успешной.</li>
  <li>Парень Стрелец черпает из любви позитивную энергию, которая позволяет ему творить.</li>
</ul>
<p>Совместимость Стрелец и Близнецы в любви может быть нарушена легкомысленным поведением партнерши. Ей нужно научиться прислушиваться к мнению своего мужчины. Потому что, если он решит, что отношения себя изжили, восстановить их будет уже невозможно.</p>

<p><b>В постели (совместимость в сексе 95%)</b></p>
<p>Совместимость Стрельца и Близнеца в постели идеальная. Партнеры очень легко относятся к сексу, они позволяют себе интрижки и романы. Они приверженцы легких связей, ни к чему не обязывающих. Но при этом более серьезным в таком тандеме оказывается избранник Стрелец. Если сексуальные отношения длятся долго, то партнер может настаивать на браке.</p>

<p>Идеальность интимной жизни всецело зависит от глубины чувств партнеров. Они искренни друг с другом и никогда не будут лицемерить. Но при этом более серьезному мужчине Стрельцу стоит помнить о том, что в постели барышня Близнец очень любит флиртовать. В этом нужно ей обязательно подыгрывать. Но мужчине Стрельцу это делать абсолютно несложно, так он по своей природе всегда хочет делать счастливой свою партнершу в постели.</p>

<p><b>В браке (совместимость в семейной жизни 65%)</b></p>
<p>Совместимость мужчины Стрелец и женщины Близнецы в браке основана на том, что каждый из спутников предпочитает свободу и независимость в жизни. Партнерам всегда очень интересно вместе. Представители этих знаков зодиака по свое природе не спешат создавать семейные союзы. Как правило, семьи спутников Стрелец и Близнецы создают после того, как проверят свои чувства на прочность.</p>

<p>Семейные отношения всегда строятся на доверительной основе, партнеры никогда не контролируют друг друга. Их свободолюбие делает семейную жизнь непредсказуемой. Супруги очень любят путешествовать. В зависимости от материального положения они являются частыми участниками дорогостоящих турне или принимают участи в туристических походах. Именно совместное насыщенное эмоциями и впечатлениями времяпровождение укрепляет семейные отношения. Если им станет скучно друг с другом, то это неминуемо приведет к разрыву.</p>

<p>Супруги никогда не драматизируют жизненных событий. Все происходящее в окружающем мире они воспринимают легко, никакие внешние перемены их не пугают, они стремятся всегда, как можно быстрее приспособиться к возникшим условиям. Такая пара с удовольствие посещает дружеские компании.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 65%)</b></p>
<p>В силу общности взглядов и интересов мужчина Стрелец и женщина Близнецы создают крепкие и долговечные дружеские союзы. Поскольку представители этих знаков зодиака не стремятся связывать себя узами брака, то дружба редко является подталкивающим фактором к семейной жизни.</p>

<p>В качестве друзей партнеры ведут очень активную жизнь и возраст этому абсолютно не помеха. Они оба очень любознательны и стремятся познавать окружающий мир. Друзья часто путешествуют, причем для них совершенно неважно будет ли это комфортное турне или туристический поход с рюкзаками.</p>

<p>Кроме того они расширяют свои познания окружающего мира на разнообразных лекциях и тренингах. Огромный жизненный опыт способствует тому, что они становятся хорошими наставниками и учителями. Деловые союзы на фоне дружеских отношений складываются очень успешно. Такие тандемы отличаются тем, что они увлекают в общую работу и других людей, поэтому вокруг них всегда формируются дружные и успешные коллективы.</p>

<p>Такой познавательный жизненный подход способствует тому, что они становятся в дружбе единым целым. И именно это может привести к возникновению любовных отношений. Если на фоне этого они создадут семью, то это можно будет считать браком по расчету. В семейных отношениях дружба останется главным связующим фактором.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Рак') {
			$answer = '<p>Как правило, Рак и Стрелец могут быть вместе, только в случае, если круг их интересов совпадает. В этом случае довольно высокая совместимость позволяет партнерам построить гармоничные и благополучные отношения. При этом природные характеры и мировоззрение представителей этих знаков зодиака существенно отличаются. Именно поэтому отношения между партнерами всегда развиваются очень медленно. Только после того, как люди изучат друг друга, появятся шансы на создание крепкого союза. Впоследствии партнеры будут дополнять друг друга, что позволит им успешно продвигаться по жизни и достичь поставленных целей.</p>

<p>Мужчина Стрелец и женщина Рак нелегко уживаются друг с другом. Но, несмотря на это, такие тандемы встречаются очень часто. Спрогнозировать то, как будут развиваться отношения между представителями этих знаков зодиака очень трудно. Сходства между мужчиной и женщиной в данном союзе мало, но именно это и является притягивающим фактором.</p>

<p><b>В любовных отношениях (совместимость в любви 52%)</b></p>
<p>Совместимость мужчины Стрелец и женщины Рак в любовных отношениях не высокая, союзы не часто складываются гармонично. Стихии Огонь и Вода, которые управляют представителями этих знаков зодиака, плохо сочетаются между собой.</p>

<p>Соединить вместе Стрельца и Рака могут только общие интересы. Но даже в таком случае любви с первого взгляда возникнуть не может, и об этом свидетельствует низкая совместимость Стрелец и Рак в любви. Отношения развиваются постепенно. У партнеров разное мировоззрение, но при этом объединяющим фактором является похожая чувствительность и искренность.</p>

<p>Мужчина Стрелец обладает огромной жизненной силой и энергетикой, которые притягивают избранницу Рак. Основная проблема может заключаться том, что партнерша отличается домашним характером, она стремится к уединению с близким человеком и не любит часто бывать в общественных местах. К сожалению, такой подход к жизни мужчину Стрельца не устраивает, ему становится скучно и это может спровоцировать разрыв отношений.</p>

<p>Чтобы сохранить союз партнерше следует понять, что широкая природная натура ее избранника требует простора и свободы. Его нельзя ограничивать четырьмя стенами даже самого уютного дома. Если он стремится в путешествия, то следует отпускать его. Он обязательно будет возвращаться, и его любовь будет только усиливаться к той женщине, которая его понимает.</p>

<p><b>В постели (совместимость в сексе 75%)</b></p>
<p>Совместимость Стрелец и Рак в постели не очень хорошая. Но на первых порах партнеры испытывают друг к другу очень сильное притяжение. Но оно скорее вызвано интересом к тому, что в паре много отличий. Со временем сексуальное влечение снижается, и партнеры теряют интерес друг к другу в интимной сфере.</p>

<p>При желании и на фоне искренних любовных чувств гармония в сексе может сохраниться на длительное время. В этом случае партнеры будут постепенно учиться раскрываться и получать удовольствие.</p>

<p><b>В браке (совместимость в семейной жизни 65%)</b></p>
<p>Совместимость мужчины Стрелец и женщины Рак в браке средняя, такие семьи могут быть благополучными, если они основаны на взаимной выгоде. Вследствие этого меркантильность, которая для большинства семей считается не уместной, в такой паре идет только на пользу.</p>

<p>В идеальной семейной паре царит абсолютная гармония и взаимопонимание, которую не могут омрачить даже отличия в природном характере. Супруг с любовью заботиться о женщине, отчего она просто расцветает. Энергетика партнера способствует тому, что из характера супруги исчезает замкнутость и осторожность. Женщина удивительно меняется, становится общительной, милой и открытой.</p>

<p>Избранница Рак рядом со своим избранником обретает уверенность в будущем и перестает бояться событий, происходящих во внешнем мире. Она прекрасно понимает, что, чтобы не произошло в жизни, она может рассчитывать на поддержку супруга.</p>

<p>С другой стороны сильная и уверенная в себе женщина Рак способна сделать счастливым своего партнера. Он заряжается от нее необходимой энергией и становится более успешным. Для поддержания гармоничных отношений супруге нужно бережно относиться к самолюбию мужчины. Кроме того следует организовать достойные бытовые условия. Это станет предметом гордости супруга.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 35%)</b></p>
<p>Дружба искренняя и крепкая возникает между женщиной Рак и мужчиной Стрелец очень редко. Преградой для развития дружеских отношений уже является то, что женщина - домоседка и предпочитает больше количество времени проводить в домашних условиях, а мужчина - это личность, которая всегда стремится к жизненным переменам. И если у него не получается путешествовать физически, то он делает это мысленно.</p>

<p>Но при этом если мужчина отличается философской направленностью характера, то он может найти общий язык с девушкой Рак. Они будут проводить много времени за беседами, обсуждением различных тем, что станет поводом начать дружить.</p>

<p>Постоянно путешествующий, если не физически, то мысленно, Стрелец не находит общих интересов с подругой. Исключение могут составить Раки-философы. С ними он найдет общую тему для разговора, та как он тоже не прочь пофилософствовать и обсудить загадки мироздания.</p>

<p>Отталкивает тонкую и чувствительную женщину прямолинейность и бесцеремонность друга. Она часто обижается на него, а когда накапливается много обид, то дружеский тандем распадается. Но, как правило, мужчина может даже не обратить внимания на то, что он потерял подругу, ведь ему, зачастую, с ней очень скучно.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Лев') {
			$answer = '<p>Пара представителей знаков зодиака Лев и Стрелец очень спорная в прямом смысле данного слова. Избранники, отличаются эмоциональными характерами, они очень любят отстаивать собственные интересы, поэтому часто спорят между собой. Но, несмотря на это, партнеры создают очень благополучные тандемы. Кроме того, если обстоятельства обязывают уважительно относиться друг к другу, то избранники способны управлять своими эмоциями. Примечательно, что партнеры прекрасно ладят, если их связывают рабочие узы. И очень часто именно коллеги создают успешные тандемы в различных сферах жизнедеятельности.</p>

<p>Особенностью пары является то, что женщина Лев имеет завышенную самооценку, но для мужчины в жизни не существует никаких идеалов. Даже создав благополучный союз, партнер не сдерживается в своих чувствах и эмоциях, категорично выражая их. Это всегда несет угрозу и может разрушить сложившиеся отношения.</p>

<p><b>В любовных отношениях (совместимость в любви 60%)</b></p>
<p>Совместимость мужчины Стрелец и женщины Лев в любовных отношениях находится на среднем уровне. Любовный союз возможен, только если женщина Лев искренне полюбит мужчину, обладающего неординарным характером. В этом случае, она даже не будет требовать от него особых знаков внимания. Особенностью характера избранника Стрелец является то, что он не любит долго ухаживать. Если он не почувствует взаимности со стороны избранницы, то может просто легко переключится на другую девушку. Именно поэтому, если женщина Лев влюбилась и не может справиться со своими чувствами, то ей придется уступить партнеру, отказавшись от своей стандартной высокой требовательности.</p>

<p>Любовные отношения основаны на полной доверительности. Именно об этом свидетельствует совместимость Стрелец и Лев в любви. Свободное время люди стремятся проводить вместе. У них похожие предпочтения, им нравится веселиться, поэтому они часто посещают шумные общественные мероприятия, дружеские вечеринки. К сожалению, именно в таких местах возникают конфликты. Их провоцирует партнер, который стремится управлять любимой, что для нее неприемлемо. Если влюбленные не научаться правильно себя вести, то это приведет к расставанию.</p>

<p><b>В постели (совместимость в сексе 79%)</b></p>
<p>Сексуальная совместимость Стрелец и Лев в постели высокая. Партнеры вызывают взаимный интерес длительное время. И хотя секс не является фактором, который подтолкнет к развитию более серьезных отношений, благополучная интимная жизнь является важной составляющей гармонии в семье.</p>

<p>Интим всегда наполнен позитивом и пониманием друг друга. Внести некоторую напряженность может критичность мужчины, который может не сдержаться и высказать свое мнение даже во время секса. Горделивая партнерша этого не выдержит, ответит резко, что приведет к разладу, но только на некоторое время. Сексуальное притяжение между партнерами настолько сильное, что они быстро забывают обиды. Более того, если интимные отношения сохраняются длительное время, то избранники привыкают друг к другу и пропускают все колкости и замечания, стремясь получить максимальное удовольствие.</p>

<p><b>В браке (совместимость в семейной жизни 65%)</b></p>
<p>Совместимость мужчины Стрельца и женщины Лев в браке средняя. Но семейные тандемы всегда крепкие, разводы случаются крайне редко. Жизнь не будет безоблачной, так как согласия супругам очень трудно достичь. Тем более что муж всегда категорично высказывает собственное мнение.</p>

<p>Объединяющим фактором в семье является искренность супругов, которые не терпят притворства. Для сохранения гармонии важным оказывается стремление обоих отказаться от жесткой критики поступков любимых и постараться принимать один другого, такими как они есть. В паре существуют большие риски наговорить друг другу лишнего. Примирение после этого не будет легким.</p>

<p>Мужчина Стрелец не обращает внимания на бытовую сторону жизни, поэтому не требует от супруги, чтобы она следила за порядком в доме. Это значительно снижает напряженность, которая могла бы возникнуть, следствие занятости обоих партнеров.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 55%)</b></p>
<p>Представители данных знаков зодиака Стрелец и Лев очень хорошо и мило общаются. Они всегда находят общие темы для разговоров. Но если их мнения не будут совпадать, то всегда возникает серьезный спор. Этот фактор не позволяет людям по-настоящему сдружиться, хотя приятельствовать они могут вполне.</p>

<p>Причем такие отношения очень приближаются по своему типу к дружеским. Исключение составляет только то, что между друзьями сохраняется определенная дистанция, и они не откровенничают друг с другом.</p>

<p>Когда все в жизни у партнеров складывается благополучно, они с удовольствием проводят время вместе. Причем обычно любят это делать в окружении большой компании. Друзья не склонны драматизировать ситуацию в окружающем мире и считают, что из любой самой сложной ситуации можно найти выход.</p>

<p>Все собственные незначительные проблемы каждый стремится решить самостоятельно, не нагружая ими друга или подругу. Но если в жизни случается нечто серьезное, то партнеры в дружеских тандемах всегда готовы оказать настоящую действенную поддержку. Если отношения возникают более близкие, то это указывает на то, что между друзьями может возникнуть любовное чувство.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Дева') {
			$answer = '<p>Непредсказуемость союзов представителей знаков зодиака Дева и Стрелец связана со сложным поведением природных стихий - Земли и Огня. Стрелец отличается повышенной эмоциональностью, которая является сильным раздражающим фактором для Девы. Полная противоположность характеров не исключает возможности построения благополучных тандемов в различных сферах жизнедеятельности. Учитывая то, что люди вращаются в различных сферах, они редко пересекаются в общих компаниях. Но как не странно встречи представителей данных знаков зодиака происходят довольно часто. Это позволяет сделать вывод, что противоположности притягиваются.</p>

<p>Примечательно, что пара Стрелец и Дева, даже являясь ровесниками, выглядит так, как будто партнерша старше. Это связано с природной рассудительностью женщины, и ее умением практично относится к жизни. Консерватизм партнерши с трудом воспринимается эмоциональным мужчиной. Это значительно ухудшает отношения. Рационализм спутницы делает ее в глазах мужчины предсказуемой и неинтересной. Но при этом, после длительного общения, у него появляется понимание, что земная красавица может стать надежным тылом и опорой. Она способна дать дельный совет, и поддержать в трудную минуту.</p>

<p><b>В любовных отношениях (совместимость в любви 58%)</b></p>
<p>Совместимость мужчины Стрелец и женщины Девы в любовных отношениях не очень высокая. Даже при желании сохранить любовь партнеры остро ощущают разницу в своих природных характерах. Сохранить любовный тандем возможно, только пересмотрев свое поведение, и избавившись от отдельных привычек. Только неимоверные усилия позволят партнерам притереться друг к другу.</p>

<p>Причиной разногласий является критика избранницы. Стерпеть ее свободолюбивый мужчина не может, поэтому отвечает тем же. Но при этом ведет себя довольно грубо, и не сдержано. Это провоцирует обиды, но природное терпение женщины Девы заставляет ее вновь и вновь предпринимать попытки перевоспитать любимого человека. Они все оказываются бесполезными, поэтому очень часто наступает разочарование, и приходит понимание неправильности выбора спутника.</p>

<p>Совместимость Стрелец и Дева в любви акцентирует внимание на том, что, только преодолев кризис в отношениях, партнеры могут рассчитывать на построение благополучного любовного союза. Влюбленные начинают дорожить друг другом, понимая всю выгодность тандема. Чем дольше люди будут находиться вместе, тем крепче будут становиться отношения.</p>

<p><b>В постели (совместимость в сексе 50%)</b></p>
<p>Сексуальные отношения в паре всегда неоднозначные. То, что существует притяжение на подсознательном уровне, отрицать невозможно. Но сложности возникают на фоне природной сдержанности партнерши. Эмоциональный мужчина не может объяснить отсутствие глубоких чувств, и это, конечно же, является его ошибкой.</p>

<p>Совместимость Стрелец и Девы в постели не высокая, поэтому чтобы достичь понимания в интимной сфере нужно будет пройти длительный путь, и проявить огромное терпение. Мужчине следует постараться разбудить женственность у партнерши, и заставить ее раскрепостится. Все его усилия будут оплачены неповторимыми положительными эмоциями.</p>

<p><b>В браке (совместимость в семейной жизни 42%)</b></p>
<p>Низкая совместимость мужчины Стрельца и женщины Девы в браке свидетельствует о том, что супруги живут каждый в собственном мире. Безусловно, люди стремятся укрепить семейный тандем, но делают это они без согласования. Каждый из спутников всегда больше старается для себя, стремясь получить от семьи максимальную выгоду.</p>

<p>Женщина Девы большое внимание уделяет порядку в доме. Но в этом ей нельзя рассчитывать на помощь супруга, ведь он полностью безразличен ко всем бытовым вопросам. Супруга всегда тянет повеселиться в дружеских компаниях, семейную спокойную жизнь он воспринимает как рутину.</p>

<p>Чтобы исключить ревность в отношениях, супруге приходится постоянно сопровождать мужа. Для любительницы домашнего времяпровождения, это очень сложно с психологической точки зрения. Она в веселых компаниях не отдыхает, а устает. Разный подход к данному вопросу становится причиной серьезных разногласий. Мужу просто не понять, что все что нужно его супруге для отдыха, так это тихий спокойный вечер в домашней обстановке рядом с любимым человеком.</p>

<p>Кроме того, сложности возникают и в том, что жена предпочитает планировать жизнь, но при совместной жизни со Стрельцом это становится невозможным. Для понимания, нужно стремиться как можно чаще обсуждать возникающие проблемы, и объяснять свою позицию.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 24%)</b></p>
<p>Девушка Дева и парень Стрелец отличаются разными темпераментами и природными характерами, поэтому шансов на возникновение дружеских отношений между ними очень мало. Самое главное препятствие для дружбы - отсутствие совместных интересов и увлечений. Спутникам не интересно вместе, ощущение скуки возникает буквально с первых минут общения.</p>

<p>Избранник Стрелец всегда стремится вести активный образ жизни, он очень комфортно себя чувствует в бурных дружеских компаниях. Он всегда с удовольствием путешествует, причем для этого он не требует особого комфорта. Ему подходят как туристические походы в тяжелых природных условиях, так и условия дешевых отелей. В отличие от практичной женщины, родившейся под знаком зодиака Дева, он никогда не планирует будущую жизнь, стремясь жить одним днем.</p>

<p>В силу всего вышесказанного, желание дружить у партнеров Стрелец и Девы возникает крайне редко. Но если так случится, что им придется общаться в рабочем коллективе, то отношения могут быть стабильными. Но это больше будет напоминать приятельство, в котором не будет места откровениям. Очень часто такая дружба основывается на том, что друг понимает ценность советов практичной партнерши. Со своей стороны подруга заряжается позитивной энергией от эмоционального мужчины.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Весы') {
			$answer = '<p>Союз представителей знаков зодиака Весы и Стрелец может быть вполне успешным. Это связано с природными чертами характера людей, которые вполне сочетаемы. Партнеры отличаются высоким уровнем интеллекта, они стремятся к саморазвитию, у них всегда присутствует потребность в получении новых знаний. Представитель знака зодиака Весы всегда ценит в своей половинке легкость характера и чувство юмора. Оба партнера не конфликтны. Они быстро находят компромиссные решения в любых бытовых проблемах. Иногда сложности в тандемах возникают из-за того, что представитель Весов склонен всегда сомневаться, а представитель Стрельца часто на пути к цели проявляет агрессивность и безаппеляционность.</p>

<p>Этим влюбленным легко находить общий язык во всех без исключения сферах жизнедеятельности. По всем вопросам партнеры могут договориться и легко пойти на компромисс. Высокой совместимости способствует сочетаемость природных стихий.</p>

<p><b>В любовных отношениях (совместимость в любви 75%)</b></p>
<p>По статистике любовные отношения между представителями этих знаков развиваются очень быстро. Об этом свидетельствует высокая совместимость мужчины Стрелец и женщины Весы в любовных отношениях.</p>

<p>Влюбленные, находясь вместе, активно познают окружающий мир. Они очень общительны и стремятся расширить круг знакомств. Высокая совместимость Стрелец и Весы в любви позволяет создавать очень удачные и долговременные тандемы. Партнерам никогда не бывает скучно вместе, у них всегда находятся темы для обсуждений. Крепость любовных союзов связана со следующим:</p>
<ul>
  <li>Девушка Весы покорена широтой взглядов своего избранника.</li>
  <li>Парень Стрелец восхищен очарованием и дипломатичностью избранницы.</li>
</ul>
<p>Примечательно, что уравновешенная спутница, родившаяся под знаком зодиака Весы, способна гармонизировать жизнь немного сумбурного от природы мужчины Стрельца. Несмотря на свободолюбие, партнер на фоне возникших любовных чувств, может пожертвовать частью своей независимости. Женщина в таком союзе всегда проявляет повышенную рассудительность, учитывая безответственность и порывистость характера партнера. Но при этом она всегда должна удерживаться от давления на мужчину.</p>

<p><b>В постели (совместимость в сексе 90%)</b></p>
<p>Совместимость Стрелец и Весы в постели почти идеальная. Это также можно объяснить особенностью природных стихий, которые управляют людьми. В природе огонь раздувает ветер и увеличивает силу пламени. То есть женщина Весы способна очень быстро пробудить у мужчины сильную страсть.</p>

<p>В постели между партнерами никогда не возникает никаких проблем. Секс занимает особое место в жизни у представителей данных знаков зодиака. Очень часто сексуальные отношения сочетаются с интеллектуальными беседами.</p>

<p>Незначительный дискомфорт в интимную сферу может внести некоторая прямолинейность Стрельца. Но партнерша со свойственной дипломатичностью сможет сгладить бестактность партнера и предотвратить ее повторение в будущем.</p>

<p><b>В браке (совместимость в семейной жизни 75%)</b></p>
<p>Высокая совместимость мужчины Стрелец и женщины Весы в браке свидетельствует о благополучности отношений. В таком семейном тандеме супруги соответствуют друг другу по своему интеллектуальному развитию и менталитету. Люди способы одинаково оценивать происходящие вокруг них события.</p>

<p>В семье не бывает рутины и скуки. Супруги наполнят жизнь интересными событиями и увлечениями. В паре царит атмосфера уважения и понимания. Дети в такой семье вырастают полноценными личностями, полностью подготовленными к взрослой жизни.</p>

<p>Супруги не конфликты, ссоры и разногласия всегда гасятся быстрыми компромиссными решениями. Некоторую напряженность может вносить природная грубоватость и прямолинейность мужчины. Но дипломатичная супруга никогда не станет отвечать тем же и провоцировать конфликт. Она найдет способы успокоить мужа и в мягкой, деликатной форме даст понять, что в дальнейшем так поступать не стоит, и очень важно контролировать свои слова и поступки.</p>

<p>Угроз для семейного союза, основанного на разуме, не существует. Разводы случаются крайне редко. Причем, чем дольше партнеры находятся вместе, тем глубже понимание друг друга.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 70%)</b></p>
<p>Совместимость в дружеских отношениях находится на высоком уровне. Но при этом очень часто дружба перерастает в любовь. Но пока люди дружат, то они с удовольствием беседуют друг с другом на различные темы. Кроме того их могут объединять увлечения и хобби. Друзья часто посещают различные общественные мероприятия, ходят в театры и кино.</p>

<p>Объединяющим фактором является природный оптимизм друзей Стрелец и Весы. Если в детстве подружились мальчик и девочка, то дружбу они могут пронести через многие годы. При этом вероятность возникновения любви очень низкая. Только в таком случае &laquo;половинкам&raquo; людей не следует бояться измен.</p>

<p>Примечательно, что дружба возможна при благополучности людей. Если кто-то из друзей выпадает из привычного социально слоя, второй друг немедленно разрывает дружеские отношения. Ни мужчина, ни женщина не станут поддерживать связь с неудачником. Для представителей данных знаков зодиака важно производить хорошее впечатление на окружающих людей.</p>

<p>Очень удачно складываются отношения представителей этих знаков зодиака в работе. Они успешно работают в одном коллективе, если их обязанности четко распределены. В силу природной безответственности мужчины, на него возлагается обязанность генерировать идеи, которые воплощать будет трудолюбивая женщина.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Скорпион') {
			$answer = '<p>Отношения между представителями знаков зодиака Скорпион и Стрелец всегда не однозначны. И связано это с непредсказуемостью партнеров. Но, несмотря на это, между влюбленными данных знаков зодиака всегда основываются отношения на полном доверии. Союзы образуются редко, потому что представители данных знаков зодиака ведут разный образ жизни, мало пересекаются на жизненном пути, а встретившись, не спешат сближаться. Но если это случится, то тандем может сложиться довольно успешно, вследствие практичности Скорпиона и активности Стрельца. Люди способны активно поддерживать друг друга и давать дельные советы.</p>

<p>Очень часто избранник Стрелец отталкивает от себя представительниц прекрасной половины человечества своей прямолинейностью, которая часто воспринимается как бесцеремонность. Только женщину Скорпион такая черта не настораживает, если ей интересен избранник. Хотя для того, чтобы был создан крепкий тандем понадобится немало времени, сближаются представители этих знаков зодиака медленно, внимательно присматриваясь друг к другу.</p>

<p><b>В любовных отношениях (совместимость в любви 87%)</b></p>
<p>Как правило, инициатором отношений всегда является женщина. Но делает она это настолько тактично и незаметно, что избранник уверен, что он стремился завоевать сердце красавицы - и у него это получилось. Совместимость мужчины Стрелец и женщины Скорпион в любовных отношениях довольно высокая. Но при этом союз может быть успешным только тогда, когда мужчина чувствует свою значимость.</p>

<p>Отношения между представителями данных знаков зодиака далеки от идеальных. Но при этом высокая совместимость Стрелец и Скорпион в любви свидетельствует о том, что партнеры могут найти общий язык друг с другом на фоне искренней любви. При обоюдном желании тандем может существовать длительное время.</p>

<p>В любовном союзе многое зависит от партнерши, так как она обладает природной гибкостью и способна сглаживать периодически возникающую напряженность. При этом важно, чтобы партнер не понимал, что им управляют со стороны.</p>

<p><b>В постели (совместимость в сексе 79%)</b></p>
<p>Совместимость Стрелец и Скорпион в постели довольно неплохая. У представителей данных знаков зодиака нет никаких серьезных комплексов. Партнеры страстные и стремятся получить от секса максимальное удовольствие.</p>

<p>Интимная жизнь представителей данных знаков зодиака всегда разнообразная, наполненная яркими ощущениями и позитивными эмоциями. Особенная чувственность избранницы очень нравится партнеру, поэтому он стремиться доставить ей удовольствие. Оба партнеры любят поговорить о сексе и обсудить все интересующие вопросы, поэтому недомолвок, способных привести к дискомфорту практически не возникает.</p>

<p><b>В браке (совместимость в семейной жизни 68%)</b></p>
<p>Совместимость мужчины Стрелец и женщины Скорпион в браке не очень плохая. Очень часто они осложняются ревностью жены. Это провоцирует свободное поведение мужа. Он много времени проводит в кругу друзей, может позволить себе симпатии к другим представительницами прекрасной половины человечества. Супруг не считает, что семейная жизнь должна служить сдерживающим фактором.</p>

<p>Супруга изводит себя ревностью, но при этом стремиться сохранить мирную атмосферу в семейном тандеме. Поэтому бурные ссоры уже сами по себе свидетельствуют о том, что терпение женщины иссякло. Если мужчина не сделает правильные выводы и не образумится, то может последовать развод.</p>

<p>Кроме этого, стремясь сохранить гармонию в семье, супруга должна сохранять спокойствие. Ее непредсказуемый и сумбурный муж может преподносить самые различные сюрпризы, далеко не всегда приятные. Важно научится не копить обиды и раздражение в душе, а высказывать их сразу спутнику в спокойном тоне. Нужно понимать, что супруг всегда готов будет сделать правильные выводы, если доводы покажутся ему разумными. Ведь он понимает, что сила и уверенность в себе супруги очень важна для благополучной семейной жизни.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 43%)</b></p>
<p>Между девушкой Скорпионом и парнем Стрелец дружба может возникать очень редко. Представители этих знаков зодиака разные, чтобы быть искренними друг с другом. Мешает дружеским отношениям также то, что импульсивный мужчина видит в своем друге сексуальную женщину. Он подсознательно мечтает о романе с ней.</p>

<p>Партнерам Стрелец и Скорпион приятно общаться друг с другом, но больше в их жизни ничего нет такого, что могло быть связующим фактором в дружбе. Такие отношения больше напоминают приятельство.</p>

<p>Прекрасно развиваются отношения, когда мужчина старше своей подруги. В этом случае он вносит в ее жизнь много позитивных эмоций и в определенном смысле начинает ей покровительствовать. Ради любопытства серьезная подруга, которая младше по возрасту, может даже согласится поучаствовать в его авантюрах.</p>

<p>Дружеские тандемы, в которых подруга старше по возрасту, возникают редко. Обычно они создаются по расчету со стороны мужчины. Друг стремиться перенять жизненный опыт более мудрой наставницы. Очень часто такая дружба возникает на фоне деловых отношений. Подруга помогает своему молодому товарищу выбирать правильные пути решения задач и достигать больших высот в карьере, воплощать задуманные планы.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Стрелец') {
			$answer = '<p>Стрельцы - это представители огненной стихии. В одном тандеме партнеры легко уживаются. В паре присутствует яркость и авантюризм. Оба партнера излучают неуемную энергию и постоянно стремятся к новым свершениям. Но в силу похожести характеров Стрелец и Стрелец могут отталкиваться друг от друга. Если отношения Стрельцов складываются благополучно и они благожелательно настроены друг к другу, то влюбленные могут оказывать действенную поддержку друг другу. Особенность характеров Стрельцов является природный эгоизм.</p>

<p>Представители данного знака зодиака могут заботиться только о тех, кто по-настоящему их ценит. При этом спутники хорошими отношениями очень дорожат. Нарушить благополучную атмосферу в тандеме может вспыльчивость и некоторая агрессивность партнеров.</p>

<p>В такой паре партнеры чувствуют себя раскованно, так как понимают друг друга с полуслова. Женщина Стрелец прямолинейная и не умеет льстить и лицемерить. Это качество характера по достоинству может оценить искренний мужчина.</p>

<p><b>В любовных отношениях (совместимость в любви 34%)</b></p>
<p>Совместимость мужчины Стрелец и женщины Стрелец в любовных отношениях не высокая. Но это только потому, что влюбленным часто становится скучно друг с другом и любовь между ними не успевает укрепиться до нужного уровня. Совместимость Стрелец и Стрелец в любви акцентирует внимание на том, что в любовных тандемах царит миролюбивая атмосфера.</p>

<p>Ссоры между партнерами маловероятны, могут возникать только интеллектуальные споры, но они никогда не вредят союзу, а только укрепляют его. Любовные отношения двух Стрельцов наполнены романтикой. Людям никогда не бывает скучно вместе.</p>

<p>В обществе друг друга представители данных знаков зодиака чувствуют себя раскованно и естественно. Спутники по своим природным характерам прямолинейны. Но когда они вместе, то им не нужно контролировать свои поступки и слова.</p>

<p>Проблем в любовном союзе практически нет. Стрелец и Стрелец гарантируют свободу и независимость друг другу и не таят обид, высказывая сразу обо всем наболевшем. Им легко быть вместе, так как они не зацикливаются на проблемах и никогда не драматизируют сложившуюся жизненную ситуацию.</p>

<p>На начальном этапе отношений перед представителями данного знака зодиака стоит задача удержаться вместе. Партнеры настолько похожи, что могут отталкиваться на подсознательном уровне. Но если трудное время притирки удастся пережить, то может получиться крепкий семейный тандем, который разрушить не смогут никакие негативные внешние факторы.</p>

<p>Любовный союз Стрелец и Стрелец всегда наполнен позитивом и оптимизмом. Пара имеет много общих друзей. Влюбленные стремятся к самосовершенствованию, используют любую возможность, чтобы отправиться в интересное путешествие. Со временем развивается сильная эмоциональная связь, которая позволяет им понимать друг друга без слов.</p>

<p>В любовных отношениях двух Стрельцов всегда присутствуют сюрпризы и приключения. Это связано с активным образом жизни людей, который приносит много неожиданностей. Влюбленные не могут жить по строго намеченным планам, поэтому интересные события постоянно происходят в их жизни.</p>

<p><b>В постели (совместимость в сексе 55%)</b></p>
<p>Совместимость мужчины Стрелец и женщины Стрелец в постели средняя. Много в сексуальных отношениях зависит от обстоятельств. Но в большинстве случаев партнеры способны наполнить интимную сферу романтикой и получить от секса незабываемые позитивные эмоции.</p>

<p>Совместимость Стрелец и Стрелец в постели может быть высокой, когда партнеры начинают раскрывать полностью свой природный сексуальный потенциал. В таком случае они стремятся к экспериментам. Два страстных Стрельца не знают границ в постели. Партнеры готовы воплощать любые сексуальные фантазии и это позволяет им получить максимальное сексуальное удовольствие.</p>

<p>Представители знаков зодиака Стрелец ценят разнообразие в постели, поэтому секс для них никогда не превращается в рутину. Оба партнера стремятся получить в интимной сфере максимум удовольствия. Для них не существует запретов, каких-либо норм и правил.</p>

<p>Примечательно, что представители этих знаков зодиака всегда заботятся о романтической обстановке. Они часто используют определенные эротические усилители, к примеру, зеркала или свечи. Иногда партнеры придумываю ролевые игры.</p>

<p>Для окружающих союз Стрелец и Стрелец очень странный. Ведь партнеры могут параллельно иметь связи на стороне и спокойно к этому относится. Это является отражением того, что даже если людям хорошо вместе, они все равно находятся в стоянии поиска лучшего партнера. Но, чаще всего, случается так, что после любовники снова возвращаются друг к другу и продолжают отношения.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>Совместимость Стрелец и Стрелец в браке низкая. Партнеры настолько похожи по своим природным характерам, что просто не решаются вступать в брак. Невысокая совместимость мужчины Стрелец и женщины Стрелец в браке указывает на то, что спутники чувствуют себя хорошо вместе, пока им не приходится сталкиваться с бытовыми заботами.</p>

<p>В семейном тандеме появляются новые обязательства, с которыми представители данного знака зодиака не способны справляться. Это с первых мгновений семейной жизни осложняет отношения. Супруги не склонны меняться, они продолжают вести свободолюбивый образ жизни и проводить много времени в компании друзей.</p>

<p>Финансовая сфера у супругов не стабильна. Но даже если у них не достаточно денег, то они стремятся много путешествовать по региону и посещать экскурсии. Домоседами супругов точно нельзя назвать. Это приводит к тому, что они совсем не уделяют внимания семейному жилищу. Обычно даже в благополучной семье ремонт не делается десятилетиями.&nbsp;Связующим фактором является сексуальная сфера, где царит полное благополучие. Супруги понимают, что полностью раскрепостится и получить удовольствие от секса можно только друг с другом.</p>

<p>Браки, заключенные между Стрельцами могут быть крепкими и длительными. Но иногда случается так, что супруги устают друг от друга. Именно поэтому им хочется найти разнообразие на стороне. Обоюдные измены приводят к разводу. Но разрыв отношений всегда проходит по взаимному согласию, без ссор и скандалов.</p>

<p>Примечательно, что очень часто, представители знака зодиака Стрелец, отдохнув друг от друга, могут снова принять решение сойтись. Если этого не случается, то супруги остаются друзьями и сохраняют теплые отношения на всю жизнь.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 71%)</b></p>
<p>Представители знака зодиака Стрелец от природы наделены качествами, которые необходимы для крепкой дружбы. Как правило, дружеские тандемы устойчивы и сохраняются на длительное время. При этом даже люди, которые ранее состояли в браке, сохраняют дружеские отношения.</p>

<p>Друзья всегда поддерживают друг друга и быстро забывают обиды, нанесенные невзначай. Привычка находиться рядом с похожим человеком сохраняется на долгие годы. Друзья с удовольствием участвуют в различных общественных мероприятиях. Они открыты друг для друга, с удовольствием делятся своими планами и прислушиваются к советам один одного. При необходимости могут подключаться к реализации конкретных проектов.</p>

<p>Успешным можно назвать сотрудничество друзей в деловой сфере. Но при этом нужно, чтобы они участвовали в решении определенной задачи на равных правах. В противном случае может возникнуть соперничество, которое будет мешать благополучной работе. Именно в связи с этим не очень хорошо, когда один представитель знака зодиака Стрелец находится в подчинении другого.</p>

<p>Любое начинание друзей основано на энтузиазме, они практикуют творческий подход к решению любой задачи, рутина - это не для них.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Козерог') {
			$answer = '<p>Представители знаков зодиака Стрелец и Козерог совершенно разные личности по своим природным характерам. Вследствие этого спутники редко находят общий язык, поэтому у них не часто возникает желание создавать союзы. Но, как известно противоположности притягиваются, поэтому иногда тандемы создаются. Но при этом в любом случае между представителями данных знаков зодиака возникает много сложностей. Хорошая совместимость может быть только в рабочей сфере, при этом обязательно должно соблюдаться равноправие.</p>

<p>Далеко не всегда удачно складываются союзы между мужчиной Стрелец и женщиной Козерог. Это в основном связано с разными взглядами на жизнь и с тем, что спутники придерживаются разных ритмов жизни. Даже при искренних чувствах людям будет сложно найти друг с другом общий язык. Для искреннего мужчины Стрельца, женщина Козерог всегда будет оставаться загадкой и это будет сильно тяготить его.</p>

<p><b>В любовных отношениях (совместимость в любви 67%)</b></p>
<p>Несмотря на то, что совместимость мужчины Стрельца и женщины Козерога в любовных отношениях немного выше средней, это нежелательный союз. Но если все-таки влюбленные примут решение создать любовный тандем, то они смогут многому научить друг друга.</p>
<p>При длительном общении на фоне искренних чувств партнерша научит любимого человека более практично относиться к жизни. Со временем мужчина рядом с рассудительной красавицей станет реалистично воспринимать события, происходящие в окружающем мире. Принимать решения он научится взвешено и осторожно, что позволит стать более успешным человеком.</p>

<p>Со своей стороны партнер научит любимую расслабляться после трудовых будней и не зацикливаться на жизненных проблемах. Женщина научится воспринимать жизнь в более красочных тонах и отойдет от традиционных строгих взглядов.</p>

<p>В любовном тандеме Стрелец и Козерог получают друг от друга все, что необходимо, но при этом не становятся ближе. Прежде всего, этому мешает разное отношение к любви. Мужчина романтичен и стремится превратить любовные отношения в праздник. Но женщина этого по своей природе не может понять, для нее любовь более сравнима с дружескими отношениями. Она стремится все планировать, и места для романтических приключений в ее жизни нет.</p>

<p><b>В постели (совместимость в сексе 59%)</b></p>
<p>Совместимость мужчины Стрельца и женщины Козерога в постели не очень высокая. Партнеры могут притягиваться в сексуальной сфере друг другу, но при этом существует большая вероятность того, что их страсть очень быстро может ослабеть на фоне неприятия духовного мира друг друга.</p>

<p>В интимной жизни разлад, обычно, связан с тем, что мужчина Стрелец стремится к романтике, но женщина никаких игр в постели не приемлет. Она от природы скованна и чувственность у нее занижена.</p>

<p>Девушке Козерогу всегда кажется, что партнер требует от нее невозможного. Если мужчина станет оказывать на нее давление, то она может замкнуться в себе. Исправить такую ситуацию в интимной сфере будет сложно.</p>

<p>Раскрепощенный в постели мужчина Стрелец не станет стремиться перевоспитывать свою партнершу. Но справедливости ради, следует отметить, что это, в принципе, бесполезно. Поэтому в скором времени партнеры могут расстаться.</p>

<p><b>В браке (совместимость в семейной жизни 63%)</b></p>
<p>Невысокая совместимость Стрелец и Козерог в браке свидетельствует о том, что партнеры принимают решение создать семью, если на это имеются веские причины. Скорее всего, жизненные обстоятельства складываются так, что представители данных знаков зодиака в браке увидели выгоду для себя. Очень редко, но все же бывает, что избранники создают семейные тандемы на фоне влюбленности.&nbsp;При этом если брак заключается по расчету, то велика вероятность, что семейные отношения будут развиваться благополучно и сохраняться на длительное время. Но, к сожалению, когда Стрелец и Козерог решают создать семью на фоне мимолетной влюбленности, то гарантии на то, что отношения сохраняться нет. Велика вероятность того, что вскоре последует развод. Наиболее часто такой исход можно спрогнозировать, когда супруги в молодом возрасте.</p>

<p>В любом случае в семье представителей данных знаков зодиака всегда возникает много сложностей. Жене, которая от природы является рачительной хозяйкой, совершенно не будет нравиться транжирство супруга. На этой почве будут возникать серьезные разногласия.</p>

<p>Жизненную стабильность в семье всегда будет нарушать вспыльчивость и эмоциональность супруга. Он не любит подчиняться жизненным правилам, что будет сильно раздражать пунктуальную и правильную супругу.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 82%)</b></p>
<p>Довольно высокий показатель совместимости в дружеских отношениях, указывает на то, что спутники, которые создают дружеский тандем, максимально искренне относятся друг к другу. Они готовы оказать один другому всю необходимую поддержку.</p>

<p>К сожалению, в силу непохожести характеров мужчина Стрелец и женщина Козерог редко пересекаются на жизненном пути. Как правило, образуются крепкие дружеские союзы, когда подруга старше. В этом случае она становится настоящим жизненным наставником для своего молодого друга. Она научит его сдержанно реагировать на различные события в окружающем мире. Подруга продемонстрирует своему другу, насколько необходимо для успеха практично относится к жизни.</p>

<p>Но при этом, общаясь с искренним и открытым партнером, женщина будет заряжаться от него позитивом. Ее жизнь окрасится в яркие краски и станет более разносторонней.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Водолей') {
			$answer = '<p>Совместимость между представителями знаков зодиака Стрелец и Водолей считается одной из лучших. Спутники отличаются открытостью природных характеров и непосредственностью в общении. Это сближает партнеров. Способствуют развитию благополучных отношений и сами стихии, которые управляют людьми. Воздух хорошо разжигает Огонь. Другими словами Водолей способен внести искру вдохновения в насыщенную позитивом и эмоциями жизнь Стрельца.</p>

<p>Мужчина Стрелец и женщина Водолей - энергичные и оптимистичные спутники. Они быстро сходятся и им приятно общаться друг с другом. Для партнера в такой паре представляется прекрасная возможность оставаться самими собой при любых обстоятельствах. Рядом с женщиной Водолей мужчина становится сдержаннее, а его партнерша становится серьезнее и перестает легкомысленно относится к жизни.</p>

<p><b>В любовных отношениях (совместимость в любви 98%)</b></p>
<p>Совместимость мужчины Стрельца и женщины Водолея в любовных отношениях очень высокая. Любовь между партнерами всегда развивается стремительно. Встретившись, партнеры настолько увлекаются друг другом, что порою им трудно наговорится, ведь они могут обсуждать любые темы.</p>

<p>Женщину Водолей увлекают умные и эрудированные мужчины. Представителям этих знаков зодиака никогда не бывает скучно вместе. Они способны организовывать прекрасное времяпровождение, наполняя его позитивными эмоциями.</p>

<p>В любовных тандемах царит полное понимание и терпимость. Отличительной их особенностью является нежелание ссориться по каким-либо поводам. Способствует благополучной атмосфере то, что партнеры легко относятся к возникающим жизненным трудностям, никогда не драматизируют сложившуюся жизненную ситуацию.</p>

<p>В любовном союзе царит полное равноправие, никто из партнеров не стремится к лидерству. Представители данных знаков зодиака могут привыкнуть к бытовым неудобствам на фоне философского отношения, что в жизни все наладится само по себе. При этом часто именно так и случается. Но если любовь уходит, то Стрелец и Водолей, без сожаления и обид, расстаются.</p>

<p><b>В постели (совместимость в сексе 76%)</b></p>
<p>Совместимость мужчины Стрельца и женщины Водолея в постели высокая. Партнеры не имеют никаких природных комплексов, поэтому сексуальная жизнь наполнена исключительно позитивом.</p>

<p>Некоторые сложности в интиме возникают из-за того, что мужчина Стрелец более страстный. Мягкая партнерша по своему темпераменту не всегда может соответствовать его требованиям. Именно поэтому партнер должен понять, что для того чтобы получить максимальное наслаждение в постели необходимо сблизится с партнершей на духовном уровне.</p>

<p>В интимной сфере всегда равноправные отношения. И чем дольше они продолжаются, тем гармоничнее становятся. На первых порах партнеру нужно помнить о природной ранимости партнерши. Необходимо будет проявлять к ней больше нежности.</p>

<p>В интимной сфере у любящих людей всегда все на высшем уровне. Со временем тонкая и чувствительная партнерша начинает точно понимать, что необходимо партнеру, поэтому проявляет изобретательность.</p>

<p><b>В браке (совместимость в семейной жизни 53%)</b></p>
<p>Совместимость Стрелец и Водолей в браке не высокая, но это свидетельствует только о том, что влюбленные не спешат официально оформлять отношения. Брак представителей данного знака зодиака всегда крепкий. Он базируется на эмоциональной близости и абсолютном взаимопонимании, поэтому разводы случаются редко.</p>

<p>Супруги всегда откровенны друг с другом, они никогда не притворяются. Спокойная и уравновешенная жена Водолей никогда не воспринимает грубоватую эмоциональность супруга в свой адрес. Она понимает, что так сложились жизненные обстоятельства, что близкому человеку понадобилось выплеснуть накопившийся негатив. К примеру, если мужа разозлили на работе, то жена обязательно постарается поднять ему настроение.</p>

<p>Супругам интересно не только находиться вместе, но и посещать различные общественные мероприятия. Они воспринимают быт, как рутину, поэтому всегда готовы отменить все бытовые хлопоты. Женщина Водолей - это далеко не лучшая хозяйка, но супруга это совершенно не напрягает. При необходимости супруги откладывают все дела и наводят совместно порядок в доме, или решают по договоренности другие бытовые вопросы.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 74%)</b></p>
<p>Дружба между представителями данных знаков зодиака всегда крепкая. Причем часто она перерастает в любовь, поэтому вторым половинкам людей есть о чем беспокоиться. В дружеском тандеме друзья полностью доверяют друг другу.</p>

<p>Как правило, дружеские отношения развиваются на базе общности интересов. Как правило, друзей объединяет общее хобби. Похожий жизненный ритм и одинаковые взгляды на жизнь также являются объединяющими факторами.</p>

<p>Прекрасно сотрудничают друзья и в деловой сфере. Они творчески подходят к решению производственных задач, поэтому часто становятся успешными. Как правило, в таком тандеме подруга придумывает решения, а друг их воплощает в жизнь.</p>';
		}
		if ($here == 'Стрелец' && $she == 'Рыбы') {
			$answer = '<p>Представителями знаков зодиака Стрелец и Рыбы управляют разные стихии - Вода и Огонь. Это вполне объясняет противоречивость природных характеров людей. Но при этом между Рыбами и Стрельцом часто возникают благополучные союзы, если партнеров объединяет общая цель. Партнеры могут и умеют успешно трудиться на благо общего дела. Наиболее устойчивые тандемы образуются, если деятельность партнеров связана с туризмом, наукой, археологией. Между представителями данных знаков зодиака в успешных тандемах никогда не возникает противоборства. Они забывают о том, что по-разному воспринимают окружающий мир и начинают поддерживать друг друга.</p>

<p>Объединяющим фактором в союзах мужчины Стрельца и женщины Рыбы является то, что партнеры больше ценят духовную связь, нежели материальные блага. Представители данных знаков зодиака стремятся познавать все новое, любят путешествовать, увлекаются психологией и философией.</p>

<p><b>В любовных отношениях (совместимость в любви 61%)</b></p>
<p>Совместимость мужчины Стрельца и женщины Рыбы в любовных отношениях не очень высокая. Но если между партнерами возникнет симпатия, то они сразу создают крепкий любовный тандем. В нем царит взаимопонимание и поддержка.</p>

<p>Несмотря на свою прямолинейность, которая многих отпугивает, мужчина Стрелец бережно относится к партнерше с ранимым от природы характером. Это связано с тем, что он понимает насколько важно для него, чтобы рядом был добродушный и искренний человек, которому чуждо предательство.</p>

<p>Благополучным союз будет тогда, когда партнер поймет и примет мечтательность партнерши. Важно, чтобы он не требовал от любимой практичного отношения к жизни. Благодаря присутствию рядом более реалистичного партнера женщина Рыбы также становится более практичной.</p>

<p>Но, тем не менее, многие разногласия в тандеме будут связаны с разным ритмом жизни влюбленных. Мужчина Стрелец активен, он постоянно находится в движении. А его партнерша стремиться к уединению и одиночеству. Но любящие Стрелец и Рыбы всегда находят компромиссы и предоставляют друг другу необходимую свободу.</p>

<p><b>В постели (совместимость в сексе 87%)</b></p>
<p>Совместимость мужчины Стрельца и женщины Рыбы в постели при стечении определенных обстоятельств может быть идеальной. Все дело в том, что представительница знака зодиака Рыбы всегда готова отдать лидерство в сексуальной сфере своему замечательному партнеру.</p>
<p>Она с удовольствием откликается на все пожелания чувственного и романтичного мужчины Стрельца. В постели представителей этих знаков зодиака присутствует страсть и нежность. Для партнерши в таком тандеме важна искренность отношений. Любую фальшь она чувствует на подсознательном уровне. Но, как правило, этого опасаться не стоит, ведь любовники, родившиеся под знаком Стрельца, сами не терпят лицемерия.</p>

<p>Партнеру можно полностью доверять. Он умеет создавать романтическую обстановку и понимает, как можно получить максимум удовольствия в постели.</p>

<p><b>В браке (совместимость в семейной жизни 53%)</b></p>
<p>Совместимость Стрелец и Рыбы в браке неплохая. Но при этом супруги мало внимания уделяют бытовой стороне жизни. Попадая в их дом, окружающие отмечают, что выглядит он далеко не по-семейному. Если брак заключается в молодом возрасте, то у супругов просто не хватает времени, чтобы заняться благоустройством жилища. Они много времени проводят в разъездах и постоянно заняты самосовершенствованием.</p>

<p>По мере взросления супругов к ним приходит понимание важности обустройства семейного гнезда. Со временем женщина становится более домашней. Она все чаще начинает заниматься бытовыми хлопотами и неожиданно для себя начинает получать удовольствие от этого. Проходит немного времени и лучшей хозяйки и заботливой жены не найти. Супруг это понимает и ценит.</p>

<p>Но вот муж, родившийся под знаком зодиака стрелец, вряд ли изменится. Он будет продолжать вести активный образ жизни и станет главным добытчиком в семье. Это не нарушит семейную идиллию, пока супруга не заподозрит его в неверности. Именно это является причиной разводов в семьях представителей данных знаков зодиака. Для того чтобы сохранить семью, женщине придется проявить терпение и мудрость.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 69%)</b></p>
<p>Представители данных знаков зодиака могут стать настоящими и верными друзьями. Особенно часто дружеские тандемы создаются людьми, принадлежащим к разным поколениям. Причем совершенно неважно, мужчина или женщина старше. В любом возрасте друзья могут найти понимание и стать друг для друга настоящей поддержкой.</p>

<p>Друзьям, родившимся под этими знаками зодиака, всегда есть что обсудить и рассказать. Как правило, они не отдыхают в одной компании. Повышенная активность друга не очень подходит уравновешенной и спокойной подруге. Но при этом они регулярно встречаются и делятся собственными впечатлениями о событиях, происходящими в окружающем мире.</p>

<p>Подруга Рыбы всегда следит за собой, поэтому мужчине Стрельцу приятно, что с ним рядом находится красивая спутница. Он ценит такую дружбу, но в порыве чувств может начать флиртовать с красавицей. Это может привести к разрыву дружеских отношений со стороны женщины.</p>

<p>Не особо удачно складываются деловые отношения между представителями данных знаков зодиака. И дружба в этом не может помочь, скорее обязательства друг перед другом будут только мешать решению поставленных перед коллегами задач.</p>';
		}
		//Козерог 3
		if ($here == 'Козерог' && $she == 'Овен') {
			$answer = '<p>Союз Овен и Козерог может быть крепким, долговечным и гармоничным только при искреннем стремлении партнеров к этому. Несмотря на то, что между представителями этих знаков зодиака мало общего, они довольно часто создают крепкие семьи. В основном такие пары строят свои союзы на взаимной выгоде. Козерог - это очень серьезная личность, поэтому такой человек всегда может принимать волевые решения. Овен подзаряжает партнера энергией и помогает ему раскрепоститься, что оказывается очень полезным для успешного продвижения вперед. Главное для такой пары научиться понимать вторую половинку.</p>

<p>Встреча парня Козерога и девушки Овен никогда не бывает случайной. Эти люди настолько разные, что, зачастую, просто не замечают друг друга. Поэтому их встречу и возникновение заинтересованности при этом можно считать знаком судьбы.</p>

<p><b>В любовных отношениях (совместимость в любви 75%)</b></p>
<p>Несмотря на высокую совместимость мужчины Козерога и женщины Овна в любовных отношениях, партнерам не очень легко наладить гармоничные взаимоотношения. Все дело в том, что женщина Овен намного энергичнее и активнее Козерога и пытается им управлять. Но это невозможно сделать в силу сильного характера партнера. Но общие жизненные цели способны объединить людей вместе и со временем между ними возникает настоящая любовь, базой которой является взаимное уважение и полное доверие.</p>

<p>Совместимость Козерога и Овна в любви позволяет им находить компромиссы при решении любых проблем. Они понимают, что вместе они способны преодолеть любые преграды и это укрепляет любовные чувства. При этом, парень Козерог очень ценит любимую за то, что она делает его жизнь ярче и интереснее, а девушка Овен получает огромный жизненный опыт, общаясь с партнером. Ее поведение становится более сдержанным, а решения разумными.</p>

<p>Любовь у представителей этих знаков зодиака, как правило, длится продолжительное время. Только после того, как партнеры окончательно поймут, что они способны прожить вместе всю оставшуюся жизнь, они могут принять решение о женитьбе.</p>

<p><b>В постели (совместимость в сексе 60%)</b></p>
<p>Совместимость этих знаков в постели не идеальна, в силу разного отношения к сексу. Представители данных знаков зодиака от природы имеют разный темперамент, поэтому им очень трудно подстроится друг к другу.</p>

<p>Холодному и сдержанному мужчине Козерогу далеко не всегда приятна страсть Овна. Стерпеть бурный секс на начальном этапе отношений он может только потому, что понимает выгодность союза в целом.</p>

<p>В сексуальной сфере девушке придется приложить много усилий и проявить терпение, чтобы заставить Козерога избавится от природных комплексов. Но барышня Овен не привыкла отступать. Ее природный борцовский характер позволяет растопить сердце партнера и раскрепостить его. Со временем партнер научится получать наслаждение от секса и это станет еще одной важной нитью, удерживающей их рядом всю жизнь.</p>

<p><b>В браке (совместимость в семейной жизни 90%)</b></p>
<p>Высокая совместимость мужчины Козерога и женщины Овна в браке далеко не всегда объясняется сильной любовью. Очень часто брак строится на расчете. На начальном этапе совместная жизнь напоминает столкновение двух миров. Но о том, что в паре Козерог и Овен существуют большие разногласия, не догадываются даже самые близкие родственники.</p>

<p>Оба партнера чувствуют на подсознательном уровне, что они нужны друг другу. Именно поэтому стремятся всеми способами достичь согласия и найти компромиссы для решения самых сложных семейных проблем. Совместимость пары в браке свидетельствует о том, что со временем им это удается.</p>

<p>Брак между представителями этих знаков зодиака может быть очень успешным, если партнеры применят деловой подход к созданию крепкой семьи. Они должны будут научиться обсуждать все проблемы и принимать общие решения. Поскольку супруги много времени уделяют работе, необходимо правильно распределить обязанности по дому. В бытовой сфере должно царить равноправие, так как женщина Овен в таком союзе никогда не станет домохозяйкой.</p>

<p>Союз можно будет считать сложившимся только после того, как каждый из пары почувствует внутреннюю необходимость в общем доме и семье. Как правило, только после такого понимания супруги принимают решение о рождении ребенка.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 35%)</b></p>
<p>Дружба между мужчиной Козерогом и женщиной Овном возникает редко. Этому виной являются разные природные характеры. Развитию крепких дружеских отношений мешает следующее:</p>
<ul>
  <li>Высокая активность, импульсивность и суетливость избранницы, в то время как мужчина предпочитает все делать обдуманно и не спеша;</li>
  <li>Желание девушки получать новые впечатления и постоянное стремление к кардинальным жизненным переменам, в то время как мужчина предпочитает стабильность и его вполне устраивает однообразие жизни;</li>
  <li>Нежелание барышни жить по жестким правилам, в то время как спутник предпочитает педантичность во всем;</li>
  <li>Обилие разнообразных идей исходящих от женщины, которые просто утомляют мужчину, и он абсолютно не видит никакого смысла в их воплощении.</li>
</ul>
<p>Друзьями могут стать только люди старшего поколения, имеющие богатый жизненный опыт и способные оценить выгодность дружеских отношений ради достижения общей цели.</p>';
		}
		if ($here == 'Козерог' && $she == 'Телец') {
			$answer = '<p>Поскольку Телец и Козерог принадлежат к одной природной стихии, поэтому представителям этих знаков очень легко и комфортно вместе. Эти люди всегда крепко стоят на ногах и обладают природным жизненно важным оптимизмом. Они хорошо ладят друг с другом в любых жизненных ситуациях. Партнеры отличаются целеустремленностью, и объединив свои усилия, всегда достигают поставленных целей.</p>

<p>Отношения между Тельцом и Козерогом во всех сферах жизнедеятельности строятся на основе стабильности и взаимоуважении. Но иногда между представителями этих знаков может возникать соперничество.</p>

<p>Союзы Козерог и Телец всегда очень сложные, но неблагополучными их назвать трудно. Эти партнеры очень быстро привязываются к избранникам и уже не представляют жизнь без них. В таком тандеме для парня Козерога барышня Телец становится идеальным вариантом. Постепенно в паре на фоне всевозможных сложностей возникает родство душ.</p>

<p><b>В любовных отношениях (совместимость в любви 75%)</b></p>
<p>После первого знакомства с женщиной Тельцом избранник Козерог сразу влюбляется в нее. Его очень привлекает ее рассудительность и серьезность. Он на подсознательном уровне понимает, что эта женщина подходит ему. Но он очень сильно заблуждается, думая о том, что ему удастся манипулировать партнершей.</p>

<p>Его избранница намного более устойчива перед внешними влияниями, чем это кажется. Именно на этой почве в начале отношений могут возникать разногласия. Тандем состоит из партнеров, которые постоянно самосовершенствуются. Это мужчине и женщине нужно сразу принять, ведь только при таком подходе удастся сохранить отношения. В противном случае, несмотря на высокую совместимость мужчины Козерога, и женщины Телец в любовных отношениях, пара распадется.</p>

<p>Внутри тандема всегда имеется много разногласий по самым различным бытовым вопросам. Партнеры постоянно соперничают друг с другом. Но при этом внешне их отношения выглядят благополучными и о кипящих внутри союза страстях никто не догадывается.</p>

<p>Совместимость Козерог и Телец в любви и желание сохранить отношения объединяет спутников. Поэтому, насколько это возможно в силу природного упрямства, партнеры стремятся найти компромиссы и сгладить все конфликты шуткой и добрым словом.</p>

<p><b>В постели (совместимость в сексе 85%)</b></p>
<p>Совместимость Козерог и Телец в постели довольна высокая. Но при этом в сексуальных отношениях между представителями этих знаков зодиака могут возникать серьезные проблемы.</p>

<p>Фактором, объединяющим партнеров, повышающим совместимость в постели, является то, что Козерог и Телец в таком тандеме не ставят секс во главе отношений. Они много времени посвящают работе, поэтому сексуальная близость уходит на второй план.</p>

<p>Большую чувственность в постели проявляет партнерша. Она любит чувственные удовольствия и стремится доставить незабываемое наслаждение партнеру. Но иногда она наталкивается на холодность партнера. Его консерватизм в интимной жизни вносит определенный дискомфорт в сексуальные отношения.</p>

<p>В таком случае следует набраться терпения и стать учителем для любимого человека. Постепенно удастся приучить его к мысли, что хороший и яркий секс наполняет жизнь позитивными эмоциями, а это способствует успешности в жизни. Если партнеры любят друг друга, то со временем они научаться раскрываться в постели и их сексуальные потребности начнут совпадать.</p>

<p><b>В браке (совместимость в семейной жизни 69%)</b></p>
<p>Совместимость мужчины Козерог и женщины Телец в браке основываются на том, что оба партнеров смотрят на жизнь реалистично и не питают в душе никаких иллюзий по поводу происходящих событий в окружающем мире.&nbsp;Сделав единожды свой выбор, они будут прикладывать максимум усилий, чтобы сохранить семейный союз. Партнерам чужды сиюминутные эмоции и срывы, они анализируют сложившиеся отношения в семье и делают беспристрастно правильные выводы.</p>

<p>Создать крепкую семью со временем им помогают такие природные качества:</p>
<ul>
  <li>Выдержка;</li>
  <li>Упорство;</li>
  <li>Настойчивость.</li>
</ul>
<p>Объединяют супругов общие цели, которые связаны с тем, чтобы улучшить благосостояние семьи и повысить комфортность жизни. Они оба очень трудолюбивы и никогда не ждут манны небесной, а предпочитают всего добиваться самостоятельно.</p>

<p>Отношения между супругами наполнены спокойствием. В них практически не присутствует отрицательных эмоций, потому что муж и жена не склонны создавать конфликтные ситуации и очень не любят выяснять отношения. Именно поэтому такой семейный союз всегда выдерживает испытание временем и можно утверждать, что в нем царит спокойное человеческое счастье. Партнеры сохраняют верность и никогда не стремятся к отношениям на стороне.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 85%)</b></p>
<p>Дружеские отношения между мужчиной Козерогом и женщиной Тельцом возникают очень часто. Такие отношения формируются только после того, как партнеры понимают, что любовная связь между ними по какой-либо причине невозможна. Надежность и готовность помочь друг другу - это главная особенность дружбы между представителями этих знаков.</p>

<p>Примечательно, что душевной привязанности в таком дружеском тандеме очень мало. Дружба между мужчиной и женщиной в этом случае основывается на обязательствах. Дружеские отношения больше похожи на деловые, в них не хватает эмоциональности и открытости.</p>

<p>Друзья могут не видеться годами, но по первому зову, они обязательно придут на помощь друг другу. Отношения очень устойчивые и для обоих партнеров очень ценные, поэтому вторым половинкам можно не бояться измен.</p>';
		}
		if ($here == 'Козерог' && $she == 'Близнецы') {
			$answer = '<p>Козерог и Близнецы нелегко находят общий язык друг с другом. Они обладают не похожими характерами, их жизненные интересы практически не пересекаются. Но основным фактором, который способствует возникновению отношений, является загадочность Близнецов. У приземленного Козерога при встрече всегда возникает желание разгадать партнера. На почве этого могут создаваться вполне благополучные союзы. Но с другой стороны представители знака зодиака Козерог - это очень тактичные и осторожные личности, поэтому природная самоуверенность Близнецов часто является отталкивающим фактором.</p>

<p>Успешные тандемы между девушкой Близнецами и парнем Козерогом создаются очень часто. Разность природных характеров притягивает партнеров. Идя по жизненному пути вместе, они удачно дополняют друг друга. Но шанс создать успешный союз у представителей этих знаков зодиака есть только тогда, когда они оставят попытки переделать друг друга.</p>

<p><b>В любовных отношениях (совместимость в любви 70%)</b></p>
<p>Совместимость мужчины Козерог и женщины Близнецы в любовных отношениях хорошая, спутники создают крепкие любовные тандемы. Они настолько разные, что очень хорошо взаимодополняют друг друга. Главное, что нужно партнерам, это не пытаться управлять и переделывать друг друга.</p>

<p>Партнерша получит в таком союзе бесценный жизненный опыт. Она научится правильно оценивать ситуацию в окружающем мире, что будет способствовать ее успешности. К своему спутнику она всегда относится как к наставнику, который способен направить ее энергию в правильное жизненное русло.</p>

<p>Со своей стороны женщина будет заряжать своего избранника позитивом и оптимизмом. Из его характера уйдет природная мрачность, он станет более открытым, что будет привлекать к нему новых людей. Это расширит его возможности и сделает более успешным.</p>
<p>В силу того, что совместимость Козерог и Близнецы в любви основана на том, что влюбленные интеллектуально развиты, им вместе никогда не бывает скучно. С другой стороны, они настолько разумны, что оставляют друг для друга необходимую для них свободу действий.</p>

<p><b>В постели (совместимость в сексе 30%)</b></p>
<p>К сожалению, несмотря на то, что в других сферах парню Козерогу и барышне Близнецу удается построить благополучные отношения, совместимость Козерог и Близнецы в постели очень низкая. Это связано с ультраконсервативностью мужчины. Партнер привык жить по жестким правилам и это отношение к жизни полностью переносит в интимную сферу, что недопустимо.</p>

<p>Несмотря на то, что девушка Близнецы довольно спокойно относится к сексу, ей всегда необходима внимательность и забота любимого в постели. Она во время секса любит поговорить, чтобы создать соответствующую атмосферу. Мужчина Козерог такого подхода к сексу не приемлет и даже не старается понять чувства своей партнерши. Он с осторожностью относится ко всему новому и предпочитает все традиционное, без всяких экспериментов в постели, новшеств и впечатлений.</p>

<p>В результате таких противоречий интимная жизнь наполняется рутиной и безысходностью, что не способствует улучшению отношений. Для того чтобы гармонизировать жизнь, парню Козерогу, нужно обязательно пересмотреть свое отношение к сексу. Если он это сделает, то интимная близость наполнится новыми эмоциями и чувствами.</p>

<p><b>В браке (совместимость в семейной жизни 75%)</b></p>

<p>Совместимость женщины Близнецы и мужчины Козерог в браке довольно высокая, женятся влюбленные очень часто. Они довольно успешны, хотя партнерам в таком союзе сложно понять друг друга. Но благодаря природной мудрости и основательности мужчины, удается сохранить стабильные отношения на протяжении длительного времени. Именно он выступает инициатором распределения обязанностей в семье. Это позволяет избежать мелких бытовых разногласий, которые способны расстроить семейный лад. Чем старше супруг Козерог в таких тандемах, тем больше шансов сохранения семьи.</p>

<p>Самое главное в семейных отношениях пары Козерог и Стрелец, что супруги во всех жизненных ситуациях всегда поддерживают друг друга. Несмотря на разность природных характеров, они делают все, чтобы понять друг друга. Супруга безгранично доверяет мужу Козерогу во всем. Он для нее является надежной опорой и поддержкой в любой жизненной ситуации. В семье царит атмосфера полного взаимного доверия.</p>

<p>Мудрый супруг, понимая все отличия их природных нравов, никогда не ограничивает свободу избранницы. Очень часто он отправляет ее отдыхать, не стремясь сопровождать и контролировать каждый ее шаг. Такое доверие с его стороны полностью исключает измену со стороны жены. Но со временем у супругов может появиться общее хобби, поэтому они будут получать удовольствие от совместного времяпровождения.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 45%)</b></p>
<p>Парень Козерог и девушка Близнецы не часто создают крепкие дружеские отношения. У них разное восприятие всех событий, происходящих в окружающем мире. Это приводит к тому, что у представителей этих знаков зодиака часто возникает антипатия друг к другу.</p>

<p>Мужчину Козерога часто раздражает то, что подруга Близнецы не является переборчивой в дружеских связях. Она легко находит общий язык со всеми, поэтому окружена людьми, которых называет своими друзьями.</p>

<p>Даже если возникает дружба между представителями этих знака зодиака, то она может очень быстро закончиться вследствие возникновения скуки. Все дело в том, что у таких друзей редко бывают совместные хобби и увлечения. Все, что нравится мужчине, может быть отвергнуто подругой. Из-за этого парень считает свою подругу пустышкой, с которой нельзя делиться ничем сокровенным.</p>

<p>Дружба не может способствовать успешной деловой карьере. Как правило, представители этих знаков сильно мешают плодотворно работать друг другу.</p>';
		}
		if ($here == 'Козерог' && $she == 'Рак') {
			$answer = '<p>Рак и Козерог расположены в противоположных сторонах зодиакального круга. Их стихии Огонь и Вода являются абсолютно несовместимыми по своему характеру. Вследствие этого отношения между представителями этих знаков зодиака всегда складываются очень сложно. В таком тандеме много непредсказуемого, поэтому можно с уверенностью говорить о том, что благополучие союза зависит от судьбы. Эти партнеры в одном тандеме напоминают лед и пламя. Если судьба сводит вместе этих людей, то они либо сразу расходятся в разные стороны, либо начинают медленно строить отношения, заинтересовавшись друг другом. И следует отметить, что это не всегда безуспешно.</p>

<p>Несмотря на отличие природных характеров, избранник Козерог и барышня Рака создают успешные союзы. Со стороны тандемы представителей этих знаков зодиака всегда будут оценивать, как благополучные. О том, что они подходят друг другу, партнеры услышат в своей жизни не один раз. При благополучном стечении обстоятельств Козерога и Рака объединяют общие устремления и жизненные принципы.</p>

<p><b>В любовных отношениях (совместимость в любви 75%)</b></p>
<p>Совместимость мужчины Козерог и женщины Рак в любовных отношениях хорошая, такие союзы всегда складываются очень удачно. И прежде всего это связано с тем, что партнерша может стать для мужчины настоящей утешительницей. Это избавит его от депрессий, в которые он часто впадает в силу особенностей природного характера.</p>

<p>Основные проблемы в тандеме Козерог и Рак связаны с разным эмоциональным восприятием окружающего мира. Партнер очень долго не может привыкнуть к обидчивости избранницы. Довольно часто его раздражает капризность девушки Рака, которую та позволяет, когда находится в плохом расположении духа. Со своей стороны партнерша долго привыкает к рациональности мужчины и его стремлению логично принимать все события окружающего мира.</p>

<p>Хорошая совместимость Козерог и Рак в любви удерживает партнеров вместе. Чтобы сохранить гармонию в любовных отношениях представителям этих знаков зодиака следует, как можно быстрее, принять друг друга со всеми недостатками и достоинствами. Кроме того, женщине Раку следует научиться контролировать свои эмоции. Нужно дать время партнеру, что повышенная эмоциональность связана с интуитивным восприятием мира.</p>

<p><b>В постели (совместимость в сексе 65%)</b></p>
<p>Сексуальная совместимость Козерога и Рака в постели просто замечательная. Их притягивает друг к другу не только в реальной жизни, но и в постели. Несмотря на то, что партнер отличается природной холодностью, чувственная и романтичная избранница заставит его полностью раскрепоститься. Он раскроет все свои сексуальные способности настолько, что будет сам удивлен.</p>

<p>Но такой сценарий возможен, если партнерша не станет заострять свое внимание на сдержанности мужчины в постели. Ей главное понять, что такое поведение совсем не свидетельствует о том, что ее избранник ее не любит.</p>

<p>С другой стороны мужчине Козерогу нельзя прикрывать свою закомплексованность излишней женскостью в сексе. Грубое поведение может больно ранить партнершу, и она может закрыться, что усугубит сексуальные отношения.</p>

<p><b>В браке (совместимость в семейной жизни 80%)</b></p>
<p>Если парень Козерог и барышня Рак будут стремиться к этому, то они могут стать очень гармоничной семейной парой. В таком тандеме существует традиционное распределение ролей, которое всегда бывает наиболее благоприятным. И свидетельствует тому хорошая совместимость мужчины Козерог и женщины Рак в браке.</p>

<p>Муж берет на себя обязанности обеспечения семьи, а женщина становится настоящей хранительницей домашнего очага. Благодаря существованию надежного и крепкого тыла супруг успешно поднимается по карьерной лестнице.</p>

<p>Кроме того в такой семье основные решения всегда принимает мужчина. Супруга это все просто принимает, но иногда дает очень уместные советы. Рядом с такой женщиной партнер становится более целеустремленным и ответственным. У него получается принимать правильные решения, которые способствуют улучшению благосостояния семьи.</p>

<p>В семье никогда нет борьбы за лидерство, которое часто является причиной развода во многих других семейных союзах. В силу различных природных характеров конфликты между мужчиной и женщиной случаются, но они всегда благополучно разрешаются и не провоцируют разрыв отношений.</p>

<p>Рак и Козерог, находясь вместе, хорошо выполняют каждый свое предназначение. Им обоим удается в полной мере реализовать весь свой природный потенциал. Дети в семье всегда вырастают счастливыми и самодостаточными. Они чувствуют поддержку родителей, поэтому уверенны в собственных силах.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 52%)</b></p>
<p>Парень Козерог и подруга Рак дружеские отношения поддерживают очень редко. Прежде всего, это связано с тем, что партнер воспринимает свою спутницу в другой роли. Он видит в ней женщину, которая может стать его судьбой. Аналогичное отношение наблюдается и со стороны женщины Рака.</p>

<p>Очень часто после того как представители этих знаков зодиака начинают дружить, между ними возникают более глубокие отношения. И этому никто из партнеров противостоять не может.</p>

<p>Но если друзья относятся к разным возрастным категориям, то дружеские отношения могут быть крепкими. В таком случае, если парень Козерог старше, то он поможет своей подруге избежать ошибок вследствие принятия спонтанных решений. Если в дружеском тандеме старше женщина, то она своему другу будет всегда давать подсказки, которые помогут ему двигаться в правильном направлении.</p>

<p>На фоне дружбы могут возникнуть устойчивые деловые отношения. В этом случае женщина будет способствовать тому, чтобы мужчина Козерог успешно продвигался по карьерной лестнице. Но это может случиться только тогда, когда женщина сама будет заинтересована в работе.</p>';
		}
		if ($here == 'Козерог' && $she == 'Лев') {
			$answer = '<p>Представители знаков зодиака Лев и Козерог создают противоречивые союзы. Это очень сильные личности, с устоявшимися характерами, которым очень трудно ужиться рядом. Совместимость характеров во всех сферах жизнедеятельности, за исключением сексуальной сферы, довольно низкая. Для того чтобы создавать успешные тандемы влюбленным нужно приложить максимум усилий. Кроме того для этого должны сложиться соответствующие обстоятельства. Сближают партнеров общие жизненные цели. Если им не удается найти общий язык, то они могут начать враждовать на почве существующих разногласий.</p>

<p>Отношения между представителями данных знаков зодиака всегда складываются непросто. Благополучные и гармоничные союзы могут создаваться, если в этом заинтересованы оба партнера. С этой точки зрения можно считать, что тандемы образуются по расчету. Паре всегда сложно найти общий язык, сами партнеры иногда утверждают, что они представители разных планет.</p>

<p><b>В любовных отношениях (совместимость в любви 40%)</b></p>
<p>Совместимость мужчины Козерога и женщины Лев в любовных отношениях находится на уровне ниже среднего. Связано это с тем, что у партнера ярко выраженным является чувство собственничества, но избранница никогда не сможет полностью посвятить свою жизнь любимому человеку.</p>

<p>Любовные отношения, как правило, возникают на фоне влюбленности. Совместимость Козерог и Лев в любви, как правило, основывается на том, что яркая, очаровательная красавица не может оставить равнодушным мужчину Козерога. Он будет ухаживать настолько красиво, что представительница огненного знака согласится на создание любовного тандема.</p>

<p>К сожалению, вскоре между партнерами начнутся серьезные разногласия. Прежде всего, они будут связаны с тем, что женщине не понравится желание любимого человека лидерствовать. Постоянные стычки будут происходить из-за несовпадения мнений в плане организации совместного досуга. Спутница стремится к яркой, насыщенной жизни, поэтому планирует свое свободное время проводить в шумных компаниях или посещать различные общественные мероприятия. Мужчина предпочитает отдыхать в кругу семьи, чтобы иметь возможность насладится тихим спокойным общением.</p>

<p><b>В постели (совместимость в сексе 50%)</b></p>
<p>Проблематичной можно считать совместимость Козерога и Лев в постели. Для того чтобы получать наслаждение от сексуальных отношений партнерам нужно будет преодолеть себя. Сложности возникают из-за разных природных темпераментов партнеров.</p>

<p>Девушка Лев отличается раскрепощенностью в постели, у нее нет никаких комплексов, она любит экспериментировать и всегда откликается на различные новшества. Она предпочитает горячий, страстный секс, в котором отсутствуют какие-либо ограничения.</p>

<p>Вышеописанное поведение для сдержанного во всех сферах Козерога выглядит шокирующим. В то время как страстная партнерша болезненно воспринимает холодность избранника. Если ей не удается получить достаточно знаков внимания в интимной сфере, то она прекращает отношения без каких-либо объяснений.</p>

<p>Чтобы удержать возле себя свою избранницу, мужчине следует пересмотреть собственное отношение к сексу. Если он это сделает, то шансы на благополучные отношения в интимной сфере значительно увеличиваются. Постепенно секс начнет приносить партнерам несказанное удовольствие, и они научаться понимать друг друга.</p>

<p><b>В браке (совместимость в семейной жизни 42%)</b></p>
<p>Совместимость мужчины Козерога и женщины Лев в браке невысокая. Это свидетельствует о том, что избранники, родившиеся под данными знаками зодиака, не спешат создавать семейные союзы. В большинстве случаев семьи создаются по расчету. И основной причиной для этого часто становятся материальные соображения.</p>

<p>В любом случае первые годы брака всегда сложные. Если супруги смогут притереться друг к другу, то можно утверждать, что им удастся создать крепкую семью.</p>

<p>Очень важно, чтобы барышня Лев остепенилась в своих желаниях вести активную общественную жизнь и стала уделять больше времени домашнему хозяйству. Для нее это очень трудно. С другой стороны супругу нужно научиться доверять жене и не устраивать скандалы из-за периодически возникающих подозрений в измене.</p>

<p>Разногласия возникают также по поводу семейных трат. Супруга привыкла жить в роскоши и часто не способна правильно рассчитать семейный бюджет. Это вызывает недовольство супруга, который усердно трудится, чтобы обеспечить материальную стабильность в семейном союзе. Но на фоне экономности во всем, супруг не должен забывать о необходимости дорогих подарков для любимой женщины.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 80%)</b></p>
<p>Дружеские тандемы между представителями знаков зодиака Козерог и Лев встречаются в жизни очень часто. Но их особенность в том, что друзья в них обычно сближаются очень медленно. Друзья с опаской относятся друг к другу, понимая, насколько разными являются их природные характеры.</p>

<p>Общаясь в одном и том же коллективе, или постоянно пересекаясь на определенных общественных мероприятиях, спутники узнают друг друга. И со временем приходит понимание того, что друг может быть искренним и надежным, подруга является добрым и позитивным человеком.</p>

<p>Дружба с женщиной Лев способна добавить положительных эмоций в жизнь мрачного парня Козерога. Подруга способна оживлять окружающую обстановку и дарить вдохновение. С другой стороны женщина в дружбе получит рядом с собой мудрого советчика и наставника, который сможет оказать ей очень действенную поддержку в самых сложных жизненных ситуациях.</p>';
		}
		if ($here == 'Козерог' && $she == 'Дева') {
			$answer = '<p>Союзы представителей знаков зодиака Дева и Козерог очень крепкие и надежные. Этому способствует высокая совместимость природных характеров. Благополучность союзов связанна с уравновешенностью и интеллигентностью людей. Они всегда контролируют свои эмоции, и никогда не предъявляют друг другу необоснованных претензий. Все разногласия решаются дипломатическим путем. Пара обращает на себя внимание. Они умеют себя вести в обществе очень тактично, демонстрируя уважение друг к другу. У партнеров много совместных увлечений, им всегда интересно вместе, они не позволяют, чтобы их жизнь наполнилась рутиной.</p>

<p>Просто великолепно могут развиваться отношения между мужчиной Козерогом и женщиной Дева. Они при удачном стечении обстоятельств могут создавать прочные долговременные союзы. Взаимопонимание в тандемах находится на очень высоком уровне. Сочетаемость характеров обеспечивается на подсознательном уровне. В тандемах люди обязательно выполняют свои обязательства, что исключает возникновение ссор и конфликтов.</p>

<p><b>В любовных отношениях (совместимость в любви 85%)</b></p>
<p>Совместимость мужчины Козерога и женщины Девы в любовных отношениях очень высокая. В паре никому из партнеров не нужно подстраиваться, их отношения естественные, так как взаимное притяжение на подсознательном уровне слишком сильное.</p>

<p>Мужчина Козерог очень требовательный к представительницам противоположного пола. Он всегда с ответственностью относится к выбору спутницы жизни. Но при встрече красавицы, родившейся под знаком зодиака Дева, он сразу понимает, что встретил свою судьбу.</p>

<p>Факторами, которые способствуют благополучию тандемов, является рациональное мышление партнера и практичность партнерши. Между представителями данных знаков зодиака никогда не возникает ссор. Просто поводов для этого нет, ведь все решения принимаются после совместных обсуждений.</p>

<p>Высокая совместимость Козерог и Дева в любви, не является подтверждением наличия сильной страсти. Партнеры предпочитают контролировать жизнь с точки зрения здравого смысла. Они придерживаются традиционных принципов для построения любовных тандемов. Партнеры очень дружные. Они трудолюбивы и настойчивы, поэтому, находясь вместе, успешно могут решать самые сложные задачи, и достигать поставленных целей.</p>

<p><b>В постели (совместимость в сексе 65%)</b></p>
<p>Совместимость Козерога и Девы в постели нормальная. Интимная сфера не занимает главенствующее место в жизни представителей данных знаков зодиака. Яркой страсти в сексе нет, но это вряд ли нужно рациональным партнерам. Необходимые положительные эмоции люди получают, пересекаясь в других сферах.</p>

<p>Более чувствительным и эмоциональным в постели является избранник. Он очень тактично ведет себя в сексе, учитывая природную сдержанность партнерши. Его терпение способно разбудить в ней настоящую женщину. Примечательно, что в таком союзе партнеры никогда не стремятся к экспериментам. Они предпочитают традиционный секс.</p>

<p><b>В браке (совместимость в семейной жизни 90%)</b></p>
<p>Несмотря на высокую совместимость мужчины Козерога и женщины Девы в браке, в начале семейной жизни, наблюдаются некоторые разногласия. Но они быстро преодолеваются супругами и в тандемах устанавливаются стабильные и спокойные отношения.</p>

<p>Взгляды мужчины и женщины совпадают во всем. Супруг окружает свою избранницу лаской и заботой. Супруга, чувствуя уверенность в завтрашнем дне рядом с надежным мужчиной, все свои силы бросает на организацию надежного тыла. И это ей удается: в доме царит порядок во всем.</p>

<p>Благополучно развивается финансовая сфера. Супруг умеет зарабатывать деньги, а ощущая поддержку жены, он может успешно продвигаться по карьерной лестнице. Супруга является очень хорошей хозяйкой, и умеет правильно контролировать траты. У пары всегда имеется определенный запас денег на случай наступления трудных времен.</p>

<p>Партнеры очень любят проводить свободное время в домашней обстановке. Они очень гостеприимны. В их доме всегда открыты двери для друзей. Периодически, для получения новых позитивных эмоций, они отправляются в дальние путешествия. Любовь в их понимании не яркое проявление чувств на людях, а внимание, которым они окружают один одного.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 50%)</b></p>
<p>Дружеские связи между девушкой Девой и мужчиной Козерогом очень крепкие. Но помешать им могут любовные чувства. Именно данным фактом объясняется невысокая совместимость в дружбе.</p>

<p>Друзей связывают общие жизненные увлечения. У людей развитый интеллект, поэтому много времени люди проводят в беседах на различные темы. Дружеские тандемы наполнены душевностью. Дружба всегда продолжается много лет. Друзья дают друг другу очень полезные советы. Они наполняют жизнь разнообразием. В дружеских союзах всегда царит море впечатлений.</p>

<p>Очень благополучно дружба складывается, когда люди работают в одном коллективе. Им можно доверить решение самых сложных проблем. Причем от совместного сотрудничества друзья получают огромное удовольствие.</p>

<p>На практике Козерог и Дева, будучи друзьями, могут организовать любой бизнес. Он обязательно будет успешным, так как основывается на полной доверительности. Они одинаково подходят к решению рабочих вопросов, и способны договориться при распределении прибыли. Благодаря тому, что представители данных знаков не азартны, они редко рискуют. Вследствие этого для бизнеса всегда характерно поступательное движение.</p>';
		}
		if ($here == 'Козерог' && $she == 'Весы') {
			$answer = '<p>Союз Весы и Козерог достаточно противоречив. Со стороны кажется, что спутники настолько разные, что просто не могут быть вместе. Поэтому, чтобы это изменить представителям данных знаков зодиака необходимо искренне любить друг друга и приложить максимум усилий для сохранения тандема. Очень часто отношения между людьми начинаются сразу после знакомства. Но они очень быстро могут закончиться из-за того, что партнеры отличаются очень критическим отношением к жизни. Представителям этого знака может не просто не нравиться мир, окружающий их, но и поведение друг друга. В силу несдержанности избранников часто возникают ссоры и разногласия.</p>

<p>Вероятность того, что представители данных знаков зодиака смогут построить благополучные тандемы, очень большая. Но условие для этого одно - желание глубже познать друг друга. Для этого необходимо интересоваться идеями один одного и, как можно больше общаться.</p>

<p><b>В любовных отношениях (совместимость в любви 75%)</b></p>
<p>Совместимость мужчины Козерога и женщины Весы в любовных отношениях относительно высокая. Это значит, что на фоне искренних глубоких чувств избранники вполне могут построить крепкие отношения. Но для этого понадобиться время, чтобы притереться характерами. Каждому из партнеров нужно будет постараться изменить свой природный характер, с целью избавиться от отрицательных черт.</p>

<p>Если все получится, то:</p>
<ul>
  <li>Избранник Козерог почувствует себя раскрепощенным, он избавится от зажатости и станет более общительным;</li>
  <li>Барышня Весы научится серьезней относиться к жизни, она будет стремиться применять на практике свои знания с целью получить материальный результат.</li>
</ul>
<p>Иногда любовные союзы между представителями данных знаков зодиака держатся на обоюдной выгоде - это также связано с тем, что совместимость Козерог и Весы в любви очень высокая. Когда мужчина Козерог занимает определенное общественное положение, то у него возникает желание видеть с собой рядом красивую, интеллигентную и умную женщину, которая подчеркивала бы его статус. Женщине Весы со своей стороны очень нравится, когда ее опекают и обеспечивают материально. Главное, чтобы избранник не оказывал на нее давления и сохранял ее свободу.</p>

<p><b>В постели (совместимость в сексе 55%)</b></p>
<p>Совместимость Козерога и Весы в постели далека от идеала. Все дело в том, что партнер не является от природы искусным любовником. Он ведет себя во время секса очень холодно, что не может не обижать партнершу.</p>

<p>Мужчина Козерог считает интимную сферу просто обязательной составляющей жизни, поэтому не уделяет сексуальным отношениям должного внимания. Если партнерша в постели будет проявлять желание поэкспериментировать, с целью получить удовольствие, то это будет его просто раздражать.</p>

<p>Парень Козерог по своему природному характеру никогда не станет чувственным и нежным любовником. Он не будет участвовать в долгих любовных прелюдиях в постели. Он приверженец традиционного секса и не настроен уделять интиму много внимания.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>В большинстве случаев браки между представителями данных знаков зодиака заключаются в юном возрасте. Люди старшего возраста уже имеют жизненный опыт, что они не подходят друг к другу. Кроме того взрослые партнеры, создавая семью, основываются не на чувствах, а на практичных интересах. Об этом факте свидетельствует низкая совместимость мужчины Козерога и женщины Весы в браке.</p>

<p>Но в любом случае отношения в семейном тандеме складываются далеко не благополучно. Все дело в том, что мужчина считает свою супругу не стабильным человеком и ему очень не нравится ее легкое отношение к жизни. И причиной этого не является ревность или недоверие. Просто супруга всегда раздражает то, что ему трудно понять свою избранницу.</p>

<p>Главным в семье всегда является муж. Причем он будет контролировать все траты своей жены. Конечно, супруге это не будет нравиться. Но отличаясь природной дипломатичностью, женщина сможет до поры до времени сглаживать обстановку.</p>

<p>Причиной развода обычно становится рутина. Чтобы сохранить семью, мужчине Козерог требуется понять, что его жена не может стать домоседкой. Ей необходимо общение и некоторая свобода действий.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 50%)</b></p>
<p>Между людьми представителей данных знаков зодиака не может возникать взаимное доверие, которое является основой любой дружбы. Поэтому предпосылок для возникновения дружеских отношений нет. Такая дружба может возникнуть только между родственниками. В этом случае можно утверждать, что противоположности притягиваются.</p>

<p>Козерог и Весы очень интеллектуальны, поэтому проводят много времени в беседах. Тематика разговоров может быть самой различной. Советов они не приемлют и не требуют, но при этом всегда самостоятельно черпают всю необходимую для себя полезную информацию во время общения. Затем успешно применяют ее в жизни. Особенно полезна такая дружба для женщины Весы. Она учится у своего друга принимать решения, отбрасывая все сомнения.</p>

<p>Но даже в таком случае искренности в отношениях не будет. Никто из друзей не станет делиться планами и сокровенными мыслями. При возникновении необходимости друзья могут успешно сотрудничать. Причем в силу высоких интеллектуальных способностей партнеров, любое дело оказывается им по плечу.</p>';
		}
		if ($here == 'Козерог' && $she == 'Скорпион') {
			$answer = '<p>Особенностью союзов между представителями знаков зодиака Скорпион и Козерог является то, что они всегда складываются непросто. Но если избранники переживут начальный сложный период, то тандемы могут быть успешными и наполненными гармонией. Трудности в период становления связаны с тем, что влюбленные, родившиеся под знаками зодиака Скорпион и Козерог, от природы являются сильными личностями. Они всегда стремятся отстаивать свою жизненную позицию и не склонны идти на компромиссы. Поэтому велика вероятность возникновения серьезных конфликтов. Партнеры могут построить благополучные тандемы только тогда, когда заинтересованы друг в друге.</p>

<p>Прежде всего, мужчина Козерог и женщина Скорпион видят друг в друге личностей с развитым интеллектом. И это притягивает их друг к другу, а также позволяет создавать крепкие тандемы.</p>

<p><b>В любовных отношениях (совместимость в любви 75%)</b></p>
<p>Совместимость мужчины Козерога и женщины Скорпиона в любовных отношениях достаточно высокая. Инициатива в создании любовного тандема часто исходит от женщины. Но после того как ей понравится Козерог, она не скоро сделает первый шаг навстречу любви.</p>

<p>Длительное время она будет, присматриваться, взвешивать все за и против отношений с избранником. Это связано с тем, что девушка Скорпион всегда стремиться видеть рядом с собой сильного и уверенного человека и со временем она поймет, что выбор был сделан правильно, ведь избранник Козерог - один из самых верных знаков зодиака.</p>

<p>Совместимость Козерог и Скорпион в любви благоприятно влияет на то, что любовные отношения у пары практически всегда складываются удачно и часто являются предвестником создания семейного союза. Партнер очень рад, что с ним находится сильная женщина, которой он может довериться во всем. Избранница Скорпион полностью соответствует всем его жизненным требованиям.</p>

<p>Козерог и Скорпион - компанейские люди, поэтому часто проводят время в компаниях друзей и это их совсем не напрягает. Когда возникает желание побыть вдвоем, они немедленно воплощают его, отправляясь в уединенные места. Людям никогда не бывает скучно вместе. Они живут полноценной жизнью, наслаждаясь обществом друг друга.</p>

<p><b>В постели (совместимость в сексе 42%)</b></p>
<p>Совместимость женщины Скорпиона и мужчины Козерога в постели сложная. Ее показатель согласно статистике невысокий в силу разных сексуальных темпераментов. Это в значительной степени может ухудшить отношения в целом.</p>

<p>Все дело в том, что мужчина Козерог приверженец традиционного секса и, в общем, никогда не уделяет много внимания интимной близости. Но женщину Скорпиона такой подход не устраивает. Она считает, что благополучная сексуальная жизнь способна гармонизировать отношения и должна приносить удовольствие.</p>

<p>Партнерша более чувственна, она стремиться получать от партнера много ласк, но, к сожалению, от природы мужчине Козерогу не присуща чувственность и нежность. Партнер довольно бесстрастно относится к сексуальным отношениям.</p>

<p>Холодность и сдержанность партнера в постели может очень обижать страстную партнершу. Но для сохранения отношений ей с этим придется смириться. Переделать мужчину Козерога не получится, можно только немного изменить его отношения к интимной сфере. Но для этого нужно будет набраться терпения.</p>

<p><b>В браке (совместимость в семейной жизни 81%)</b></p>
<p>Высокая совместимость мужчины Козерога и женщины Скорпиона в браке объясняется тем, что основой таких союзов, в большинстве случаев, является точный расчет. Практичные по природе представители данных знаков зодиака всегда думают о завтрашнем дне и строят реальные планы на будущее.</p>

<p>Обычно супругов объединяет общий бизнес. Они строят семейные отношения на понимании и взаимном уважении. Но главным в семейном бизнесе является всегда муж. На фоне принятых им решений жена проводит переговоры и заключает выгодные сделки. Вследствие практичного подхода к жизни благосостояние в семейном тандеме представителей Скорпиона и Козерога всегда выходит на высоком уровне.</p>
<p>Бывает так, что общий бизнес не связывает супругов, но даже в этом случае спутники помогают друг другу подниматься по карьерной лестнице. Оба человека честолюбивы и стремятся полностью реализовать себя в жизни.</p>

<p>Свободное время Козерог и Скорпион предпочитают проводить вдвоем или с детьми. Но когда возникает потребность в дополнительном общении, они с удовольствием посещают родственников или проводят время в компании друзей. Также часто они приглашают гостей в свой дом.</p>

<p>Угрозу семейным отношениям может нести желание лидерствовать в тандеме. Чтобы этого не случилось, супругам сразу нужно распределить все бытовые обязанности. Кроме того представителям данных знаков зодиака следует сразу отказаться от привычки контролировать друг друга.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 39%)</b></p>
<p>Дружеские отношения между женщиной Скорпионом и мужчиной Козерогом наблюдаются редко. Но даже если люди сближаются, то их дружба основывается не на душевной близости и абсолютной искренности, а на необходимости поддержки и взаимовыручке. Иногда мешают сближению более глубокие чувства, когда люди начинают понимать, что им более выгодно образовать любовный или семейный тандем.</p>

<p>Друзья хорошо понимают друг друга. Они не стремятся критиковать, их целью является дать нужный совет или подсказку. Поэтому представители данных знаков зодиака с удовольствием делятся друг с другом своими планами, обсуждают свои деловые перспективы.</p>';
		}
		if ($here == 'Козерог' && $she == 'Стрелец') {
			$answer = '<p>Представители знаков зодиака Стрелец и Козерог совершенно разные личности по своим природным характерам. Вследствие этого спутники редко находят общий язык, поэтому у них не часто возникает желание создавать союзы. Но, как известно противоположности притягиваются, поэтому иногда тандемы создаются. Но при этом в любом случае между представителями данных знаков зодиака возникает много сложностей. Хорошая совместимость может быть только в рабочей сфере, при этом обязательно должно соблюдаться равноправие.</p>

<p>Не сочетаемость природных характеров представителей данных знаков зодиака не позволяет людям создавать успешные тандемы. Мужчина отличается консервативными взглядами на жизнь, поэтому свободолюбивая и непредсказуемая барышня Стрелец, вряд ли может быть интересной для него. С другой стороны эмоциональной красавице всегда становится скучно рядом с человеком, который стремится жить по строгим правилам.</p>

<p><b>В любовных отношениях (совместимость в любви 40%)</b></p>
<p>Низкая совместимость мужчины Козерога и женщины Стрельца в любовных отношениях свидетельствует о том, что влюбленные трудно строят отношения, даже на фоне искренней влюбленности.</p>

<p>В любовном тандеме особенно трудно придется партнеру. Представителю знака зодиака Козерог придется многому научиться. Ему нужно будет расширить свой кругозор и не зацикливаться на работе. Если отношения будут сохраняться длительное время, то партнерша научит его расслабляться. Низкая совместимость Козерог и Стрелец в любви акцентирует внимание на том, что сделать это будет непросто.</p>

<p>С другой стороны, партнерше необходимо научиться принимать своего избранника таким, как он есть, со всеми его природными недостатками и достоинствами. Для того чтобы сохранить отношения с близким человеком необходимо будет учиться более практично воспринимать окружающий мир.</p>

<p>Если партнеры не разбегутся в разные стороны в короткое после знакомства время, то они могут со временем стать единым целым и добиться больших успехов в жизни. Но для этого мужчина Козерог должен перестать стремиться доминировать в союзе. Если партнеры переживут трудные времена, то это будет говорить, что они действительно очень сильно любят друг друга.</p>

<p><b>В постели (совместимость в сексе 29%)</b></p>
<p>Совместимость Козерога и Стрельца в постели очень низкая. Свою природную практичность мужчина переносит и в сексуальную сферу. Девушка Стрелец романтична и ей хочется получать много внимания от своего партнера в постели.</p>

<p>Прагматичный и реалистичный партнер ценит традиционный подход к интимным отношениям. Он не способен экспериментировать. Поэтому раскрепощенность партнерши может воспринимать как распущенность. Такое строгое отношение к сексу обижает женщину, в результате чего она может закрыться. В скорости после этого может последовать разрыв отношений.</p>

<p>Если секс для партнерши не является мимолетным явлением, а связан с глубокими чувствами, то девушка должна набраться терпения и шаг за шагом раскрепостить партнера. Справедливости ради, следует отметить, что на это способна далеко не каждая представительница знака зодиака Стрелец.</p>

<p><b>В браке (совместимость в семейной жизни 43%)</b></p>
<p>Низкая совместимость мужчины Козерога и женщины Стрельца в браке указывает на то, что в этом случае создаются семейные тандемы исключительно на расчете. Как правило, такие союзы являются для окружающих большой неожиданностью. Со стороны все отмечают, что перспективы на длительные семейные отношения очень призрачные.</p>

<p>Сложностей в браке будет много. Прежде всего, они будут связаны с тем, что мужчина Козерог будет стремиться жестко главенствовать в семье. Но при этом морально подавить свободолюбивую супругу не получится. Если супруг это не поймет вовремя, то, скорее всего, последует развод. Благополучный тандем возможен только при равноправии.</p>

<p>Конфликты в семье представителей данных знаков зодиака могут случаться по различным поводам. Большие разногласия обычно случаются в финансовой сфере. Жена стремиться к роскошной жизни, а муж способен обходится малым и не принимает напрасных трат. Его не тяготит однообразная жизнь, и он много времени будет уделять работе, в то время, когда его партнерша не может жить без развлечений.</p>

<p>Удержать супругов вместе может только точный расчет. К примеру, это может быть общий бизнес. Если Козерог и Стрелец наберутся терпения, то они смогут найти общий язык и построить благополучные семейные отношения.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 10%)</b></p>
<p>Дружба между мужчиной Козерог и женщиной Стрелец практически невозможна. Это как раз тот случай, когда друзья полностью несовместимы друг с другом по своей природе. Даже случайно сталкиваясь на жизненном пути, представители данных знаков зодиака раздражают друг друга.</p>

<p>Если людям приходится работать в одном коллективе, то любая мелочь может привести к серьезным разногласиям. Мужчине Козерогу, который всегда соблюдает все жизненные правила, подруга Стрелец будет казаться очень развязной и суетливой. А свободолюбивой красавице, человек, родившийся под знаком зодиака Козерог, будет казаться нудным и не интересным.</p>';
		}
		if ($here == 'Козерог' && $she == 'Козерог') {
			$answer = '<p>Представители знака зодиака Козерог легко находят общий язык, но при этом отношения их складываются далеко не всегда успешно. Несомненный плюс непростых союзов в том, что они возникают на фоне схожести природных характеров. Это значит, что влюбленным понятно поведение друг друга, они имеют одинаковые привычки и мировоззрение. Условно можно сказать, что избранники отзеркаливают друг друга и именно это может стать причиной расставаний. Но если у партнеров возникают глубокие чувства друг к другу, то это позволит создать им крепкий союз, которому не смогут угрожать никакие негативные факторы.</p>

<p>Избранники, родившиеся под знаком зодиака Козерог, являются самодостаточными личностями. Поэтому любые союзы могут базироваться исключительно на абсолютном равноправии. Окружающие люди всегда отмечают оригинальность тандемов. В них все расписано до мелочей. Если они договорятся и разделят обязанности, то союз может продержаться длительное время.</p>

<p><b>В любовных отношениях (совместимость в любви 44%)</b></p>
<p>Совместимость мужчины Козерог и женщины Козерог в любовных отношениях не высокая. Но это свидетельствует только о том, что спутники с осторожностью относятся друг к другу. Похожесть характеров не позволяет им спонтанно влюбиться. Средняя совместимость Козерог и Козерог в любви также может указывать на то, что хотя союзы и заключаются редко, но они всегда крепкие и стабильные.</p>

<p>Как правило, в союзе нет бушующих страстей, не наблюдаются неконтролируемые эмоции. Все вопросы обсуждаются партнерами, и на их основании находится приемлемое решение. Партнеры не любят демонстрировать свои чувства на показ, не терпят пустого времяпровождения.</p>

<p>Можно сказать, что пара Козерог и Козерог приверженцы земной и приземленной любви. Партнеры относятся с уважением друг к другу, проявляют заботу. Романтики в отношениях нет, но при этом для партнеров более важно то, что они оказывают один другому действенную поддержку. Это позволяет им преодолеть трудности на жизненном пути и легко достичь поставленных целей.</p>

<p>Идеальная пара Козерогов выглядит очень счастливой со стороны. Влюбленные ведут закрытый образ жизни и никогда не рассказывают друзьям о разногласиях, которые периодически происходят между ними.</p>

<p>Если любовные отношения продолжаются длительное время, то Козерог и Козерог непременно вступают в брак. Между ними возникает абсолютное взаимопонимание. Они реально оценивают способности друг друга и никогда не требуют невозможного. Для того чтобы гармонизировать отношения, представителям знака зодиака Козерог необходимо постараться наполнить жизнь эмоциями. Важно оглядеться вокруг и обратить внимание на нужды других людей. Необходимо развивать в себе чувство сострадания и проявить заботу о тех, кто в этом очень нуждается.</p>

<p><b>В постели (совместимость в сексе 55%)</b></p>
<p>Совместимость мужчины Козерог и женщины Козерог в постели средняя. Но, несмотря на это, партнерам довольно комфортно вместе. Они не зацикливаются на качестве сексуальных отношений и это объединяет их. Для партнеров вполне достаточно того, что они совпадают в своих желаниях и предпочтениях. В интимной сфере представителям знака зодиака Козерог, когда они вместе, не нужно играть никаких ролей. Они могут оставаться такими, как они есть по своей природе.</p>

<p>Партнеры отличаются консервативными и традиционными взглядами на секс. Они не любят экспериментировать, в силу того, что не стремятся к разнообразию интимной сферы. Проблемы могут возникать на фоне того, что одному из партнеров в постели не удастся раскрепоститься. Но, как правило, в таком случае второй партнер проявит необходимую выдержку и терпение, поэтому в скором времени сексуальные отношения наладятся.</p>

<p>Особенностью развития интимной сферы является то, что Козерог и Козерог вначале налаживают отношения в быту и только по истечении некоторого время решают заняться сексом. На этом факте акцентирует внимание не высокая совместимость Козерог и Козерог в постели. Оба партнера не сторонники мимолетных связей. Если, что-то и может случиться в их жизни, то это все равно будет связано с глубокими чувствами.</p>

<p>Как правило, первая сексуальная связь происходит только после того, как спутники начинают доверять друг другу. При этом в паре инициативу должен проявить партнер. И именно он должен помочь раскрыться в постели своей партнерше, проявляя тактичность и выдержку.</p>

<p><b>В браке (совместимость в семейной жизни 40%)</b></p>
<p>Совместимость мужчины Козерог и женщины Козерог в браке не очень высокая. Такой показатель свидетельствует о том, что влюбленные опасаются создавать семейные тандемы, в силу осторожности. Но в тех редких случаях, когда они вступают в брак, в союзах царит гармония и полное согласие. Совместимость Козерог и Козерог в браке гарантирует то, что если люди создают семью, то развод может произойти только в исключительном случае.</p>

<p>Супруги отличаются практичным и серьезным отношением к жизни. Они всегда заняты работой, предпочитают проводить свободное время с пользой. Кроме этого супруги всегда планируют семейные расходы, поэтому в финансовой сфере никогда не возникает разногласий. Если возникает необходимость, то они начинают копить на крупные покупки. Также супруги считают, что обязательно нужно откладывать деньги про запас. Такой подход позволяет им чувствовать себя уверенно, ведь они знают, что с легкостью смогут пережить трудные времена.</p>

<p>По бытовым вопросам у супругов никогда не возникает разногласий. Начиная совместную жизнь, представители данного знака зодиака четко распределяют свои обязанности. Супруги ценят комфорт, поэтому много внимания уделяют обустройству жилища.</p>

<p>Свободное время супруги предпочитают проводить вместе. В гости к ним ходят только проверенные друзья или родственники. Один раз в год, когда отпуска совпадают по времени, Козероги могут себе позволить интересное путешествие, но при этом всегда стремятся выбрать бюджетный вариант.</p>

<p>Для того, чтобы гармонизировать обстановку в семье, партнерам не следует замыкаться. Им нужно научиться полноценно отдыхать. Для этого следует почаще выходить в общество и общаться с друзьями. Кроме того необходимо научиться отвлекаться от работы и заняться самосовершенствованием с целью расширить свой кругозор.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 71%)</b></p>
<p>Совместимость в дружбе между представителями знака зодиака Козерог высокая. Примечательно, что дружба между избранниками может возникнуть в любом возрасте. Прекрасно дружат одинокие люди, но возможна также дружба семьями. Следует отметить порядочность представителей этого знака зодиака. Они никогда не позволят себе разбить другую семью, поэтому дружба между ними не является угрожающим фактором для вторых половинок.</p>

<p>Укрепляет дружбу то, что спутники предпочитают оказывать поддержку друг другу на деле, а не на словах. Козероги умеют отстаивать свою точку зрения, но делают это только в случае необходимости. Это устраивает немногословных и уравновешенных представителей данных знаков зодиака. Для них важно не просто встречаясь проводить время за беседами, а чувствовать, что в любой трудный жизненный момент рядом окажется близкий друг.</p>

<p>Друзья Козерог и Козерог, работая в одном коллективе, успешно сотрудничают. Это серьезные и ответственные работники, поэтому им можно доверить любое самое сложное задание. Но вот при ведении совместного бизнеса у людей могут возникнуть сложности. Они связаны с тем, что партнеры не гибкие, они предпочитают действовать в строгих рамках, а такой подход не может привести к успеху. Поэтому оптимально, когда рядом с трудолюбивыми друзьями окажется третий человек, который будет отличаться более гибким природным характером.</p>';
		}
		if ($here == 'Козерог' && $she == 'Водолей') {
			$answer = '<p>Отношения между представителями знаков зодиака Козерог и Водолей всегда складываются непредсказуемо. Но все-таки справедливости ради следует признать, что благополучные тандемы, в которых царит гармония и взаимопонимание, создаются не часто. Для того чтобы создать успешный союз людям нужно правильно настроится и пересмотреть собственное поведение и взгляды на жизнь. Мирное сосуществование возможно только на базе разумных компромиссов.</p>

<p>Труднее придется Козерогу с его традиционными взглядами на жизнь. Ему сложно будет принять оригинальность природного характера Водолея.В союзах между представителями данных знаков зодиака много плюсов, но, к сожалению, намного больше минусов. Следует отметить, что многое зависит от партнеров, ведь они являются от природы сильными личностями. Сложности в основном возникают на фоне того, что мужчине, как приверженцу традиционных взглядов, трудно смириться с экстравагантностью женщины. Со своей стороны воздушная красавица не воспринимает желание мужчины точно спланировать свою жизнь.</p>

<p><b>В любовных отношениях (совместимость в любви 43%)</b></p>
<p>Совместимость мужчины Козерога и женщины Водолея в любви в процентном отношении низкая. Этот факт акцентирует внимание на том, что для того, чтобы сохранить любовь влюбленным нужно приложить немало усилий.</p>

<p>Если у партнеров имеются искренние чувства друг к другу, то они сумеют создать крепкий любовный тандем. При этом под влиянием настойчивой спутницы, Козерогу удастся избавиться от стереотипов. Он расширит круг своих интересов и будет стремиться к самосовершенствованию, чтобы соответствовать требованиям любимой женщины. Это позволит быстро достичь успеха в жизни. Мужчина сможет проявлять гибкость, а, значит, получать быстрее всю необходимую информацию.</p>

<p>Положительно партнер будет также влиять и на любимую женщину. Со всей присущей ему тактичностью он научит ее быть более хозяйственной. Она, общаясь с рассудительным избранником, станет более ответственной и серьезной.</p>

<p>Любовный союз между представителями знака зодиака Козерог и Водолей очень хрупкий. Мужчине трудно отказаться от строгого жизненного распорядка, а женщина стремится ко всему новому, постоянно используя нестандартные решения. Поэтому, если любовь уходит, то спутники, вряд ли, останутся вместе.</p>

<p><b>В постели (совместимость в сексе 67%)</b></p>
<p>Совместимость мужчины Козерога и женщины Водолея в постели неплохая. Но при этом в сексуальной сфере все может складываться благополучно только тогда, когда партнеры испытывают друг к другу искренние чувства. И, прежде всего это связано с тем, что партнер не приемлет случайных связей без любви.</p>

<p>Но даже на фоне глубоких чувств интимная сфера представителей данных знаков зодиака далека от идеала. Мужчина Козерог предпочитает традиционный секс, никаких экспериментов он не приемлет. Но женщина Водолей, несмотря на свою холодность, требует романтического оформления интимных отношений. Прежде всего, она любит красивые слова, ей нужны признания в любви. Далеко не каждый мужчина Козерог во время секса на это способен.</p>

<p>Чтобы гармонизировать отношения в постели партнерам Козерог и Водолей следует один раз обсудить имеющиеся проблемы и высказать собственные пожелания. Если спутники любят друг друга, то этого, как правило, достаточно для того, чтобы сексуальная жизнь наполнилась благополучием.</p>

<p><b>В браке (совместимость в семейной жизни 58%)</b></p>
<p>Совместимость Козерог и Водолей в браке выше среднего уровня. Это говорит о том, что партнеры способны создавать крепкие семейные союзы, хотя и не спешат оформлять отношения. В идеальной семье умные супруги находят все то, что им необходимо.</p>

<p>Находясь рядом с немного наивной, но честной, доброй и открытой избранницей мужчина Козерог незаметно для себя превращается в надежного рыцаря, который полностью несет ответственность за свою семью. Он становится настоящим добытчиком, но при этом занятость на работе не мешает ему находить время для общения в семье.</p>

<p>Супруга, понимая то, что сильному мужчине периодически нужна поддержка, обеспечивает ее. Она способна создавать надежный тыл, только нужно дать ей немного времени, чтобы стать настоящей хозяйкой.</p>

<p>Главная проблема в семье может возникнуть из-за того, что жена стремится ко всему новому и необычному. Супруга, предпочитающего стабильность, это может напрягать. Именно поэтому для сохранения мира и согласия в семье, жене нужно проявить разумность.</p>
<p>При принятии каких-либо нестандартных решений обязательно нужно предварительно посоветоваться с мужем. Со своей стороны супругу нужно стремиться идти на уступки. В противном случае накопившиеся обиды могут привести к тому, что супруга может стать инициатором развода.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 84%)</b></p>
<p>Дружба между представителями данных знаков зодиака возникает часто и об этом свидетельствует высокая совместимость в дружеских отношениях. Но, как правило, поводом для организации дружеского тандема является совместная работа. В большинстве случаев инициатором является практичный мужчина Козерог.</p>

<p>Дружба всегда сохраняется на длительное время. Примечательно, что такие разные по своим характерам спутники всегда стремятся оказаться рядом друг с другом в трудные времена. Конечно, более действенную поддержку в дружеском тандеме оказывает мужчина. Но для друга очень важно в определенные периоды жизни то, что ему можно выговориться в присутствии подруги. Половинкам представителей этих знаков зодиака боятся нечего, так как любовной искры между друзьями никогда не может возникнуть.</p>';
		}
		if ($here == 'Козерог' && $she == 'Рыбы') {
			$answer = '<p>Сочетаемость представителей знаков зодиака Козерог и Рыбы практически идеальная. Партнеры подходят друг другу по своим природным характерам. Кроме этого они одинаково воспринимают все жизненные события и у них совпадают жизненные планы. Если спутники создают тандемы, то они, как правило, долговечные и устойчивые. Окружающие всегда восхищаются этой парой, настолько гармонично складываются их отношения. Но существует главное условие, которое нужно соблюдать партнерам - это предоставление свободы выбора. Каждый из пары должен иметь возможность на свой внутренний мир.</p>

<p>Мужчина Козерог и женщина Рыбы могут создать удивительный союз. Несмотря на разные природные характеры спутники, хорошо уживаются вместе. Это связано с их природной мудростью. Особенно благополучными бывают отношения, когда влюбленные встречаются в старшем возрасте. В этом случае мужчина Козерог становится безоговорочным лидером в паре, но это устраивает женщину Рыбы. Ведь она все время стремиться видеть с собой мужчину, за спиной которого можно было бы спрятаться, как за каменной стеной.</p>

<p><b>В любовных отношениях (совместимость в любви 82%)</b></p>
<p>Совместимость мужчины Козерога и женщины Рыбы в любовных отношениях очень высокая. При первой же встрече парень обращает внимание на загадочную красавицу. Именно поэтому он всегда является инициатором отношений. Но при этом проницательная женщина Рыбы, обладающая тонкой натурой, сразу понимает, что рядом с ней находится именно тот человек, который ей нужен.</p>

<p>В любовном тандеме мужчина окружает избранницу заботой и вниманием. Большой плюс такого союза в том, что партнеры в нем - это бесконфликтные люди. Они миролюбивы и всегда стремятся найти компромиссы в спорных вопросах.</p>

<p>Представители знаков зодиака Козерог и Рыбы ценят в отношениях стабильность, верность и благополучие. Совместными усилиями все это они могут обеспечить. Партнеры быстро притираются друг с другом и становятся единым целым. Как правило, любовные отношения приводят к браку.</p>

<p>Иногда нарушает идеалистические отношения излишняя эмоциональность женщины Рыбы. Она чувствует все происходящее вокруг нее интуитивно. Такой жизненный подход совершенно непонятен практичному мужчине Козерогу, который стремится все события контролировать разумом.</p>

<p><b>В постели (совместимость в сексе 94%)</b></p>
<p>Совместимость мужчины Козерога и женщины Рыбы в постели практически идеальная. Это связано с тем, что партнерша готова полностью подчиниться своему избраннику в сексуальной сфере. Несмотря на то, что женщина по своей природе белее сексуальная, она не требует многого от партнера.</p>

<p>Партнерша действует осторожно, уважая традиционные взгляды мужчины на секс. Но обычно так случается, что пылкая женщина Рыбы пробуждает у Козерога скрытые возможности, после этого секс становится необычайно чувственным.</p>

<p>Партнеры дополняют друг друга. Страстная женщина наполняет интимную сферу эмоциями. Пройдет немного времени, и партнер почувствует, насколько сексуальные утехи важны. Они духовно сближают людей, заставляя их становиться единым целым.</p>

<p>Сексуальные отношения могут возникнуть между представителями данных знаков зодиака только на фоне искренних чувств. В мимолетные связи спутники не вступают. Также сексуальные отношения между партнерами прекращаются, как только любовь уходит.</p>

<p><b>В браке (совместимость в семейной жизни 87%)</b></p>
<p>Совместимость Козерог и Рыбы в браке высокая. Как правило, официально оформляются отношения на фоне большой любви. Расчета в таких браках не бывает.</p>

<p>Представители данных знаков зодиака создают классическую семью. В ней жена - это милая и женственная хозяйка, которая умеет создать надежный тыл, а муж - сильный и решительный глава семьи, который взваливает на себя обязанности главного добытчика.</p>

<p>В семейном тандеме царит согласие и мир. Супруги никогда не конфликтуют. Очень редко между ними могут возникать незначительные споры, которые связаны с разным мировоззрением и восприятием событий в окружающем мире. Но это не является раздражителем семейного спокойствия. Влюбленные обожают и берегут один одного. Они предпочитают отдыхать в уединении и часто для этого выезжают на природу.</p>

<p>Муж Козерог трудолюбивый, поэтому способен хорошо обеспечивать семью. Находясь рядом с ним, супруга понимает, что ее мечты о богатом и надежном муже воплотились в реальность и ценит это. Она со временем становится настоящей хранительницей домашнего очага, обеспечивая супругу покой и комфорт. Перспективы у брака представителей данных знаков зодиака хорошие, развод им не грозит.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 38%)</b></p>
<p>Совместимость в дружбе между представителями данных знаков зодиака довольно низкая. Настоящие крепкие и доверительные дружеские отношения возникают редко, так как люди быстро влюбляются друг в друга. Поэтому если они не свободны, то вторым половинкам есть о чем беспокоится.</p>

<p>Возможны дружеские тандемы между партнерами разных поколений. При этом наиболее благоприятным бывает союз, когда мужчина намного старше. В таком случае друг может поделиться жизненным опытом и подскажет молодой подруге, как нужно правильно поступать в определенных жизненных ситуациях. Но со своей стороны получит удовольствие от общения с интеллектуальной красавицей. Рядом с подругой можно расслабиться и отдохнуть.</p>';
		}
		//Водолей 2
		if ($here == 'Водолей' && $she == 'Овен') {
			$answer = '<p>Овен и Водолей - это представители разных стихий, которые могут создавать очень благополучные союзы. Объединяет представителей этих знаков зодиака то, что они оба обладают легким нравом и оптимистичным характером. Эти люди очень общительны и им нравится блистать в обществе. В таком тандеме Овен всегда является более сильной личностью и, в большинстве случаев, занимает лидирующую позицию. Более гибким характером отличается Водолей, что способствует тому, что этот человек более легко приспосабливается к различным жизненным обстоятельствам. Союзы между этими партнерами очень гармоничны.</p>

<p>Между парнем Овен и девушкой Водолей всегда формируются отношения на базе взаимного уважения. Союзы между этими знаками зодиака всегда непредсказуемы, в силу ярко выраженной индивидуальности партнеров. Свою свободу они ценят больше всего, поэтому редко образуют устойчивые союзы, но при этом обязательно поддерживают дружеские отношения.</p>

<p><b>В любовных отношениях (совместимость в любви 35%)</b></p>
<p>Совместимость мужчины Водолея и женщины Овен в любовных отношениях очень низкая. Этому мешает природная свободолюбивость партнеров. Если случается так, что между партнерами проскакивает искра любви, то любовные отношения складываются благополучно.</p>

<p>Жизнь представителей этих знаков зодиака всегда будет наполнена позитивом, весельем и хорошими впечатлениями. Легкость в отношения всегда вносит Водолей, обладающий прогрессивными взглядами. Он постарается сделать отношения нестандартными и этим обязательно удержит возле себя свою партнершу.</p>

<p>Низкая совместимость Водолей и Овен в любви свидетельствует о неустойчивости любовной связи. В паре не хватает душевной теплоты. Она недостаточно эмоционально наполнена. Это связано с тем, что каждый из партнеров не открывается полностью, а оставляет для себя кусочек жизни. Кроме того они, даже чувствуя взаимную привязанность, не всегда интересуются делами своей половинки.&nbsp;Кроме этого испортить отношения может упрямство партнеров, когда каждый стремится доказать свое лидерство. Ели партнеры понимают, что они искренне влюблены, то им нужно, прежде всего, научится уступать.</p>

<p><b>В постели (совместимость в сексе 77%)</b></p>
<p>Совместимость пары в постели по статистике очень высокая, но при этом сексуальные отношения непредсказуемые. Девушка Овен нуждается в сексе, она полностью раскрепощается в постели и готова на любые эксперименты. И такой подход к интимной жизни, безусловно, очень нравится парню. Ему важно ощущение новизны и необычности.</p>

<p>Секс между партнерами наполнен нежностью, они оба стремятся к утонченным ласкам. Это является их точками соприкосновения, что позволяет достичь полного удовлетворения. Именно об этом свидетельствует очень высокая совместимость Водолей и Овен в постели.</p>
<p>Сексуальные отношения для обоих партнеров - это способ познания любимого человека. Тяга парня к избраннице Овен настолько сильна, что он откладывает все дела, чтобы остаться наедине. В такие моменты влюбленные сближаются и даже могут принять решения о своем дальнейшем будущем.</p>

<p><b>В браке (совместимость в семейной жизни 30%)</b></p>
<p>Совместимость мужчины Водолея и женщины Овна в браке очень низкая. Эти люди не торопятся узаконить отношения, даже если у них все очень удачно складывается в сексуальной сфере. В браке партнерам редко удается построить гармоничные отношения. Это возможно только если избранники искренне любят и проявят терпение и выдержку.</p>

<p>Низкая совместимость пары в браке указывает на то, что существуют очень большие риски для развода. Первое, что нужно сделать для того, чтобы сохранить семью, это отказаться от переделки любимых. Каждый партнер должен сохранить свою индивидуальность. Супруги должны научиться воспринимать друг друга такими, какими они являются по своей природе со всеми достоинствами и недостатками.</p>

<p>Если это удастся сделать, то можно с уверенностью утверждать, что союз сохранится на долгие годы и будет наполнен искренними чувствами. Привычка в паре Водолей и Овен не может возникнуть, каждый из супругов будет стремиться доказать свою любовь. Кроме того, они обладают большим желанием оказать поддержку друг другу в жизни, поэтому часто становятся успешными, чувствуя надежный тыл.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 90%)</b></p>
<p>Совместимость в дружеских отношениях у парня Водолея и девушки Овен очень высокая. Это очень общительные люди, которые любят бывать в светском обществе и проводить время в веселой компании друзей.</p>

<p>Парень Водолей умеет дружить. Оптимальным вариантом является дружба с женщиной Овен, которая ведет активный образ жизни и наполнена энергией. Эти люди создают крепкие дружеские союзы, основанные на доверии. Овен и Водолей поддерживают друг друга во всех начинаниях и помогают преодолевать жизненные преграды.</p>

<p>Поскольку главным принципом дружеских отношений является доверительность, то между парнем Водолеем и девушкой Овном не существует тайн. Очень хорошо если их связывает общее дело или общий бизнес. Очень часто в таких случаях возникает дружба семьями.</p>
<p>Поскольку при дружбе избранники обязательно оставляют другу свободу действий, то их связь длится долгие годы.</p>';
		}
		if ($here == 'Водолей' && $she == 'Телец') {
			$answer = '<p>Союз Телец и Водолей всегда очень сложный. Люди, принадлежащие к этим знакам зодиака, отличаются разными характерами, поэтому им очень тяжело построить гармоничные взаимоотношения. Тельцы отличаются упорством и трудолюбием, а для Водолеев характерной чертой является самоуверенность. Такие разные жизненные подходы не могут пробудить интерес партнеров друг к другу. Деятельному и активному Водолею всегда скучно рядом с медлительным и рассудительным Тельцом. Но при этом имеется важный объединяющий фактор - это внутренняя доброта, которая порождает стремление помогать всем, кто в этом нуждается.</p>

<p>Союз мужчины Водолея и женщины Тельца всегда очень проблематичный. Общий язык во всех сферах жизнедеятельности представителям этих знаков зодиака найти сложно. Но иногда ярко выраженная противоположность приводит к тому, что между спутниками возникает совершенно необъяснимое притяжение.</p>

<p><b>В любовных отношениях (совместимость в любви 25%)</b></p>
<p>Эти знаки зодиака в реальной жизни отталкиваются, а никак не притягиваются. Об этом свидетельствует очень низкая совместимость мужчины Водолей и женщины Телец в любовных отношениях. Их природные нравы просто не позволяют им построить крепкие и надежные любовные отношения.</p>

<p>Женщина Телец не может принять фантазийные полеты мужчины, а ему со своей стороны очень скучно с ней. Исключение может составить тот случай, когда на фоне влюбленности мужчина продемонстрирует избраннице практическое применение своих идей. Причем подтвердить это нужно обязательным получением материального дохода.</p>

<p>Когда партнеры рядом, то они часто увлекаются милой беседой. Они оба общительны и легко находят темы для разговоров. Это может скрасить отношения, наполнить серые будни позитивом и повысить совместимость Водолей и Телец в любви.</p>

<p>В таком любовном союзе земная женщина Телец может постепенно влиять на партнера, заставляя его интересоваться практическими проблемами. Но все равно спокойная и размеренная жизнь, которую предпочитает партнерша, вряд ли, наступит. С другой стороны мужчина Телец учит свою избранницу мыслить нестандартно и решать возникающие проблемы оригинальным способом. Чтобы сохранить союз, партнерше нужно отказаться от своего консервативного восприятия жизни.</p>

<p><b>В постели (совместимость в сексе 26%)</b></p>
<p>Совместимость Телец и Водолей в постели очень низкая. Во-первых, для партнера секс не является главным в жизни. Во вторых мужчине Водолею очень нравится применять в постели нестандартные и необычные способы удовлетворения. Партнерша, которая по природе очень чувственная, предпочитает традиционный секс.</p>

<p>Очень часто возникают проблемы в интимной жизни из-за неверности партнера. Все дело в том, что по своей природе избранник Водолей не постоянен и способен очень часто менять партнерш. Этого простить женщина Телец не может, ведь в любых отношениях для нее главным является доверие. Поэтому она вначале прекращает интимную жизнь с партнером, а чуть позже люди расстаются.</p>

<p><b>В браке (совместимость в семейной жизни 23%)</b></p>
<p>Браки между мужчиной Водолеем и женщиной Тельцом заключаются очень редко. Об этом свидетельствует низкая совместимость Водолей и Телец в браке. Такие союзы обычно заключаются на всплеске мимолетной влюбленности, после чего партнеры очень раскаиваются о принятых спонтанно решениях.</p>

<p>Особенно трудно в таком тандеме женщине Тельцу. Для нее семейная жизнь оказывается очень беспокойной. Поступки мужа Водолея будут ее постоянно тревожить. Его непостоянство характера и то, что он дискомфортно чувствует себя в семье, приводит к тому, что он постоянно находит развлечения на стороне. Кроме этого супруг будет очень часто приводить в дом друзей и подружек, не советуясь со своей супругой. Несмотря на то, что женщина Телец отличается гостеприимностью и общительностью, такое поведение мужа будет ее очень напрягать.</p>

<p>Со временем все немыслимые идеи мужа Водолея начнут ее раздражать. Все дело в том, что она мечтает о спокойном образе жизни, а любые воздушные замки, которые строит в своем воображении ее супруг остаются для нее всего лишь мыльными пузырями.</p>

<p>Относительно благополучно могут складываться семейные отношения только в том случае, если партнеры предоставляют полную свободу друг другу. Такое мирное сосуществование двух противоположностей возможно, но это случается очень редко.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 55%)</b></p>
<p>Дружба между парнем Водолеем и девушкой Тельцом возникает не часто, хотя совместимость в дружеской сфере у представителей этих знаков зодиака намного выше, чем в других сферах жизнедеятельности.</p>

<p>В дружеском тандеме мало общих интересов. Партнеры не всегда понимают друг друга, но, несмотря на это, продолжают поддерживать связь. Причем Водолей в дружбе ведет себя непредсказуемо, а иногда просто бесцеремонно. К примеру, он может просто нагрянуть среди ночи к своей подруге, если у него возникла необходимость с ней посоветоваться.</p>

<p>Другу Водолею кажется, что он все делает правильно, когда дружеские отношения ставит во главе всей своей жизни. И он требует такого же от подруги. Но этого делать нельзя, ведь для девушки Телец собственная семья и собственные интересы всегда будут выше. Если друг будет давить на нее, дружба очень быстро закончится.</p>

<p>Но при благополучном стечении обстоятельств, дружеские отношения между представителями этих знаков зодиака могут сохраняться длительное время. Так же между ними будут возникать жаркие споры по разным поводам. Кроме того дружба между избранниками Водолей и Телец просто невозможна, если партнеров связывает общая работа.</p>';
		}
		if ($here == 'Водолей' && $she == 'Близнецы') {
			$answer = '<p>Отношения спутников Близнецы и Водолей, в большинстве случаев, складываются удачно. Представители этих двух знаков очень свободолюбивы и никогда не ограничивают свободу друг друга. Они общительны и предпочитают вести активный образ жизни. Схожесть их природных характеров способствует тому, что между ними редко возникают разногласия. Они одинаково оценивают события, происходящие в окружающем мире, и имеют похожее мировоззрение. Вместе Близнецы и Водолей никогда не скучают, так как находят интересные занятия и увлекательные темы для бесед. Каждый из них стремится совершенствоваться, поэтому партнеры с удовольствием делятся полученными знаниями.</p>

<p>Избранник Водолей и барышня Близнецы обладают очень похожими природными характерами. Поэтому они легко находят общий язык друг с другом. Отталкивающим фактором может послужить их природный эгоизм. Но при взаимной заинтересованности они умеют с этим справляться. Хорошая совместимость партнеров объясняется тем, что они относятся к одной природной стихии- воздуху. Это способствует тому, что их жизнь протекает в одном ритме.</p>

<p><b>В любовных отношениях (совместимость в любви 95%)</b></p>
<p>Высокая совместимость мужчины Водолей и женщины Близнецы в любовных отношениях притягивают их друг к другу на подсознательном уровне, и в короткое время они создают благополучные любовные союзы. Их объединяет безграничная нежность и уверенность друг в друге. Вместе партнеры чувствуют себя бесконечно счастливыми.</p>

<p>Совместимость Водолей и Близнецы в любви способствуют духовному развитию спутников. И это им очень необходимо, без этого жизнь наполняется рутиной и становится неинтересной. Влюбленные взаимно дополняют друг друга, они генерируют новые идеи, которые позволяют им самосовершенствоваться. Вместе они добиваются значительных успехов.</p>

<p>Иногда между партнерами случаются ссоры. Но это никак не навредит отношениям, а только поможет влюбленным лучше разобраться в себе. Личностные качества каждого партнера совершенствуются в тандеме. В таком союзе все прозрачно, спутники ничего не скрывают друг от друга. Их веселый нрав и оптимизм позволяют наполнить отношения легкостью. Это пара, в которой существуют гармоничные отношения, благодаря тому, что партнеры принимают друг друга такими, какими они являются от природы.</p>

<p><b>В постели (совместимость в сексе 60%)</b></p>
<p>Совместимость Водолей и Близнецы в постели хорошая, спутники не ставят сексуальную близость на главное место в общих отношениях. Но, несмотря на это, интимная жизнь у представителей этих знаков зодиака всегда складывается хорошо.</p>

<p>В постели этих партнеров всегда царит раскрепощенность, которая является главным принципом сексуальных отношений. Секс между ними скорее напоминает неукротимое веселье, чем необузданную страсть.</p>

<p>В интимной жизни главным всегда является мужчина. Он придумывает очень интересные идеи для экспериментов, которые приходятся по вкусу партнерше. Она подхватывает и воплощает их наяву. В силу такого взаимопонимания партнеры наполняют сексуальную близость незабываемыми эмоциями.</p>

<p>Со временем чувственность партнеров только увеличивается. Они не &laquo;приедаются&raquo; друг другу, а все время открывают один в одном новые таланты и возможности. Такая наполненная сексуальная жизнь полностью исключает измены.</p>

<p><b>В браке (совместимость в семейной жизни 70%)</b></p>
<p>Браки между влюбленными прочные, но со стороны отношения партнеров могут показаться слишком свободными. На самом деле это не так, просто отношения строятся на полной доверительности. Супруги никогда не принимают опрометчивых решений, все возникающие проблемы решаются после совместных обсуждений.</p>

<p>Партнеры не зацикливаются на бытовых проблемах, поэтому претензий дуг к другу по организации дома никогда не предъявляют. Но при этом беспорядок в их доме довольно частое явление.</p>

<p>Высокая совместимость мужчины Водолей и женщины Близнецы в браке объясняется тем, что партнеры умеют говорить на любые темы. Они способны спокойно и без лишних эмоций обсуждать все проблемы и разногласия. Это позволяет найти компромиссы и укрепить семейный союз.</p>

<p>В браке отношения складываются динамично. Супруги предпочитают вести активный образ жизни. Он ценят общество других людей, поэтому имеют много друзей. Для того чтобы наполнить семейную жизнь положительными впечатлениями партнеры стремятся много путешествовать и участвовать в разнообразных тематических тренингах. Это позволяет им самосовершенствоваться и творчески развиваться.</p>
<p>Иногда в семье могут возникнуть проблемы из-за неуемного характера супруги, которой всегда хочется быть в центре внимания мужчин. Такое поведение муж может терпеть до поры до времени. Но, как правило, после бурных выяснений отношений, мир в семье быстро восстанавливается.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 35%)</b></p>
<p>Низкая совместимость в дружбе между мужчиной Водолей и женщиной Близнецы объясняется тем, что намного чаще партнеры создают любовные и семейные союзы. Но если дружба все-таки между представителями этих знаков зодиака возникла, то она будет сохраняться долгие годы. Причем дружеские отношения могут быть прочными между людьми разного возраста.</p>

<p>У партнеров много интересов, которые их объединяют. Друзья с удовольствием проводят вместе время. Они могут посещать различные общественные мероприятия, ходить в музеи и путешествовать. Кроме того, у них всегда имеются темы, которые нужно обсудить. Также друзья любят разбирать различные жизненные проблемы, и делится своими тайнами.</p>

<p>Ссор в дружеском союзе не бывает, ведь партнеры от природы обладают одинаковым мировоззрением, поэтому одинаково смотрят на многие жизненные события. Друзья настолько увлечены друг другом, что такие дружеские отношения могут вредить работе. Поэтому деловые тандемы между представителями этих знаков зодиака не бывают успешными.</p>';
		}
		if ($here == 'Водолей' && $she == 'Рак') {
			$answer = '<p>Рак и Водолей редко находят взаимопонимание друг с другом, хотя по своей природе не являются конфликтующими знаками. Но если говорить образно, то препятствует гармоничности отношений тяжесть Воды и легкость Воздуха. Даже если между представителями этих знаков зодиака возникнет тандем, то между партнерами не будет полного взаимопонимания. Отношения в паре Рак и Водолей редко складываются успешно. Консервативность Рака отталкивает жизнелюбивого и стремящегося ко всему новому Водолея. Оба партнера настолько разные, что им просто не подстилу понять друг друга, несмотря на предпринимаемые усилия.</p>

<p>Отношения женщины Рака и мужчины Водолея всегда складываются очень трудно. Природная совместимость между представителями этих знаков зодиака очень низкая. Но в редких исключениях отношения между партнерами развиваются очень быстро, но при этом финал их всегда непредсказуемый.</p>

<p><b>В любовных отношениях (совместимость в любви 35%)</b></p>
<p>Совместимость мужчины Водолей и женщины Рак в любовных отношениях низкая, крепкие союзы возникают очень редко. Инициатива всегда исходит от партнера. При встрече он сразу обращает внимание на женщину Рак, которая привлекает его своей загадочностью. Кроме того интересной для него является переменчивость ее настроения. Он хочет понять ее внутренний мир.</p>

<p>С другой стороны барышня Рак увлекается партнером из-за его необычного восприятия окружающего мира. Ей нравится его стремление ко всему новому, нестандартность мышления, широкий кругозор.</p>

<p>Совместимость Водолей и Рак в любви плохая. Отношения в таком тандеме характеризуются тем, что в них обязательно в определенный момент наступает кризис. Если партнерам удастся его пережить, то после этого все у них будет хорошо. Все дело в том, что представители этих знаков зодиака просто научаться со временем ценить друг друга. Они станут идеальными компаньонами. Женщина будет идеальной собеседницей и сможет поддерживать беседы на любые темы, а мужчина своим оптимизмом способен окрасить яркими цветами любое событие. Именно в этом будет для партнеров гармония в любовных отношениях.</p>

<p><b>В постели (совместимость в сексе 52%)</b></p>
<p>Совместимость Рак и Водолей в постели средняя. Интимная жизнь, как впрочем, и отношения в браке, довольно сложная. Но при этом вначале отношений секс между представителями этого знака зодиака всегда фееричный и эмоциональный. Этому способствует новизна чувств, которая всегда присутствует в таком тандеме.</p>

<p>Девушке Рак очень нравится то красноречие, которым осыпает ее партнер в постели. Он флиртует очень красиво, и это не может оставить равнодушной его партнершу. Мужчине очень нравиться любовная игра, и такое отношение позволяет женщине раку максимально раскрыться и почувствовать себя королевой.</p>

<p>К сожалению, сексуальные игры быстро надоедают партнеру, ведь интимная жизнь у него всегда находится на втором плане. Поэтому любезности в постели могут смениться безразличием. Холодное отношение очень обижает партнершу, так как она это может воспринимать как потерю любви. Влюбленные должны постараться избежать полного охлаждения к сексу, так как это спровоцирует разрыв отношений. Если партнеры сумеют понять потребности друг друга в любовных отношениях, то интимная жизнь наладится.</p>

<p><b>В браке (совместимость в семейной жизни 39%)</b></p>
<p>Совместимость мужчины Водолей и женщины Рак в браке низкая. Как правило, решение о вступлении в брак влюбленными принимается спонтанно. Оно, скорее, связано с обоюдною заинтересованностью друг другом, нежели искренними чувствами. Именно поэтому семейные отношения между представителями этих знаков зодиака отличаются неустойчивостью.</p>

<p>В идеале семейные отношения могут укрепиться, если партнеры занимаются общественной деятельностью. В этом случае муж Водолей интересуется глобальными и масштабными проблемами, ставя перед собой цель, их разрешить, а супруга является ему хорошей поддержкой.</p>

<p>Причем ей совершенно не обязательно находится рядом с супругом на общественных мероприятиях. Она вполне может стать ему надежным тылом, занимаясь домашними делами и создавая в доме комфорт и уют. Важно, что бы она всегда интересовалась делами супруга и была в курсе всех его дел.</p>

<p>Чтобы сохранить гармонию в семье, мужчине также нужно интересоваться внутренним миром своей избранницы. Безусловно, до конца он ее понять не сможет, но супруга станет ему намного ближе в духовной сфере.</p>

<p>Водолей и Рак в семье хранят верность друг другу. Жизнь в таком тандеме никогда не омрачает ревность. Но при этом некоторые проблемы может создавать то, что супруга воспринимает события в окружающем мире очень драматично и это может утомлять мужчину, котором чужды излишние эмоции по любому поводу.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 25%)</b></p>
<p>Совместимость в дружбе между мужчиной Водолеем и женщиной Рак очень низкая. Это вызвано разными природными характерами. Женщине Рак всегда нужно время, чтобы полностью довериться другу, она должна убедиться в его искренности. Водолей всегда открытый и дружелюбный, поэтому ждет понимания сразу и делает выводы, что женщина не хочет с ним дружить.</p>

<p>Но если он наберется терпения, что бывает крайне редко, то вскоре он поймет, что в лице подруги он может приобрести надежного и верного друга. Если дружба состоится, то она никогда не перерастет в любовь, поэтому вторым &laquo;половинкам&raquo; нечего бояться.</p>

<p>Дружеские отношения никогда не будут способствовать развитию деловых связей. Над одной задачей партнерам работать очень сложно из-за того, что подруга Рак отличается консервативным мышлением, а друг Водолей всегда стремиться ко всему новому.</p>';
		}
		if ($here == 'Водолей' && $she == 'Лев') {
			$answer = '<p>По статистике союзы представителей знаков зодиака Лев и Водолей, в большинстве случаев, неудачны. И это несмотря на то, что партнеры очень похожи по своим природным характерам. Они с оптимизмом воспринимают все события окружающего мира и с уверенностью смотрят в будущее, веря в то, что смогут легко преодолеть все трудности. Кроме того избранники, принадлежащие к данным знакам зодиака общительные, вокруг них всегда много друзей, им нравиться проводить время в шумных компаниях. Но, несмотря на все вышесказанное, в союзе всегда много противоречий. Именно они являются причиной разрыва. При этом большое значение играет пол партнеров.</p>

<p>Представители данных знаков зодиака могут построить гармоничные отношения, если они не отягощены какими-либо проблемами или обязательствами. В любом случае людям нужно будет идти на уступки, чтобы достичь гармонии в создаваемых тандемах.</p>

<p><b>В любовных отношениях (совместимость в любви 37%)</b></p>
<p>Совместимость мужчины Водолея и женщины Лев в любовных отношениях низкая. Симпатия между людьми возникает редко. Она, как правило, возникает на основе противоположных характеров, в силу этого любовные союзы бывают чаще кратковременными.</p>

<p>Изначально женщине Лев нравиться неординарный характер спутника, ей импонируют его свободные взгляды на отношения. Он оптимистично относится к жизни и с легкостью преодолевает любые трудности.</p>

<p>Мужчине Водолею также нравится яркая спутница. Она со своим активным образом жизни прекрасно сочетается с любознательным партнером. Несмотря на низкую совместимость Водолей и Лев в любви, созданные союзы удерживаются долгое время, если лидирующие позиции занимает женщина. Она оказывает хорошую поддержу любимому человеку. Благодаря ей, партнер начинает умело применять свои знания, он становится практичнее и успешнее. Со своей стороны он учит спутницу воспринимать более широко окружающий мир.</p>

<p>Длительность существования благополучного и гармоничного союза всецело зависит от того, насколько долго люди будут испытывать глубокие чувства друг к другу. Первый, как правило, остывает мужчина, и основной причиной являются собственнические взгляды спутницы.</p>

<p><b>В постели (совместимость в сексе 75%)</b></p>
<p>Совместимость Водолей и Лев в постели довольно хорошая, но это свидетельствует только о том, что у представителей данных знаков зодиака большие шансы на благополучие в интимной сфере. Между влюбленными возникает взаимное притяжение на подсознательном уровне. Взаимный интерес может долго удерживать партнеров вместе в сексуальной сфере.</p>

<p>Парню очень импонирует страстность избранницы и отсутствие у нее комплексов. Он предлагает различные новшества и эксперименты, на которые партнерша с удовольствием откликается. Отличительной особенности сексуальных связей является то, что они всегда отличаются оригинальностью. В постели спутники проявляют друг к другу особую внимательность и нежность.</p>

<p>Довольно часто сексуальная сочетаемость предотвращает назревающий разрыв отношений. Нарушить гармонию может желание девушки полностью подчинить партнера в постели. Если она не будет позволять ему воплощать свои сексуальные фантазии, то он начнет искать другую партнершу.</p>

<p><b>В браке (совместимость в семейной жизни 45%)</b></p>
<p>Совместимость мужчины Водолея и женщины Лев в браке средняя. Как правило, решение о создании семьи принимается представителями данных знаков зодиака в короткое время на базе страстной влюбленности. Это значит, что спутники не имеют четких планов на совместное будущее. Спонтанно созданные семьи часто не выдерживают испытаний, поэтому союзы распадаются.</p>

<p>В начале семейной жизни все складывается довольно благополучно. Пара Водолей и Лев очень любит веселиться, супруги проводят много времени в компаниях друзей. Они ни в чем себе не отказывают.</p>

<p>Первые бытовые трудности отрезвляют супругов, и к ним приходит понимание, что семейная жизнь не может быть сплошным праздником. Обычно первый удар принимает на себя супруга, которая не привыкла теряться в сложных ситуациях. Она решает все проблемы, но если к семейным делам в скорости не подключится супруг, то у нее наступит разочарование в муже.</p>

<p>Скорее всего, искренняя женщина попытается поднять эту проблему в одном из разговоров с супругом. Если он откликнется и сделает правильные выводы, то семья сохранится. Кроме этого такой момент станет отправной точкой для стабилизации отношений.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 60%)</b></p>
<p>Дружба между представителями данных знаков может быть очень крепкой только в случае, если ее корни уходят в детство. Подружившись, Водолей и Лев проносят искренние отношения через всю жизнь. Друзья успевают настолько хорошо изучить друг друга, что превращаются в брата и сестру, поэтому любовные отношения между ними невозможны.</p>

<p>Дружеские отношения наполнены интересным общением на самые различные тематики. Друзья любят участвовать во всех увлекательных мероприятиях, поэтому их жизнь связана с незабываемыми впечатлениями. Они ценят дружеские отношения и стремятся поддерживать друг друга во всех начинаниях.</p>

<p>В других ситуациях дружба между людьми явление редкое. Это связано с тем, что подруга отличается авторитарным характером и стремится главенствовать в дружеском тандеме. Свободолюбивый партнер не может ей этого позволить, на этой почве начинаются разногласия. Не получается успешного сотрудничества и в случае, когда люди становятся коллегами.</p>

<p>С другой стороны раздражающим фактором для подруги становится природное непостоянство Водолея. Он способен очень быстро менять свои взгляды в зависимости от возникающих жизненных обстоятельств.</p>';
		}
		if ($here == 'Водолей' && $she == 'Дева') {
			$answer = '<p>Природные черты характера представителей знаков зодиака Дева и Водолей очень разные. Но при этом, несмотря на низкую сочетаемость нравов, они могут создавать успешные тандемы. Этому способствует миролюбивость партнеров. Они способны с уважением относиться друг к другу, стремясь не замечать недостатков. Особенностью союзов является то, что в них абсолютно отсутствуют конфликтные ситуации. Если людям не удается найти общий язык и понимание, то они просто расходятся в разные стороны. При этом никаких обид не остается.</p>

<p>Мужчина Водолей и женщина Дева часто испытывают интерес друг к другу сразу после знакомства. Но пройдет немного времени, чтобы понять, что они отличаются разными природными характерами, и им очень трудно найти общий язык практически во всех сферах жизнедеятельности. Паре, которая стремиться сохранить отношения, нужно настроиться на то, что нужно будет находить постоянные компромиссы.</p>

<p><b>В любовных отношениях (совместимость в любви 52%)</b></p>
<p>Совместимость мужчины Водолея и женщины Девы в любовных отношениях относительно неплохая. Она значительно ухудшится, когда влюбленные примут решение узаконить отношения, отягощая себя какими-либо обязательствами.</p>

<p>Невысокая совместимость Водолей и Дева в любви связана с разным отношением партнеров к окружающему миру. Девушка Дева практичная и аккуратная во всем. В своих поступках она руководствуется исключительно здравым смыслом. Такие черты сумасбродному мужчине могут показаться привлекательными только на начальной стадии развития отношений. Столкнувшись с повышенной требовательностью избранницы, его отношение к ней может резко измениться. Усилит противоречие в любовном союзе желание партнерши контролировать поступки возлюбленного.</p>

<p>Со своей стороны партнерша очень быстро начнет замечать ненадежность своего спутника. Такую черту характера ей очень трудно принять. Именно в силу больших отличий в природных характерах, людям нужно пожить вместе как можно дольше, только после этого принимать решение о заключении брака. К сожалению, по статистике очень часто любовные тандемы между представителями данных знаков зодиака распадаются.</p>

<p><b>В постели (совместимость в сексе 69%)</b></p>
<p>Совместимость Водолея и Девы в постели достаточно высокая, но при этом в интимной сфере в зависимости от различных обстоятельств может возникать много проблем.</p>

<p>Парень Водолей никогда не ставит секс на главное место в жизни, но, несмотря на это, он проявляется себя в постели ярким и опытным любовником. Но при этом, для того, чтобы раскрепостить закомплексованную от природы партнершу, придется приложить много усилий.</p>

<p>Потеря интереса к избраннице часто происходит очень быстро. Он не захочет тратить силы и найдет чувственную близость на стороне. Именно поэтому секс никогда не становится в паре связующим фактором.</p>

<p>Но следует отметить, что очень редко случается так, что партнерша быстро откликается на попытки мужчины, стремящегося пробудить в ней женственность. В таких случаях секс наполнится позитивными эмоциями и яркими красками. Единственное, что будет не устраивать мужчину в интимной сфере, так это отсутствие новизны. Партнерша предпочитает традиционный секс, и никогда не поддастся на уговоры поэкспериментировать.</p>

<p><b>В браке (совместимость в семейной жизни 35%)</b></p>
<p>Совместимость мужчины Водолея и женщины Девы в браке очень низкая. Это свидетельствует о том, что семейные отношения далеки от совершенства. В тандеме постоянно присутствуют ссоры и конфликты. Причем партнеры не сдерживают своих обид, и в скором времени после бракосочетания повседневными делом становится выяснение отношений, на основании предъявленных претензий.</p>

<p>Практичная супруга, на фоне полного непонимания в семье, становится раздражительной и сварливой. В ее глазах избранник выглядит абсолютно безответственным, на него нельзя ни в чем положиться, и невозможно ему довериться, ведь он обязательно подведет.</p>

<p>В семейном тандеме Водолея и Девы очень мало точек соприкосновения. Именно поэтому они предпочитают свободное время проводить по отдельности. У мужа и жены нет общих друзей. Кроме этого супруг стремится больше времени проводить вне дома, в то время как супруга является домоседкой, и много сил тратит на создание комфортной атмосферы.</p>

<p>Очень часто такие браки заканчиваются разводом, хотя женщина будет стремиться из последних сил сохранить семью. Некоторый шанс построения благополучных тандемов может быть в случае, если брак заключают люди зрелого возраста.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 30%)</b></p>
<p>Дружба между представителями данного знака зодиака явление очень редкое. Это уже связано с тем, что их жизненные пути практически не пересекаются. Обстоятельства складываются так, что у людей просто не возникает возможности пообщаться.</p>

<p>Но даже если представители этих знаков зодиака работают в одном коллективе, то они не интересны друг другу. Сближения никогда не происходит в силу больших отличий в природных характерах.</p>

<p>Водолеи отличаются открытым характером, они готовы прийти на помощь в трудную минуту, но при этом абсолютно не умеют хранить секреты. Хотя при этом, и сами не делятся сокровенными мыслями. Такое поведение перечеркивает возможность создания дружеского тандема с закрытой, но при этом надежной женщиной Дева. Иногда, между людьми могут возникать приятельские отношения, которые ни к чему не обязывают. Но в этом случае можно сделать вывод, что дружеский тандем создается на основе какой-либо выгоды.</p>';
		}
		if ($here == 'Водолей' && $she == 'Весы') {
			$answer = '<p>Избранники Весы и Водолей очень подходят друг другу. В силу этого они всегда создают очень благополучные и гармоничные тандемы. При первой встрече избранники на подсознательном уровне чувствуют взаимное притяжение. Им удается очень быстро находить общий язык и между ними никогда не возникают разногласия. Некоторую незначительную угрозу отношениям несет природное свободолюбие обоих партнеров. Тандемы представителями этих знаков зодиака формируются очень стремительно, и у спутников никогда не возникает сомнения в правильности принятых решений. Этому способствует, что партнерами управляет одна природная стихия - воздух.</p>

<p>Представители этих знаков зодиака обычно создают очень крепкие тандемы, наполненные любовью и доверием. Романтичные и воздушные мужчина Водолей и женщина Весы стремятся создать гармоничный мир вокруг себя. Жизнерадостные, с активной жизненной позицией люди способны реально смотреть на окружающий мир, несмотря на эмоциональность природных характеров.</p>

<p><b>В любовных отношениях (совместимость в любви 85%)</b></p>
<p>Как правило, инициатором отношений является женщина Весы. Но высокая совместимость мужчины Водолея и женщины Весы в любовных отношениях указывает на то, что избранник быстро отвечает взаимностью.</p>

<p>Любовные союзы крепкие и надежные, несмотря на то, что влюбленные не стремятся контролировать друг друга и проводить много времени вместе. Понимая, что для мужчины Водолея очень важна свобода, партнерша ему ее предоставляет. Женщина в таком тандеме позитивная, тактичная и дипломатичная.</p>

<p>Серьезных проблем в любовных союзах партнеров данных знаков зодиака практически не возникает и этому подтверждение хорошая совместимость Водолей и Весы в любви. Слегка нарушить гармонию может желание Водолея вносить в жизнь что-то необычное и нестандартное. Его непредсказуемые поступки часто нарушают чувство гармонии в душе у девушки. Но в силу природной дипломатичности и мягкости красавице удается нормализовать жизнь. Кроме этого в силу того, что Весы являются увлекающейся натурой, они с удовольствием учувствуют во всех оригинальных начинаниях любимого человека.</p>

<p><b>В постели (совместимость в сексе 85%)</b></p>
<p>В интимной сфере представители этих знаков зодиака полностью устраивают друг друга. Секс практически всегда становится завершением долгого романтического времяпровождения. И именно этот факт подчеркивает совместимость Водолей и Весы в постели.</p>

<p>В сексуальных отношениях каждый партнер получает то, что ему необходимо. Иногда на первоначальном этапе возникают сложности, связанные с тем, что женщина Весы не до конца осознает искренность и глубокие чувства своего партнера.</p>

<p>Женщина Весы стремится наполнить интимную жизнь гармонией. Она не приемлет упрощенных отношений. Ей нужны красивые слова и чувственные ласки. Когда партнер начинает понимать это, то он способен подарить самые позитивные эмоции. Самое главное, чтобы партнеры поняли друг друга и при необходимости избавились от непонимания.</p>

<p><b>В браке (совместимость в семейной жизни 80%)</b></p>
<p>Представители этих знаков зодиака, несмотря на то, что создают идеальные любовные союзы, не стремятся быстро узаконить отношения. Это несколько снижает совместимость мужчины Водолея и женщины Весы в браке.</p>

<p>Но поскольку люди создают семью после тщательных обдумываний, браки крепкие и существуют длительное время. Супруги в таких тандемах являются единомышленниками и верными, надежными друзьями. В семье царит атмосфера полного доверия. Супруги очень тонко чувствуют друг друга, поэтому воздерживаются от критики даже в тех случаях, если она уместна. Ссоры и конфликты в семье возникают редко, так как люди воспринимают друг друга такими, как есть по своим природным характерам.</p>

<p>По некоторым бытовым вопросам в семье могут возникать споры. Но в этом случае в спокойном тоне супруги просто приводят собственные аргументы, после чего находят компромиссы.</p>

<p>Устойчивость семейным отношениям придает факт того, что супруги всегда имеют одинаковые увлечения. Самой главной проблемой являются финансовые вопросы. Мужчина Водолей должен обязательно стать надежным добытчиком, в противном случае супруга будет недовольна, ведь она не привыкла себе в чем-то отказывать.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 56%)</b></p>
<p>Совместимость в дружеских отношения между представителями данных знаков зодиака находится на среднем уровне. Это связано с тем, что люди очень ценят собственную независимость, поэтому не стремятся отягощать себя какими-либо отношениями.</p>

<p>Но когда их сводит судьба на почве общих увлечений, интересов или занятий, то партнеры создают крепкие дружеские тандемы.</p>

<p>Связующим фактором является желание обоих партнеров постоянно развиваться, с целью удовлетворять свой интеллектуальный голод.</p>

<p>Между друзьями устанавливаются бескорыстные отношения, в которых отсутствует флирт и кокетство. Примечательно, что при общении у людей возникает чувство, будто бы они знакомы с детства. Оба партнера очень дорожат дружбой и ничего не делают для того, чтобы испытывать ее на прочность.</p>

<p>Друзья могут стать очень хорошими деловыми партнерами. При этом они добиваются максимальных успехов, когда их деятельность связана с интеллектуальной сферой. Водолей и Весы способны одинаково подходить к решению самых сложных задач, между ними не возникают разногласия.</p>';
		}
		if ($here == 'Водолей' && $she == 'Скорпион') {
			$answer = '<p>Союз Скорпиона и Водолея не обещает быть благополучным, несмотря на хорошую совместимость природных характеров. В гармонизации тандема в данном случае играет огромную роль зрелость партнеров. Спутникам часто мешает природное свободолюбие. Но при этом объединяющими факторами является стремление к самосовершенствованию и познанию всего нового. Если удастся построить гармоничные взаимоотношения, то консерватизм Скорпиона будет удачно сочетаться с новаторством Водолея. Партнеры быстро научатся дополнять и поддерживать друг друга, что будет способствовать успешности.</p>

<p>Только благодаря разумности женщине Скорпиону в таком тандеме возможны благополучные отношения. При этом она должна будет убедить, что именно партнер является лидером. В противном случае не удастся построить гармоничные отношения.</p>

<p><b>В любовных отношениях (совместимость в любви 50%)</b></p>
<p>Совместимость мужчины Водолея и женщины Скорпиона в любовных отношениях не очень хорошая. Союз может быть создан только, если представительница знака зодиака Скорпион воспылает глубокими и искренними чувствами к избраннику. Причем она сможет так все обставить, что партнер будет думать, что это он ее долго добивался. В любом случае отношения будут складываться непросто.</p>

<p>На начальном этапе партнеров ожидают постоянные разногласия и непонимания и как факт этого не высокая совместимость Водолей и Скорпион в любви. Влюбленные по своей природе эмоциональны, поэтому сдерживаться они не привыкли. Взаимные претензии значительно вредят отношениям.</p>

<p>Мужчина в любовном тандеме романтичен и свободолюбив. Он видит, прежде всего, в любимой женщине друга, но не жену. Он не настраивается на брак и не стремиться заниматься воспитанием детей. Такой романтизм немного напрягает влюбленную избранницы. Ведь она всегда рассматривает находящегося рядом мужчину, как потенциального спутника по жизни. И когда она понимает, что ее партнер далек от мыслей о совместной жизни, в ее душе может наступить разочарование.</p>

<p>Избранник не стремится к семейной жизни и воспитанию детей. В любых отношениях, в том числе и в любви, для него важна дружба. Даже в девушке Скорпион парень стремится видеть друга, который умеет слушать и понимать. Водолей и Скорпион романтики, они живут сегодня и сейчас, все время витают в облаках и строят неосуществимые планы.</p>

<p><b>В постели (совместимость в сексе 85%)</b></p>
<p>Совместимость Водолея и Скорпиона в постели в общем высокая. Но этот показатель сохраняется только для людей постарше. Для молодых пар совместимость намного хуже. Все дело в том, что, несмотря на темпераментность, любовники имеют разные желания. В силу этого, постель порою превращается в поле битвы и понятно, что это улучшить отношения не может.</p>

<p>Каждый из партнеров будет настаивать на своем, не прислушиваясь к пожеланиям другого, а это в благополучных сексуальных отношениях недопустимо. Иногда неблагополучие в интимной сфере может стать причиной расставания.</p>

<p>В зрелом возрасте, как правило, такого не происходит. Секс между партнерами часто становится настоящим откровением. Оба партнеры полностью расслабляются и отдаются друг другу. Именно в постели они достигают наивысшей духовной близости. В этом случае гармония в сексуальной сфере станет фактором, удерживающих влюбленных вместе.</p>

<p><b>В браке (совместимость в семейной жизни 30%)</b></p>
<p>Совместимость мужчины Водолея и женщины Скорпиона в браке очень низкая. Люди, встречаясь на жизненном пути, редко создают семьи. Они понимают, насколько они разные. По мнению астрологов, пара может образоваться в том случае, если партнеры стремятся духовно сформироваться. Чтобы союз не распался, супругам нужно с первых дней совместной жизни стремиться находить компромиссы во всех вопросах. Неплохо будет сразу договориться о том, за какие вопросы каждый из супругов будет нести ответственность.</p>

<p>На фоне искренней любви можно сказать, что женщина Скорпион приносит себя в жертву, понимая, что супруг является талантливым человеком. Она стремиться стать образцовой хозяйкой, но, к сожалению, у нее не всегда это получается. Но в процессе этого, она приобретает полезный жизненный опыт.</p>

<p>Меняется в таком семейном тандеме и мужчина. Он становится более организованнее, что способствует успешности. Если отношения складываются хорошо, то женщина со временем становится настоящей поддержкой для супруга. Он это ценит, поэтому стремиться прислушиваться к мнениям и советам спутницы.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 69%)</b></p>
<p>Существует очень большая вероятность того, что партнерам удастся построить крепкие дружеские отношения. Встретившись, избранникам сразу становится интересно друг с другом. Женщину привлекает дружелюбие мужчины.</p>

<p>Когда создаются дружеские тандемы, то это полностью исключает возникновение на фоне дружбы любви. Поэтому &laquo;вторым половинкам&raquo;, не стоит волноваться. Очень часто возникает дружба семьями.</p>

<p>На фоне дружбы могут возникать хорошие деловые отношения. Но это происходит только в том случае, если подруга старше мужчины. В этом случае друг будет прислушиваться к разумным советам. Но если друзья ровесники, то скорее между ними возникнет не партнерство, а соперничество.</p>';
		}
		if ($here == 'Водолей' && $she == 'Стрелец') {
			$answer = '<p>Совместимость между представителями знаков зодиака Стрелец и Водолей считается одной из лучших. Спутники отличаются открытостью природных характеров и непосредственностью в общении. Это сближает партнеров. Способствуют развитию благополучных отношений и сами стихии, которые управляют людьми. Воздух хорошо разжигает Огонь. Другими словами Водолей способен внести искру вдохновения в насыщенную позитивом и эмоциями жизнь Стрельца.</p>

<p>Мужчину Водолей и женщину Стрелец всегда притягивает друг к другу. Представителей данных знаков зодиака объединяет родство душ и сочетаемость природных характеров. Как правило, их связывают общие интересы и увлечения.</p>

<p><b>В любовных отношениях (совместимость в любви 80%)</b></p>
<p>Совместимость мужчины Водолея и женщины Стрельца в любовных отношениях высокая. Но при этом для того, чтобы тандем складывался удачно важно, чтобы влюбленные совпадали на интеллектуальном уровне.</p>

<p>Эрудированным и общительным людям легко вместе. Они могут часами разговаривать на любые темы. В отношениях присутствует романтика и позитив. Партнеры не склонны драматизировать жизненную ситуацию, поэтому философски относятся ко всем событиям, происходящим в окружающем мире.</p>

<p>Совместимость Водолей и Стрелец в любви свидетельствует о том, что проблем в любовных союзах представителей данных знаков зодиака практически никогда не возникает. Каждый из партнеров в паре стремиться относится к другому с пониманием. Тандемы создаются на полной доверительности. Партнеры быстро привыкают друг к другу и дополняют один одного. Но при этом Водолей и Стрелец свободолюбивые и независимые. Опасностью для любовного союза можно считать скуку и интеллектуальное отчуждение.</p>

<p><b>В постели (совместимость в сексе 60%)</b></p>
<p>Совместимость Водолея и Стрельца в постели не совсем однозначная. Все дело в том, что в такой паре партнерша более страстная. И хотя мужчина Водолей всегда красиво ухаживает и обладает красноречием, он не уделяет должного внимания интимной близости.</p>

<p>Поэтому для того чтобы наладить отношения в сексуальной сфере женщине Стрельцу понадобиться проявить терпение. Как правило, ей это удается и через некоторое время интимная сфера гармонизируется. Мужчина начинает понимать потребности избранницы в сексе и полностью удовлетворяет их.</p>

<p>При необходимости партнер способен отбросить все условности, отойти от традиций и согласиться на любые эксперименты. Мужчина Водолей может быть в постели полностью раскрепощенным и интересным. Это устраивает чувственную барышню.</p>

<p><b>В браке (совместимость в семейной жизни 51%)</b></p>
<p>Совместимость мужчины Водолея и женщины Стрельца в браке не высокая. Это указывает на то, что партнеры не стремятся создавать семейные союзы. Но на самом деле представители данных знаков зодиака являются очень подходящими кандидатурами.</p>

<p>Прежде всего, очень важно, что супруги при любых обстоятельствах способны понять друг друга. Они никогда не высказывают претензий и не обвиняют один одного, чтобы не произошло. Недомолвок между мужем и женой нет, семейный союз строится на абсолютной доверительности. Примечательно, что в таком тандеме супруги могут даже простить измены.</p>

<p>Бытовая сфера у супругов не налажена, но она их мало интересует, поэтому разногласий по этому поводу никогда не возникает. Несмотря на то, что в семье царит равноправие, складываются традиционные отношения. Муж больше времени уделяет работе, а жена предпочитает много времени тратить на личные увлечения.</p>

<p>Супруги гостеприимные, но также им доставляет удовольствие ходить в гости. В благополучной семье вырастают умные и счастливые дети. Разводы случаются редко между представителями данных знаков зодиака. Если супруги принимают решение расстаться, то делают это мирно, не выясняя отношения. Если их связывают дети, то бывшие супруги продолжают общаться.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 80%)</b></p>
<p>Между женщиной Стрелец и мужчиной Водолей довольно часто завязывается настоящая, крепкая дружба. Если друзья свободны, то они просто могут получать удовольствие от общения. Друзей часто связывает общее хобби.</p>

<p>Общность интересов и одинаковый ритм жизни позволяет находить общий язык при обсуждении любых вопросов. В дружбе нет зависимости друг от друга. Партнеры свободолюбивы и предпочитают самостоятельно принимать все жизненно важные решения.</p>

<p>Если встречаются женатые Стрелец и Водолей, и между ними завязывается дружба, то половинкам есть о чем беспокоиться. Если друзья будут много проводить времени вместе, то велика вероятность того, что между ними проскочит любовная искра.</p>

<p>Подруга Стрелец и парень Водолей могут создать прекрасный деловой союз. Но желательно, чтобы друзья работали в идеологической сфере. Энергичность и активность партнеров позволяет успешно разрешить любую жизненную ситуацию. Способствует этому то, что партнеры понимают друг друга с полуслова. Как правило, мужчина придумывает оригинальные решения поставленных задач, а его подруга, которая является более практичной, внедряет их в жизнь.</p>';
		}
		if ($here == 'Водолей' && $she == 'Козерог') {
			$answer = '<p>Отношения между представителями знаков зодиака Козерог и Водолей всегда складываются непредсказуемо. Но все-таки справедливости ради следует признать, что благополучные тандемы, в которых царит гармония и взаимопонимание, создаются не часто. Для того чтобы создать успешный союз людям нужно правильно настроится и пересмотреть собственное поведение и взгляды на жизнь. Мирное сосуществование возможно только на базе разумных компромиссов. Труднее придется Козерогу с его традиционными взглядами на жизнь. Ему сложно будет принять оригинальность природного характера Водолея.</p>

<p>Несмотря на то, что взгляды на жизнь парня Водолея и девушки Козерога не совпадают, люди довольно часто создают благополучные союзы. Сложности между партнерами, как правило, возникают в эмоциональной сфере. Очень важно, чтобы были определенные связующие факторы, которые смогут удерживать людей вместе.</p>

<p><b>В любовных отношениях (совместимость в любви 55%)</b></p>
<p>Совместимость мужчины Водолея и женщины Козерога в любовных отношениях немного выше средней. Это свидетельствует только о том, что партнерам удастся найти взаимопонимание только в том случае, если будут найдены точки соприкосновения. Не высокая совместимость Водолей и Козерог в любви указывает на то, что нужно будет набраться терпения, чтобы сохранить чувства.</p>

<p>В основном сложности в союзе будут связаны со свободолюбием мужчины. Он не стремиться связывать себя какими либо обязательствами и согласится создать любовный тандем только на базе глубоких чувств. С другой стороны женщине Козерогу нужна в жизни стабильность, которая гарантирует уверенность в завтрашнем дне. Но беззаботность избранника не может гарантировать этого.</p>

<p>Как правило, любовные союзы представителями данных знаков зодиака создаются в молодом возрасте. В юности женщина Козерог обладает более гибким характером, чтобы союз был успешным людям понадобиться время, чтобы привыкнуть друг к другу. Со временем партнер поймет, что рассудительная и практичная женщина всегда дает дельные советы и начнет прислушиваться к ним. Условно можно считать, что партнерша всегда опекает любимого человека. И союз может сложиться только тогда, когда мужчина примет это.</p>

<p><b>В постели (совместимость в сексе 50%)</b></p>
<p>Совместимость Водолея и Козерога в постели не высокая. По своей природе люди по-разному относятся к сексуальным отношениям. Женщина Козерог предпочитает традиционный секс, она не любит экспериментов и не стремиться к новым ощущениям. Кроме того секс с точки зрения правильной партнерши возможен только на фоне искренних чувств.</p>

<p>Избранник Водолей проще относится к сексу, но при этом также не ставит интимную жизнь во главе отношений. Если он наберется терпения, то он сможет раскрепостить строгую красавицу в постели. Важно помнить, что если представители данных знаков зодиака смогут обсудить возникающие проблемы, то отношения в сексуальной сфере наладятся. Каждый из партнеров будет стремиться удовлетворить пожелания другого.</p>

<p><b>В браке (совместимость в семейной жизни 63%)</b></p>
<p>Совместимость мужчины Водолея и женщины Козерога в браке немного выше среднего уровня. Супруга в такой семье всегда более ответственная и она берет на себя обязательства по обеспечению благополучных отношений. Если супруг согласится с ее главенствованием в семейном тандеме, то в нем воцарится благополучная атмосфера. Но порой свободолюбие мужа Водолея мешает ему это сделать, что приводит к конфликтам.</p>

<p>Занимая лидерскую позицию в семье супруге нужно проявить осторожность. Следует помнить, что супруг не будет терпеть ограничение свободы. Если только он это заметит со стороны жены, то в семье начнутся серьезные конфликты и воцарится атмосфера недоверия. Такое противостояние не добавит гармонии и может стать причиной развода.</p>

<p>Возникают разногласия между супругами и в бытовых вопросах. Чтобы избежать их, следует сразу распределить семейные обязанности. Чтобы сохранить семейные отношения каждому из супругов нужно будет поработать над собой. Женщине понадобиться усмирить свое занудство и стать менее правильной, а мужчине необходимо стать более ответственным.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 60%)</b></p>
<p>Мужчина Водолей и женщина Козерог часто создают дружеские тандемы. Но такие союзы редко бывают долговечными, так как их основой, чаще всего, является расчет. Все дело в том, что Водолей ценит дружбу с постоянной и рассудительной женщиной, которая может давать полезные советы. Но дружеская связь продолжается недолго в силу постоянства Водолея. Если он знакомится с другой женщиной, то постепенно отходит от подруги.</p>

<p>В дружеском тандеме всегда царит полное взаимопонимание. Друзья большое количество времени проводят вместе, беседуя на самые интересные темы. В таких разговорах они делятся жизненным опытом и дают друг другу ценные советы. Иногда Водолей и Козерог вместе посещают общественные мероприятия, что более важно для мужчины, так как это позволяет ему расширить свое мировоззрение.</p>

<p>На фоне дружбы также возникают устойчивые деловые отношения. Но для этого у друзей должна быть общая цель. Когда друзья работают в одном коллективе, они быстро договариваются о способах решения конкретной задачи. Как правило, вдохновителем является друг Водолей. Если друзьям никто не будет мешать, то они быстро и успешно выполнят свою работу.</p>';
		}
		if ($here == 'Водолей' && $she == 'Водолей') {
			$answer = '<p>Совместимость представителей знаков зодиака Водолей очень хорошая. Как правило, тандемы в любой сфере создаются надолго. Пару объединяет общность интересов и одинаковые взгляды на жизнь. Но, тем не менее, в союзах всегда царит атмосфера непредсказуемости, но это не напрягает партнеров, ведь внутренне спутники, родившиеся под знаком зодиака Водолей, всегда готовы к переменам. Положительное влияние на благополучие отношений оказывает то, что партнерам не нужно привыкать друг к другу. Они легко находят темы для общения, одинаково ведут себя в обществе. Точки соприкосновения находятся быстро в первые минуты знакомства.</p>

<p>Мужчина и женщина, которые родились под знаком зодиака Водолей, отличаются природной любознательностью. Со стороны партнеры могут показаться окружающим несколько &laquo;чудаковатыми&raquo;. Это связано с нестандартным восприятием мира представителей знаков зодиака Водолей, их мнение о происходящих событиях далеко не всегда совпадает с традиционным подходом.</p>

<p><b>В любовных отношениях (совместимость в любви 92%)</b></p>
<p>Совместимость мужчины Водолея и женщины Водолея в любовных отношениях высокая. Взаимоотношения между партнерами всегда развиваются позитивно. В любовном тандеме всегда присутствует много общения, веселья и впечатлений.</p>

<p>Партнерам вместе никогда не бывает скучно. Они легки на подъем, поэтому постоянно находятся в движении. В дружеских компаниях партнеры ведут себя непринужденно, а при общении и спорах всегда проявляют тактичность, уважая мнение других людей.</p>

<p>Высокая совместимость Водолей и Водолей в любви обеспечивается также одинаковым отношением к бытовым вопросам. Серьезных разногласий в силу этого практически никогда не возникает.</p>

<p>Отношения можно было бы считать идеальными, если бы не природное упрямство представителей знаков Водолей. Людям трудно идти на компромисс, если их мнения расходятся. Как правило, по тем вопросам, которые касаются обоих партнеров, могут возникать серьезные ссоры.</p>

<p>Кроме этого нарушает идиллию то, что Водолей и Водолей не склонны делиться друг с другом душевной теплотой. Они слишком свободолюбивы, поэтому каждый из партнеров сохраняет свою закрытую сферу жизни.</p>

<p>Гармоничные и доверительные отношения могут построить только те Водолеи, которые искренне любят друг друга. Но, к сожалению, по статистике, любовные тандемы, зачастую, создаются на базе общности характеров и похожести природных темпераментов. Именно поэтому представители данного знака зодиака не спешат создавать семьи. Но такой практичный подход не мешает партнерам стремиться, как можно дольше оставаться друг с другом. Они понимают все преимущества союза, и очень часто влюбленность перерастает в глубокие чувства. Способствуют укреплению чувств расставания на непродолжительное время.</p>

<p><b>В постели (совместимость в сексе 98%)</b></p>
<p>Совместимость мужчины Водолея и женщины Водолея в постели очень высокая. Но при этом сексуальные отношения всегда наполнены непредсказуемостью. Это связано с тем, что партнерам нравится нарушать правила. Они редко придерживаются сексуальных традиций и всегда стремятся к экспериментам, которые, к сожалению, не всегда бывают удачными.</p>

<p>Но высокая совместимость Водолей и Водолей в постели исключает возникновения серьезных проблем в интимной сфере. Партнеры в любых ситуациях способны получить полное удовлетворение в процессе секса. Они полностью раскрепощаются и чувствуют себя счастливыми. Особенностью этой пары является то, что любовники часто позволяют заняться сексом &laquo;мимоходом&raquo;, но иногда стремятся создать изысканную и романтичную обстановку во время секса.</p>

<p>Для представителей знака зодиака Водолей сексуальная жизнь не является главной в отношениях. Поэтому, в интимной сфере никогда не возникает разногласий по поводу того, что кто-то из партнеров остается неудовлетворенным. Чтобы не привыкнуть друг к другу и не потерять интерес к сексу партнерам нужно стремиться, чтобы сохранить чувство новизны в интиме.</p>

<p><b>В браке (совместимость в семейной жизни 86%)</b></p>
<p>Совместимость мужчины Водолея и женщины Водолея в браке довольно высокая, несмотря на то, что многие представители данного знака зодиака предпочитают не оформлять отношения. Со стороны семейная пара всегда смотрится гармонично. Супруги демонстрируют полное согласие по всем вопросам и никогда не выясняют отношения на людях.</p>

<p>Хорошая совместимость Водолей и Водолей в браке обуславливается природной схожестью. Семейная атмосфера наполнена взаимопониманием и доверительностью. И очень важно, что супруги предоставляют друг другу свободу и никогда не контролируют поступки один одного. В таком семейном тандеме нет лидера. Супруги не строят планов на будущее и живут настоящим днем.</p>

<p>Никаких разногласий в бытовых вопросах также не возникает. Супруги никогда не драматизируют ситуацию, а все обязанности по дому выполняют вместе, не разделяя их. То есть, и мужчина, и женщина в таком семейном тандеме в быту являются взаимозаменяемыми.</p>

<p>Как правило, в семьях супругов Водолей и Водолей дети появляются не сразу. Людям трудно решиться на такой ответственный шаг в силу насыщенности своей жизни. Но при этом дети всегда являются желанными. Супруги ответственно относятся к их воспитанию и стремятся вырастить их хорошо воспитанными и интеллектуально развитыми людьми.</p>

<p>С большим удовольствием супруги проводят время вместе, но при этом предпочитают выезжать на природу. Также им нравится бывать в компании друзей или принимать гостей. Супруги умеют объединять вокруг себя интересных людей.</p>

<p>По жизни представители данного знака зодиака предпочитают решать собственные проблемы самостоятельно. Такой подход к жизни они переносят и в семейный тандем. Это позволяет супругам сохранить легкость в общении. Но при этом спутники забывают, что главным условием благополучной семейной жизни является участие во всех делах. Только при таком подходе можно достичь гармонии.</p>

<p>Разводы в семьях супругов Водолей и Водолей случаются крайне редко. В основном это происходит на фоне осознания того, что любовь уже давно переросла в дружбу.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 50%)</b></p>
<p>Представители данного знака зодиака очень хорошо дружат. Их объединяют общие увлечения и интересы. Но при этом велика вероятность того, что между спутниками Водолей и Водолей может возникнуть любовная связь. Именно поэтому дружба семьями, если люди несвободны, просто невозможна. Но следует отметить, что представители знака зодиака Водолей не любят афишировать свои сексуальные связи, поэтому часто случается так, что никто даже не подозревает о них, в том числе и их вторые половинки.</p>

<p>Когда партнеры создают дружеский тандем, то они стремятся, как больше времени проводить вместе. Они комфортно чувствуют себя рядом друг с другом. Друзья стремятся к самосовершенствованию и глубокому познанию мира. Особенно ответственной в дружбе является женщина. В ней от природы заложено желание опекать близких людей. Она с удовольствием заботится о своем друге. Со своей стороны мужчина готов в любую минуту оказать поддержку своей подруге. Дружеские отношения могут сохраняться на длительное время. Даже, если друзья по воле обстоятельств расстаются, то встретившись, они снова восстанавливают дружбу.</p>

<p>Друзья никогда не смогут сработаться на рабочем поприще. Не очень удачно будут складываться дела и в совместном бизнесе. Это связано с тем, что у каждого из партнеров могут быть различные планы, чтобы реализовать, поставленную задачу. Это значит, что дружба возможна только тогда, когда Водолей и Водолей находятся рядом, но не вместе. Женщина в дружеском тандеме всегда ведет себя более разумно, поэтому успешным сотрудничество будет только в том случае, если она на работе является начальником. При таком раскладе подруга всегда умело и грамотно ставит задачи.</p>';
		}
		if ($here == 'Водолей' && $she == 'Рыбы') {
			$answer = '<p>Несмотря на высокую природную сочетаемость характеров, идеальной совместимость представителей знаков зодиака Водолей и Рыбы трудно считать. Это связано с тем, что их взгляды на жизнь значительно отличаются. У них разные жизненные приоритеты. Но при этом благополучные союзы встречаются часто. Водолей является интеллектуальной личностью, поэтому он в полной мере может оценить неординарный характер Рыбы. Влюбленные притягиваются на подсознательном уровне, поэтому стремятся сблизиться в реальной жизни. Но при этом для окружающих людей такая пара всегда выглядит странно.</p>

<p>Изначально в союзе представителей данных знаков зодиака может возникать много трудностей. Но Водолей и Рыбы, которые испытывают друг к другу настоящие, искренние любовные или дружеские чувства, легко их преодолевают. Партнеры абсолютно не конфликтны, потому могут по любым вопросам договориться. Большую роль в благополучии, создаваемых тандемов играет сговорчивость женщины.</p>

<p><b>В любовных отношениях (совместимость в любви 82%)</b></p>
<p>Совместимость мужчины Водолея и женщины Рыбы в любовных отношениях высокая. Обычно инициатива всегда исходит от партнера, которому с первой встречи может понравиться загадочная избранница. Все дело в том, что красавица в обществе может вести себя несколько экстравагантно, чем и привлекает к себе внимание противоположного пола.</p>

<p>Любовные отношения между представителями данного знака зодиака развиваются стремительно. В таких тандемах царит спокойствие и согласие. Оба партнера в силу высокого интеллектуального развития способны многому научиться друг у друга. Женщина Рыбы становится раскрепощенной, она учится четко выражать свои мысли, поэтому становится более понятной для окружающих. Это значит, что ей будет легче контактировать с другими людьми. Красавица с глубоким внутренним миром реже закрывается в себе и становится открытой, ей удается разобраться в собственных эмоциях и чувствах.</p>

<p>Избранник Водолей становится глубоким и учится раскрывать в полной мере свои природные способности. Его стремление к самосовершенствованию позволяет развивать свои интуитивные умения и таланты, находясь рядом с избранницей.</p>

<p>Благополучие в любовных тандемах во многом зависит от того, насколько спутники будут с уважением относиться друг к другу. Они не должны ограничивать свободу один одного. Важно строить любовные союзы на абсолютном доверии.</p>

<p><b>В постели (совместимость в сексе 93%)</b></p>
<p>Совместимость мужчины Водолея и женщины Рыбы в постели очень хорошая. Но высокий показатель, скорее связан с тем, что представители этих знаков зодиака, испытывая любовь друг к другу, способны приспособится один к другому в сексуальной сфере.</p>
<p>Поскольку женщине, родившейся под знаком зодиака Рыбы, очень важна романтическая обстановка во время секса, мужчина Водолей делает все, чтобы угодить ей.</p>

<p>В постели партнеры много говорят о любви, осыпают друг друга ласками и заботятся о том, чтобы получить полное обоюдное удовлетворение от секса. Представители знаков зодиака Водолей и Рыбы умеют полностью раскрепощаться в интимной сфере, для них, при наличии искренних чувств, нет никаких запретов.</p>

<p>Но при этом отношение к сексуальным связям у партнеров совершенно разные. Для женщины в таком тандеме секс является жизненно важной необходимостью. Она считает, что благополучная интимная жизнь позволяет гармонизировать отношения. Но для партнера секс является только способом удовлетворения природных потребностей и он не придает ему большого значения. И это несет некоторую опасность, что периодически могут возникать разногласия в сексуальной сфере.</p>

<p><b>В браке (совместимость в семейной жизни 75%)</b></p>
<p>Совместимость Водолей и Рыбы в браке очень хорошая. Тандемы между представителями данного знака зодиака создаются часто. Несмотря на то, что мужчина Водолей свободолюбивый, в союзе с девушкой Рыбой он становится домоседом. Это связано с тем, что ему со своей спутницей интересно.</p>

<p>Благополучие в семье связано с тем, что супруг не ставит перед собой цель понять свою избранницу. Он просто принимает ее, такой как она есть. Со своей стороны супруга благодарна ему за такую тактичность. Она окружает мужа вниманием и заботой, что позволяет ему чувствовать себя комфортно.</p>

<p>Жилище пары редко бывает уютным, ведь представители данного знака не зацикливаются на быте. Никаких разделений обязанностей нет, но и ссоры по бытовым вопросам никогда не возникают. При необходимости все решается совместными усилиями.</p>

<p>Дети в семье появляются только после того, как мужчина достигает успеха в жизни. Жена соглашается родить ребенка, только после того, как ее супруг достигнет определенных высот и сможет хорошо обеспечивать семью. Родители всегда ответственно относятся к воспитанию детей и стремятся много времени проводить с ними.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 82%)</b></p>
<p>Несмотря на высокий показатель совместимости в дружеских отношениях, настоящая дружба между представителями данных знаков зодиака бывает редко. Это связано с тем, что между партнерами часто проскакивает любовная искра. Это значит, что существует большая вероятность видоизменения дружеских отношений.</p>

<p>Не очень хорошо складывается и деловое сотрудничество между представителями данных знаков зодиака. Друг Водолей всегда полон идей, которые готов воплощать в жизнь. Но женщина Рыбы не всегда поддерживает его и это может тормозить работу. Особенно плохо складываются отношения, когда мужчина является подчиненным.</p>';
		}
		//Рыбы 1
				if ($here == 'Рыбы' && $she == 'Овен') {
			$answer = '<p>По своей натуре Овен и Рыбы очень противоречивы, но при этом у них часто получается построить крепкие взаимоотношения.</p>

<p>Представители этих двух знаков зодиака обладают приятными чертами характера. Они доброжелательны и общительны. Рыбы очень мягкие по своей природе, поэтому могут приспосабливаться к эмоциональным Овнам. Представителям Рыб очень комфортно рядом с сильными Овнами. Они самосовершенствуются и являются генераторами многих полезных идей, которые партнер с успехом воплощает в жизнь. Мудрость Рыб и искренность Овнов - это прекрасное сочетание, которое способствует духовному росту партнеров.</p>

<p>Мужчина Рыбы и женщин Овен часто создают успешные союзы, но это происходит не потому, что так решает судьба. Успешность тандема связана с тем, что партнеры для того, чтобы быть вместе стремятся набраться терпения и найти компромиссы. Вследствие этого, несмотря на разный темперамент, представители этих знаков зодиака хорошо дополняют друг друга.</p>

<p><b>В любовных отношениях (совместимость в любви 70%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Овна в любовных отношениях довольно высокая. Лидером в таком союзе всегда становится женщина, и энергичной от природы особе это очень нравиться. Любовные отношения, благодаря активности партнерши, будут наполнены позитивом.</p>

<p>Высокая совместимость Рыбы и Овен в любви свидетельствует о том, что они принимают своих спутников такими, какими они являются от природы. Партнеры умеют находить компромиссы и стремятся сохранить любовь. Для гармонии в паре, их необходимо объединить общими занятиями и делами. На почве этого будут значительно укрепляться любовные отношения.</p>

<p>Женщине Овну нужно снизить свою категоричность по отношению к своему избраннику. Важно понять, что парень Рыбы не является таким мягкотелым и слабым, как кажется. Прежде всего, сила партнера состоит в том, что он умеет приспосабливаться к внешним обстоятельствам. Он легко принимает лидерство партнерши в их союзе, но при этом контролирует все происходящее.</p>

<p>Чтобы сохранить любовь, Рыбы и Овен должны научиться ценить все хорошее, что происходит в их жизни. Важно хранить верность друг другу, одаривать нежностью и добротой.</p>

<p><b>В постели (совместимость в сексе 89%)</b></p>
<p>Совместимость пары в постели в большинстве случаев идеальная. Партнерша готова на любые эксперименты в сексе и мужчине это очень нравится. Но с другой стороны напористость партнерши пугает, как настораживает и то, что она не очень нуждается в длительной ласке и не требует особой нежности во время секса.</p>

<p>Со временем партнеры приспособятся друг к другу, о чем свидетельствует высокая совместимость Рыбы и Овен в постели. Партнеры полностью доверяют друг другу, и их интимная близость наполняется положительными эмоциями. Мужчина перестает противиться напористости и активности партнерши, но со своей стороны погружает ее в мир сказочных чувственных ощущений. Охваченные страстью партнеры, забывают о событиях, происходящих в окружающем мире, и наслаждаются только друг другом.</p>

<p>Именно на базе полной сексуальной совместимости партнеры часто принимают решение о браке. Хотя притяжение на сексуальном уровне не всегда позволяет построить гармоничные семейные отношения.</p>

<p><b>В браке (совместимость в семейной жизни 60%)</b></p>
<p>Брак между этими знаками Зодиака, вряд ли, можно считать идеальным союзом. Скорее такой тандем можно отнести к среднестатистическим. Совместимость мужчины Рыбы и женщины Овна в браке немного выше среднего уровня.</p>

<p>В силу отсутствия общих интересов супруги могут ссориться, разногласия также часто случаются и в бытовых вопросах. Как правило, провоцирует их более эмоциональная супруга. Но, несмотря на это, разводы в таких парах случаются редко. В основном амортизатором является муж. Его природная приспосабливаемость к различным обстоятельствам позволяет сохранить брак на начальном этапе отношений. А в дальнейшем партнеры привыкают друг к другу, и семья сохраняется на долгие годы.</p>

<p>Благополучие в семье этих представителей знаков зодиака во многом зависит от материального благополучия семейства. Если супруг имеет стабильные заработки и добивается успехов в карьерном росте, то супруга во всем поддерживает его и прощает ему инертность его природного характера. Она мечтает о том, чтобы с ней был рядом деятельный и активный мужчина.</p>

<p>Рождение детей в такой паре сближает партнеров, и об этом свидетельствует совместимость пары в браке. Родители переключают свою любовь на малышей, забывая о разногласиях. Они стремятся создать благоприятную атмосферу, чтобы воспитать детей в счастливой семье и это им вполне удается.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 25%)</b></p>
<p>Дружеские отношения между парнем Рыбы и девушкой Овен практически невозможны. Скрытность мужчины раздражает девушку, и она обходит его стороной. С другой стороны барышня Овен кажется парню очень болтливой, он считает, что довериться ей нельзя.</p>

<p>Избранник Рыбы при принятии решений стремится предварительно все обдумать и прислушаться к своей интуиции, поэтому спонтанное принятие решений эмоциональной от природы подруги кажется ему неприемлемым.</p>

<p>Возможна дружба между представителями этих знаков зодиака только тогда, когда она возникла еще в детстве. В этом случае у людей было время привыкнуть и понять друг друга. Дружеские советы и поддержка очень ценны для обоих партнеров.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Телец') {
			$answer = '<p>Несмотря на невысокую совместимость, которая объясняется тем, что Телец и Рыбы редко могут встретиться в реальной жизни, между представителями этих знаков зодиака могут быть созданы благополучные союзы. Партнеры очень миролюбивы и стремятся решать все разногласия мирным путем, договариваясь друг с другом. В тандеме царит полное взаимопонимание. Влюбленные никогда не пытаются друг другом манипулировать. Они принимают один одного такими, какими они являются. Конечно, Тельцу не нравится мечтательность и нерациональных Рыб, но он убежден, что каждый человек имеет право на свои слабости. А со своей стороны Рыбы прощают своей половинке, недопустимую с их точки зрения, приземленность.</p>

<p>Парень Рыбы и девушка Телец стремятся создавать благополучные союзы в различных сферах. Но иногда в процессе этого появляются определенные сложности. Это связано с тем, что партнерам не всегда удается понять друг друга. Но, как бы не было сложно, представители этих знаков зодиака не намерены конфликтовать друг с другом. Это значит, что у них всегда имеется шанс договориться и построить гармоничные взаимоотношения.</p>

<p><b>В любовных отношениях (совместимость в любви 70%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Телец в любовных отношениях образовывает очень стабильный союз. Его основой является взаимное уважение партнеров. Они оба очень ценят спокойную обстановку и стремятся избегать любых конфликтов. Партнеры очень терпеливы друг к другу и хранят один одному верность.</p>

<p>Объединяет такой тандем то, что представители этих знаков зодиака очень любят красивую, комфортную жизнь. Но для того, чтобы сохранить любовь, партнерам нужно иметь общие жизненные цели. В свободное время их должны объединять общие увлечения и занятия.</p>
<p>Бесцельная жизнь представляет угрозу для отношений. В этом случае у обоих людей может проснуться лень. Поскольку представители этих знаков зодиака очень снисходительны к своим слабостям, то жизнь их наполнится скукой. Выбраться из такого состояния будет очень трудно.</p>

<p>Также конфликты могут возникать на почве того, что парень Рыбы никогда не выражает свои мысли четко и ясно. Ему свойственна загадочность, поэтому прямой женщине Тельцу приходится о многом догадываться. Со временем это надоедает, и партнерша может инициировать разрыв отношений.</p>

<p>Неидеальная совместимость Рыбы и Телец в любви объясняется тем, что спутники пытаются безуспешно создать союз в молодом возрасте. Такие отношения всегда неустойчивые и не выдерживают проверку временем.</p>

<p><b>В постели (совместимость в сексе 60%)</b></p>
<p>Несмотря на средние показатели совместимости Телец и Рыбы в постели, сексуальные отношения в паре часто приближаются к идеалу. Женщина чувствует себя настоящей королевой, когда партнер осыпает ее ласками и одаряет нежностью. Мужчина Телец очень чувственный от природы, во время секса стремиться доставить сексуальное наслаждение партнерше.</p>

<p>Спутники полностью раскрываются в интимной сфере, они учатся фантазировать, чтобы получить максимум чувственных наслаждений. Разногласий в сексуальных отношениях никогда не возникает.</p>

<p><b>В браке (совместимость в семейной жизни 55%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Телец в браке всегда складывается не традиционно с точки зрения окружающих. В этом тандеме основным добытчиком становится супруга. Она отличается трудолюбием и практичностью, поэтому у нее получается зарабатывать деньги.</p>

<p>Супруг обладает мягким характером и внутренней душевной теплотой. В силу этого он предпочитает заниматься бытовыми вопросами, обеспечивая комфортность жизни. Такое распределение ролей в семье устраивает любящих людей, и они не обращают внимание на то, что о них думают окружающие.</p>

<p>Иногда сложности в семейных отношениях возникают из-за психологических различий характеров партнеров. Муж Рыбы впечатлителен и эмоционален. У него может быстро меняться настроение под воздействием негативных эмоций. Жена Телец отличается устойчивым характером и принимает реальную жизнь спокойно, сохраняя невозмутимость в любых ситуациях.</p>

<p>Для семьи очень хорошо, если супруги занимаются общим бизнесом. Это не просто приносит им ощутимый достаток, но наполняет жизнь удовольствиями.</p>

<p>В семье супруги Телец и Рыбы могут отлично дополнять друг друга. Примечательно, что партнеры никогда не выносят сор из избы, перед окружающими они всегда предстают в виде счастливой, веселой и неунывающей пары.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 37%)</b></p>
<p>Между парнем Рыбы и барышней Телец очень редко возникает искренняя дружба. Это связано с особенностями характера представителей этих знаков зодиака. Мечтатель мужчина вряд ли может стать полезным реалисту женщине. Их интересы редко в чем могут пересекаться.</p>

<p>Возможна дружба представителей этих знаков зодиака, только когда партнеры достигают определенного возраста. В этом случае они уже умеют принимать людей со всеми их достоинствами и недостатками. Между друзьями устанавливаются доброжелательные отношения, и они проводят много времени в беседах и обсуждениях.</p>

<p>Очень часто друзья посещают различные творческие мероприятия. Достигнув определенного возраста, девушка Телец становится мягче и менее категоричной, поэтому легко откликается на многие предложения друга. Искренняя дружба представителей этих знаков зодиака является благотворной и в том случае, если они коллеги. Обычно интуитивно партнер понимает, как нужно решить ту или иную задачу. Подруга Телец подхватывает его идею и успешно воплощает в жизнь.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Близнецы') {
			$answer = '<p>Союзы Рыбы и Близнецы встречаются довольно часто, но они редко основаны на природном притяжении. Симпатия у партнеров друг к другу в большинстве случаев возникает на фоне любопытства или взаимной выгоды. Прочность отношений в любых сферах всецело зависит от способности спутников идти на компромисс. В таких тандемах благополучие и гармония возможна только тогда, когда у представителей этих двух знаков зодиака исчезнет желание переделывать друг друга. Чтобы быть вместе, партнерам нужно научиться сообща решать различные бытовые вопросы и строить отношения на абсолютном доверии.</p>

<p>Мужчине Рыбы и женщине Близнецы очень трудно найти общий язык, поэтому гармоничные союзы представителями этих знаков зодиака создаются довольно редко. Партнер много времени проводит в собственном фантазийном мире, он часто отрывается от реальности. Это раздражает партнершу и на этой почве возникают очень большие разногласия.</p>

<p><b>В любовных отношениях (совместимость в любви 45%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Близнецы в любовных отношениях низкая, влюбленные не настроены на откровенность и прозрачность отношений. Можно сказать, такой союз основан на определенной выгоде, но в чем она состоит известно только представителям этих знаков зодиака.</p>

<p>В отношениях будет все, что противоречит построению гармоничного союза и об этом свидетельствует низкая совместимость Близнецы и Рыбы в любви. Недоговоренности, недомолвки, тайны друг от друга и даже обман &ndash; неотъемлемые составляющие данного союза. Но при этом партнеры упорно будут делать вид, что ничего не замечают. Каждый из них настроен на свою волну и не намерен вмешиваться в дела друг друга.</p>

<p>Барышня Близнецы в таком тандеме ведет себя очень легкомысленно. А парень полностью закрывается в своем фантазийном мире и создается впечатление, что его полностью устраивает такая жизнь. Для того чтобы духовно развиваться, партнеру требуется спокойствие, а женщина Близнецы может вносить в любовные отношения сумбур. И это может напрягать мужчину, но он прекрасно понимает, что если ему удастся не отвечать на претензии, то очень скоро все вернется в нормальное русло.</p>

<p><b>В постели (совместимость в сексе 50%)</b></p>
<p>Сексуальная совместимость Рыбы и Близнецы в постели складывается неоднозначно. Начало всегда красочное и сказочное. Секс совмещается с незабываемыми признаниями в любви. Интимная близость наполнена фантазиями и экспериментами. Кажется, что это будет продолжаться вечно, но, увы, это не так.</p>

<p>Со временем чувственность парня остывает, так как на первое место выходит его природный эгоизм. Он не откликается на желания барышни и не оказывает ей внимания, всем видом демонстрируя отсутствие чувственности и то, что секс - это всего лишь, супружеская обязанность. Только при большом терпении партнерше удастся найти определенный баланс в интимной жизни, который устраивал бы обоих партнеров.</p>

<p>Намного чаще, неотразимая красавица Близнецы не может понять отсутствия чувственности и просто отходит в сторону, стремясь получить недостающие ощущения на стороне. Потеря понимания в сексуальной сфере может привести к полному разрыву отношений.</p>

<p><b>В браке (совместимость в семейной жизни 25%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Близнецы в браке очень низкая, поэтому чтобы создать гармоничные отношения в семье супругам нужно приложить много усилий. Партнеры должны понять, что переделывать и как-то влиять друг на друга в таком противоестественном тандеме бесполезно. Поэтому важно научиться принимать один одного со всеми достоинствами и недостатками.</p>

<p>Следует понять все преимущества совместной жизни, такие как:</p>
<ul>
  <li>Благодаря избраннице Близнецу партнер учится более спокойно относиться к событиям в окружающем мире. В его характере драматичность отходит на второй план, и он все чаще находится в позитивном настроении.</li>
  <li>Благодаря мужу Рыбы партнерша учится интуитивно познавать окружающий мир. Она развивает свои аналитические способности и сообразительность. Это позволяет ей стать более решительной и достичь больших успехов в жизни.</li>
</ul>
<p>В браке жена Близнецы никогда не стремится к лидерству. Но тандем с мужчиной Рыбы исключительный. Поэтому для сохранения семьи жена вынуждена главенствовать. Это приводит к тому, что она становится более осторожной и учится принимать взвешено все решения, понимая, что у нее полностью отсутствует мужская поддержка.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 70%)</b></p>
<p>Если мужчина Рыбы и женщина Близнецы встретятся на жизненном пути, то они могут стать очень хорошими друзьями. В плане восприятия окружающего мира представители этих знаков зодиака очень похожи. Особенно сближает партнеров то, что им не интересен материальный мир, они больше любят развиваться духовно.</p>

<p>Крепкая дружба между представителями этих знаков зодиака возможна между людьми разных поколений или родственниками. В любом случае друзьям очень интересно вместе, они любят пофантазировать и поговорить на отвлеченные темы.</p>

<p>Единственно, что немного разъединяет друзей то, что женщина периодически очень любит появляться в обществе. Со своей стороны ее друг великолепно обходится без этого. Он предпочитает больше времени проводить в одиночестве. Но подруга всегда тонко чувствует ту грань, которую переступать нельзя, чтобы сохранить дружбу. Она никогда не будет заставлять друга делать то, что ему будет неприятно. Но со своей стороны будет всегда опекать мужчину и по-дружески заботится о нем.</p>

<p>&laquo;Половинкам&raquo; этих знаков зодиака не стоит бояться измен, ведь в паре Рыбы и Близнецы очень слабое любовное притяжение друг к другу.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Рак') {
			$answer = '<p>Рыбы и Рак - это практически идеальное сочетание людей для создания успешных тандемов и благоприятного сотрудничества в любой сфере. Между представителями этих знаков зодиака существует полная доверительность и понимание. Создается впечатление, что люди созданы друг для друга. Партнеры отличаются схожестью природных характеров, обладают одинаковыми темпераментами. Люди ведут одинаковый образ жизни и их мнения по основным жизненным вопросам всегда совпадают. Поскольку у представителей этих знаков зодиака развитый от природы интеллект и интуиция, то они понимают своих половинок с полуслова.</p>

<p>В тандеме парень Рыбы и девушка Рак всегда все складывается благополучно. Прежде всего, гармонизации отношений способствует то, что партнеры принадлежат к одной стихии. Они оба живут насыщенный эмоциональной жизнью и поэтому понимают друг друга с полуслова. Объединяет их также развитая от природы интуиция.</p>

<p><b>В любовных отношениях (совместимость в любви 70%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Рак в любовных отношениях хорошая, союзы складываются удачно из-за того, что партнеры понимают внутренний мир друг друга. Связующими факторами является то, что каждый из них может в любое мгновенье чувствовать, в каком состоянии находится его партнер. Понимая настроение близкого человека на интуитивном уровне можно быстро оказать ему требуемую поддержку, не тратя время на лишние расспросы.</p>

<p>Представители этих знаков зодиака наделены от природы способностью сопереживать и сочувствовать. Поэтому их отношения в любви всегда мягкие и понимающие. Каждый из партнеров находит в тандеме родственную душу, а также то, в чем он остро нуждается в современной динамичной и жесткой жизни:</p>
<ul>
  <li>Заботу;</li>
  <li>Нежность;</li>
  <li>Ласку.</li>
</ul>
<p>Из-за неплохой совместимости Рыбы и Рак в любви, отношения между влюбленными наполнены постоянством. Они строятся на полной доверительности. В таких союзах нет места ревности. Примечательно, что любовь по расчету между представителями этих знаков зодиака просто не может возникнуть. Партнеры никогда не конфликтуют, и любые ссоры считают напрасной тратой времени.</p>

<p><b>В постели (совместимость в сексе 88%)</b></p>
<p>Совместимость пары Рыбы и Рак в постели прекрасная, у них складывается все очень благополучно. У этих людей одинаковое отношение к сексу, он для них является важной частью жизненного благополучия.</p>

<p>Интимная жизнь представителей этих знаков зодиака наполнена искренними чувствами и романтикой. Их близость сравнима с эстафетой. То есть, когда один партнер получает незабываемое наслаждение, он стремится доставить такое же удовольствие любимому человеку. Взаимопонимание на подсознательном уровне только усиливает чувственность в постели.</p>

<p>По обоюдному согласию партнеры могут экспериментировать в интимной жизни, но делают это не часто. Их вполне устраивают традиционные отношения, ведь для них важнее духовная близость, которая всегда возникает между ними во время секса.</p>

<p><b>В браке (совместимость в семейной жизни 91%)</b></p>
<p>Семейные отношения между мужчиной Рыбы и женщиной Рак возникают очень часто. Уже с первых минут своего знакомства представители этих знаков зодиака понимают, что они созданы друг для друга. И это действительно так. В семье всегда царит взаимопонимание и гармония.</p>

<p>Атмосфера в доме супругов Рыбы и Рак всегда очень благоприятная. Здесь царит доброта, верность. Партнеры сопереживают друг другу и стремятся оказать действенную поддержку в любых начинаниях. Они всегда поднимут настроение при необходимости. Поводов для конфликтов между ними в быту не возникает. Такая пара будто купается в любви, которая только укрепляется со временем.</p>

<p>Семейные отношения наполнены романтичностью, эмоциональностью и очень тонкими чувствами. Во всех обсуждаемых вопросах возникает полное взаимопонимание. Но муж Рыбы непрактичен по своему природному характеру, поэтому все бытовые проблемы нужно будет на себя взять женщине. Но это ей будет не в тягость, так как моральная поддержка, исходящая от ее партнера для нее важнее.</p>

<p>Периодически супруги погружаются в свой внутренний мир. Понимая такую потребность, они не мешают друг другу. Духовная совместимость мужчины Рыбы и женщины рак в браке просто удивительная, а незыблемое взаимопонимание помогают супругам везде и всюду.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 70%)</b></p>
<p>Избранница Рак и парень Рыбы создают очень крепкие дружеские отношения. Они отличные друзья, которые полностью доверяют друг другу все самое сокровенное. Если мужчина и женщина дружат, то предательство между ними невозможно. Но вот любовные отношения между друзьями возникнуть могут. Поэтому, если парень Рыбы и подруга Рак не свободны, то их &laquo;половинкам&raquo; есть о чем волноваться.</p>

<p>У парня, который рожден под знаком зодиака Рыбы не очень много привычных мужских качеств в его природном характере. Но девушка Рак совсем не требует этого, так как ей важнее душевная близость. Поэтому ей очень нравится дружить с этим мужчиной. Между ними создается максимально комфортная атмосфера.</p>

<p>Большое количество свободного времени друзья проводят в беседах, но иногда могут переключиться на активное время провождение. Примечательно, что в таком дружеском тандеме, друзья являются хорошими советчиками. Все дело в интуитивном восприятии жизненных событий. Иногда один партнер может увидеть то, что не заметит другой.</p>

<p>На базе дружбы в тандеме Рыбы и Рак формируются очень плодотворные деловые отношения, если они работают в одном коллективе. Их отношения способствуют развитию творческого потенциала друг друга.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Лев') {
			$answer = '<p>Сочетание данных знаков зодиака Лев и Рыбы проблематичное, несмотря на довольно высокую совместимость в различных сферах. Представители данного знака зодиака создают внешне благополучные союзы, партнеры не склонны к конфликтам, но при этом понимания в тандеме достичь очень трудно. Проблемы связаны с тем, что спутники отличаются разным образом мышления, поэтому по-разному воспринимают события, происходящие в окружающем мире. В целом нет причины, которая могла бы длительное время удерживать партнеров вместе. При стечении определенных обстоятельств пары легко распадаются.</p>

<p>Сложности в союзах связаны с тем, что женщина, рожденная под знаком зодиака Лев, намного увереннее в собственных силах, нежели ее спутник. Она открыта и общительная, поэтому ей очень трудно находить общий язык с мужчиной Рыбы, который любит создавать вокруг себя ореол таинственности. На самом деле в реальности дела всегда лучше идут у партнерши, а ее спутник все время занимается поисками себя.</p>

<p><b>В любовных отношениях (совместимость в любви 65%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Лев в любовных отношениях довольно высокая. Но этот показатель акцентирует внимание на том, что многое в любовных тандемах зависит от правильного распределения ролей. Более успешными являются союзы, в которых главенствующее место занимает избранница.</p>

<p>Совместимость Рыбы и Лев в любви может гарантировать создание крепкого перспективного союза. Поскольку мужчина, родившийся под знаком зодиака Рыбы, живет иллюзиями и мечтами, он может выдумать себе прекрасную незнакомку, которая станет его спутницей жизни. На эту роль очень подходит красавица, принадлежащая к огненной стихии.</p>

<p>Загадочный молодой человек, искренне выразивший восхищение женщиной Лев не оставит ее равнодушной. Это станет отправной точкой для создания любовного тандема. Вначале отношения будут складываться очень удачно. Партнер окружит избранницу вниманием и лаской. Она почувствует себя настоящей женщиной. Но вот материальных благ от него ожидать не стоит, а ведь они так нужны яркой красавице.</p>

<p>Вскоре партнеры столкнуться с большими сложностями. Прежде всего, проблемы возникнут из-за того, что у них нет общих друзей, это значительно ограничивает возможности дружеского общения с единомышленниками, которое так необходимо им обоим. Кроме того трудности будут периодически возникать в силу различных природных характеров.</p>

<p><b>В постели (совместимость в сексе 75%)</b></p>
<p>Совместимость Рыбы и Лев в постели приближается к идеальной. Это связано с природной способностью партнера доставлять женщине максимальное удовольствие. Он готов свою избранницу обожествлять. Очень важно, чтобы темпераментная партнерша научилась подобным образом вести себя в интимной сфере, проявила особую тактичность и осторожность.</p>

<p>Следует помнить, что оттолкнуть от себя нежного и ласкового парня можно даже малейшей грубостью. В силу резкого и самобытного характера девушка Лев вполне может допустить такую ошибку в постели.</p>

<p>Со временем партнеры привыкают друг к другу настолько, что чувствуют желания один одного на подсознательном уровне. После этого уже ничего не будет угрожать сексуальным отношениям. Примечательно, что секс в такой паре является укрепляющим фактором и значительно увеличивает шансы сохранения союза.</p>

<p><b>В браке (совместимость в семейной жизни 50%)</b></p>
<p>Семейный тандем между представителями данных знаков зодиака может быть крепким, но его, вряд ли, можно будет считать дружным, о чем свидетельствует не высокая совместимость мужчины Рыбы и женщины Лев в браке.</p>

<p>Вероятность разводов в таких браках велика. Больше шансов сохранить союз у людей старшего возраста. Очень важно, чтобы парой были сразу распределены роли в семье. Прежде всего, следует учитывать то, что в силу своего природного характера супруг редко успешно продвигается по карьерной лестнице. В силу этого, он, вряд ли, сможет стать основным добытчиком в семье. Именно поэтому следует доверить отвечать за материальное состояние семьи супруге. Она справится с такой задачей лучше. Супруг может великолепно справляться с домашними делами, организовывая надежный тыл своей супруге.</p>

<p>Угрозы браку существуют даже при правильном распределении ролей, идеалистических отношений ждать не следует. Особенно важно следить за своим поведением супруге. Находясь на лидерских позициях, ей не следует злоупотреблять своей властностью, которая может очень обидеть супруга.</p>

<p>Благополучный брак между представителями данных знаков предусматривает точный расчет. Если люди женятся по любви, то сложностей в семейных тандемах возникнет намного больше.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 41%)</b></p>
<p>Даже тесное общение между представителями данных знаков зодиака не приведет к возникновению крепких дружеских отношений. Эти люди не могут быть откровенными друг с другом. Прежде всего, это связано с закрытостью мужчины.</p>

<p>Рыбы и Лев отличаются общительностью, но при этом редко пересекаются в одних и тех же компаниях. У них нет общих увлечений, которые могли бы стать объединяющим фактором.</p>

<p>Дружить могут родственники или люди, принадлежащие к разным поколениям. Но и в таком случае, как правило, дружеские тандемы основаны на том, что барышня Лев покровительствует другу с более слабым природным характером. Она учит его быть более практичным, стремиться вытащить его из иллюзорного мира, что очень мешает стать ему успешным человеком. Со своей стороны друг может делиться с подругой полезной информацией, ведь он все свое свободное время посвящает самосовершенствованию.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Дева') {
			$answer = '<p>Совместимость представителей знаков зодиака Дева и Рыбы очень плохая. Людям трудно найти понимание во всех сферах человеческой жизнедеятельности. Но, несмотря на это, усилиями сторон влюбленным иногда удаются гармоничные тандемы, наполненные взаимным уважением. Очень важно, чтобы у представителей знаков зодиака Дева и Рыбы был стимул принять друг друга со всеми недостатками и достоинствами. Это значит, что благополучные союзы могут создаваться на фоне какой-либо выгоды, но если таковая не находится, то отношения лучше прекратить сразу. Если этого не сделать своевременно, то это может нанести партнерам серьезные душевные раны.</p>

<p>У мужчины Рыбы и женщины Дева очень плохая сочетаемость природных характеров. Находясь рядом с требовательной и правильной избранницей, мужчина никогда не сможет расслабиться. Он будет жить в постоянном напряжении. Именно поэтому такие тандемы являются редким явлением.</p>

<p><b>В любовных отношениях (совместимость в любви 20%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Девы в любовных отношениях совсем низкая. Те редкие случаи любовных союзов, которые иногда создаются партнерами, можно считать настоящим чудом. Любовь между представителями данных знаков зодиака скорее может возникнуть &laquo;вопреки&raquo;, а не &laquo;благодаря&raquo;.</p>

<p>Низкая совместимость Рыбы и Дева в любви легко заметна со стороны. В связи с этим, любовные союзы вызывают искреннее удивление у окружающих людей. И действительно, практичная и земная женщина построить благополучные отношения с эмоциональным и безответственным партнером не может. Тандемы будут наполнены серьезными противоречиями, которые часто оказываются непреодолимыми.</p>

<p>Кризис удается преодолеть очень редко. Отталкивающим фактором является то, что избранник Рыбы ожидает от своей избранницы открытого проявления чувств. Ему нужно постоянно слышать, что его любят и ценят. Партнерша - закрытая личность, она не способна проявлять чувства даже при сильной увлеченности. А в данном тандеме, она очень неблаговидно оценивает поведения своего избранника, поэтому врать не станет.</p>

<p>Несмотря на несочетаемость природных характеров, парню будет тяжело переживать разрыв, особенно в случае если отношения продлятся длительное время. Но со временем душевные раны затянуться и он начнет искать новую избранницу.</p>

<p><b>В постели (совместимость в сексе 35%)</b></p>
<p>Низкая совместимость Рыбы и Девы в постели свидетельствует о том, что гармоничные отношения между представителями данного знака зодиака просто невозможны. Эмоциональный и ласковый спутник не может получить все, что ему нужно от своей партнерши. Он начинает связывать ее холодность с отсутствием любви, что очень ранит его.</p>

<p>Ему трудно представить, что сдержанность в сексуальной сфере объясняется природным характером избранницы. Партнер настолько уверен в собственных умозаключениях, что даже не станет пытаться поговорить с избранницей о проблемах, возникающих в постели.</p>

<p>Со своей стороны женщина Дева является приверженцем консервативных взглядов относительно секса. Поэтому ей не понять душевных терзаний партнера. Получается замкнутый круг непонимания и недоверия. Скорее всего, в такой ситуации избранник решиться на измену. Но если о данном факте станет известно партнерше, то в скором времени произойдет разрыв отношений.</p>

<p><b>В браке (совместимость в семейной жизни 22%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Дева в браке очень плохая. Примечательно то, что в семейном тандеме практически сразу начинаются серьезные ссоры и конфликты. Это связано с тем, что когда супруга понимает, что она ошиблась в своем выборе, то она не может сдержать свои эмоции, несмотря на всю закрытость и сдержанность природного характера.</p>

<p>Особенно большие скандалы связаны с финансовой сферой. Супругу просто бесит факт, что муж, который сам не умеет зарабатывать, способен бездумно распоряжаться семейным бюджетом. Жена Дева очень экономна, благодаря ей в семье всегда устойчивое материальное положение. Кроме того, она обязательно откладывает деньги, которые позволят с легкостью пережить трудные времена, от наступления которых не застрахована ни одна семья.</p>

<p>Супруга любит жить по правилам, поэтому и семейную жизнь она подстраивает под определенный распорядок. Безусловно, такой подход не принимает ее спутник. Любое давление со стороны близкого человека больно ранит его, и он замыкается в себе, и полностью уходит в свой призрачный мир, переставая реагировать на любую критику со стороны возлюбленной. Это создает невыносимую атмосферу в семейном тандеме Рыбы и Дева, что обычно приводит к разводу. Но при этом хочется отметить, что чем быстрее люди расстанутся, тем им быстрее удастся восстановиться, чтобы начать строить другие отношения.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 50%)</b></p>
<p>Дружба вполне может возникнуть между мужчиной Рыбы и женщиной Дева. Но полного доверия людям в дружеском тандеме достигнуть не удастся. Но дружеские беседы для них станут очень плодотворным времяпровождением.</p>

<p>Тесно общаясь с рациональной подругой, парень станет собраннее и научится более практично относиться к жизни. К нему придет понимание, что реальная жизнь может быть интересной, поэтому убегать от нее в свой призрачный мир вряд ли стоит. Мужчина приблизится к пониманию того, что качество жизни зависит от трудолюбия.</p>

<p>С другой стороны дружба смягчит земную подругу. Девушка станет более эмоциональной и открытой. Кроме этого для нее очень полезными окажутся знания, с которым друг с ней с удовольствием делится. Общение в дружеском тандеме развивает интуитивные способности женщины, которая стремится принимать решения только после логических рассуждений.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Весы') {
			$answer = '<p>На первый взгляд может показаться, что представители знаков зодиака Весы и Рыбы, очень похожи своими природными характерами. Но если разобраться, то спутники сильно отличаются друг от друга, но, тем не менее, им удается создавать благополучные тандемы. Обе натуры являются утонченными, интеллектуальными, но окружающий мир воспринимают совершенно по-разному:</p>
<ul>
  <li>Для представителя знака зодиака Весы важна внешняя красота и мнение окружающих.</li>
  <li>Для представителя знака зодиака Рыбы важна глубинная составляющая происходящих в окружающем мире событий.</li>
</ul>
<p>Представители данных знаков зодиака очень привлекательные друг для друга. Люди притягиваются на подсознательном уровне. Мужчине очень нравится природная утонченность девушки, а ей импонирует спокойствие и уравновешенность партнера. Вследствие этого людям удается построить очень благополучные тандемы.</p>

<p><b>В любовных отношениях (совместимость в любви 98%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Весы в любовных отношениях очень высокая, потому что партнеры отличаются романтичностью и чувственностью. Люди не конфликтны, поэтому между ними никогда не возникает ссор, а любые разногласия решаются мирным путем.</p>

<p>Кроме того объединяющим фактором является тяга к прекрасному. Вследствие этого их свободное время наполнено интересным общением.</p>

<p>Любовные тандемы наполнены взаимопониманием, романтикой, интересным общением. Вместе Рыбы и Весы способны создать красивую и комфортную жизнь. Но для этого партнерам нужно будет немало поработать над собой.</p>

<p>Высокая совместимость Рыбы и Весы в любви обусловлена легким характером женщины и ее позитивным восприятием жизни. Обладая природной дипломатичностью, красавица ненавязчиво учит партнера более рационально относиться к событиям, происходящим в окружающем мире. Это позволит мужчине Рыбы более успешно бороться с природной меланхолией, а значит стать успешным человеком. Кроме того спутница умеет создавать в тандеме праздничное настроение, что позволяет в полной мере раскрыть творческий потенциал избранника. Со своей стороны парень учит любимую глубже понимать чувства и эмоции, тем самым, развиваясь духовно.</p>

<p><b>В постели (совместимость в сексе 82%)</b></p>
<p>Совместимость женщины Весы и мужчины Рыбы в постели практически идеальная. Но это говорит о том, что влюбленные должны над собой работать, чтобы научиться получать максимальное удовольствие от секса.</p>

<p>Мужчина Рыбы очень счастлив, что ему удалось встретить на своем жизненном пути чувственную и мягкую женщину. Для женщины Весы секс играет огромную роль, ей очень нравится получать чувственные удовольствия, она стремиться к долгим любовным прелюдиям. Мужчина Рыбы с удовольствием дарит ласку, и нежность своей партнерше в постели. В интимной сфере он удивительно красноречив и романтичен.</p>
<p>Вместе партнеры создают чувственную и романтическую атмосферу в сексуальных отношениях. Но при этом важно, чтобы партнерша понимала глубину чувств своего любовника. Если на подсознательном уровне не наблюдается глубокой связи, то мужчина Рыбы не сможет раскрыть всю глубину своих чувств.</p>

<p><b>В браке (совместимость в семейной жизни 60%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Весы в браке средняя. Это связано с тем, что первые месяцы в браке всегда очень сложные. Для того чтобы наладить отношения представителям данных знаков зодиака понадобиться много сил. Но после этого у людей придет понимание того, что они встретили свои вторые половинки. Чем дольше будут супруги жить вместе, тем больше они будут понимать, насколько они разные.</p>

<p>Жена Весы сделает вывод, что супруг очень любит преувеличивать и фантазировать. Поэтому часто выдает желаемое за действительное. И это иногда нарушает стабильный жизненный устой и гармонию в семье. Женщина понимает, что ей нужно занимать лидирующую позицию в семейном союзе, иначе развода не избежать.</p>

<p>Конечно, супруге хотелось бы видеть рядом с собой более сильного человека, но, несмотря на это она ценит таланты супруга и всегда восхищается им. Если она не станет заставлять любимого меняться, то он может смириться с ее лидерством. Для него важно, чтобы все разногласия решались дипломатично. Другими словами супруге следует научиться тактично руководить. Если Рыбы и Весы сумеют понять друг друга и сохранить любовь, то существует большая вероятность того, что они построят крепкую семью.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 79%)</b></p>
<p>Дружба между представителями данных знаков зодиака возникает часто. Но такие дружеские отношения всегда складываются очень интересно. В таком дружеском тандеме женщина Весы стремиться использовать мужчину в своих целях. Примечательно, что умный друг это прекрасно понимает, но при этом сознательно позволяет собой манипулировать. Как правило, это связано с тем, что он настолько чувствителен ко всему прекрасному, что просто не может устоять перед обворожительной красавицей.</p>

<p>Для подруги Весы в такой дружбе важно то, что рядом с ней оказывается мягкий и уступчивый друг, который при необходимости станет ей сочувствовать и сопереживать, не требуя ничего взамен. Для мужчины дружеские отношения с дипломатичной красавицей также очень важны. Она является для него музой-вдохновительницей и помогает ему полностью раскрыть свой природный творческий потенциал.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Скорпион') {
			$answer = '<p>Представители знаков зодиака Скорпион и Рыбы всегда создают крепкие союзы, которые наполнены добротой и теплотой. Партнеры бережно относятся друг к другу. Примечательно, что встретившись однажды, они уже никогда не смогут расстаться. Влюбленные заботятся друг о друге, никогда не ссорятся, стремятся удовлетворять общие желания и мечты. И хотя в тандемах периодически возникает непонимание по отдельным вопросам, партнеры не обращают на это внимание. Доминирует в союзе обычно Скорпион, что в любом случае устраивает обоих партнеров. Со временем между спутниками возникает глубокая духовная связь, которую не смогут разрушить никакие внешние факторы.</p>

<p>Несмотря на то, что в паре лидирует женщина, союзы между мужчиной Рыбы и барышней Скорпион крепкие. Лидерство подруги всегда устраивает обоих партнеров, если они любят друг друга. По своему характеру избранник Рыбы всегда собирается избегать ответственности. Поэтому он стремится выбрать в спутницы сильную женщину, а Скорпион, как никто подходит на эту роль. Она не боится трудностей и способна выстоять в любой трудной жизненной ситуации. В тандеме женщину скорпион очень устраивает уважение, которое испытывает к ней ее избранник.</p>

<p><b>В любовных отношениях (совместимость в любви 80%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Скорпион в любовных отношениях высокая. Мужчина на подсознательном уровне чувствует, что представительница данного знака зодиака подходит ему. Ее уравновешенное поведение и спокойствие, позволяет ему чувствовать себя увереннее в жизни.</p>

<p>Уже с первых минут знакомства становится понятно, что лидерские позиции в любовном тандеме будет занимать женщина. Это вполне устраивает нерешительного партнера, что повышает совместимость Рыбы и Скорпион в любви. Обычно люди чувствуют себя очень комфортно вместе. Сильной женщине очень нравится, что с ней рядом находится абсолютно бесконфликтный человек, который способен ее понять и выслушать. Это позволит принимать верные решения.</p>

<p>Для того чтобы достичь гармонии в союзе, женщине нужно быть мягче. Необходимо контролировать свои слова и поступки, чтобы не ранить партнера. В противном случае он может замкнуться в себе, что может вовсе разрушить отношения. Желательно для укрепления любовного тандема заниматься общими делами или иметь общие увлечения.</p>

<p><b>В постели (совместимость в сексе 95%)</b></p>
<p>Совместимость женщины Скорпиона и Мужчины Рыбы в постели очень хорошая. Партнеры в сексуальных отношениях полностью раскрепощены. Им нравится доставлять друг другу удовольствия в постели, получая позитивные эмоции.</p>

<p>Женщина в интимной сфере продолжает занимать лидерские позиции. Но партнер принимает это, с удовольствием откликаясь на все предлагаемые партнершей эксперименты. Любовники способны обсуждать поведение в постели, тем самым снимая любое непонимание.</p>

<p>При этом женщине следует быть мягкой, ведь ее любимый человек очень раним. Ранить его может любая грубость. Если бестактность со стороны партнерши будет повторяться, то у партнера может вовсе пропасть интерес к сексу.</p>

<p><b>В браке (совместимость в семейной жизни 55%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Скорпиона в браке не очень хорошая. Но это связано не с тем, что спутники не могут ужиться друг с другом, а с тем, что жена Скорпион не всегда торопиться узаконить отношения с нерешительным мужчиной. Ведь она понимает, что в этом случае ответственность за благополучие в семье ложится на ее плечи.</p>

<p>Как правило, в семье представителей данных знаков зодиака присутствует четкое распределение ролей. Жена всегда берет на себя роль главного добытчика. Она всецело посвящает себя карьере и приносит основной доход в семейный бюджет.</p>

<p>Муж полностью отвечает за порядок в доме и занимается воспитанием детей. Это не значит, что он не работает. Но в большинстве случаем его работа связана с творчеством, поэтому для него временные рамки менее жесткие.</p>

<p>Семейные отношения строятся на полной доверительности, но, тем не менее, муж жену иногда ревнует. Это, прежде всего, связано с тем, что в силу загруженности по работе, жене приходится много времени проводить вне дома. Но, как правило, конфликты по этому поводу не возникают. Супруга, почувствовав недоверие со стороны супруга, обязательно сумеет его убедить в том, что он ошибается и своевременно снимет возникшую напряженность.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 31%)</b></p>
<p>Дружба не частое явление между Скорпионом и Рыбой. Обычно это связано с тем, что представительница слабой половины человечества, предпочитает выбирать в друзья людей, которые могут чем-то помочь в жизни. Мужчина, принадлежащий к знаку зодиаку Рыбы, не вызывает у нее доверия. Кроме того мешает дружеским отношениям то, что люди сблизившись понимают, что они готовы создать любовный тандем.</p>

<p>Но, несмотря на все вышесказанное между представителями знаков зодиака Рыбы и Скорпион, часто возникает приятельство, в котором нет места откровенности. Друзья симпатизируют друг другу, могут часами беседовать на разные темы, но так и не решаться открыть друг другу душу.</p>

<p>Довольно часто подобие дружеских отношений между подругой Скорпион и мужчиной Рыбы возникает на фоне родственных связей. В этом случае друг становится постоянным предметом заботы и опеки подруги. Но при этом она никогда не рассчитывает на понимание с его стороны и поддержку.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Стрелец') {
			$answer = '<p>Представителями знаков зодиака Стрелец и Рыбы управляют разные стихии - Вода и Огонь. Это вполне объясняет противоречивость природных характеров людей. Но при этом между Рыбами и Стрельцом часто возникают благополучные союзы, если партнеров объединяет общая цель. Партнеры могут и умеют успешно трудиться на благо общего дела. Наиболее устойчивые тандемы образуются, если деятельность партнеров связана с туризмом, наукой, археологией. Между представителями данных знаков зодиака в успешных тандемах никогда не возникает противоборства. Они забывают о том, что по-разному воспринимают окружающий мир и начинают поддерживать друг друга.</p>

<p>Несмотря на свою природную несдержанность и сумасбродность женщина Стрелец с мужчиной Рыбы ведет себя осмотрительно, чувствуя на подсознательном уровне всю глубину его внутреннего мира. Это позволяет создавать гармоничные союзы. Мужчина Рыбы понимает, насколько его партнерша эмоциональна и непредсказуема, но на фоне влюбленности будет стремиться сглаживать начавшиеся конфликты, не позволяя им разгореться.</p>

<p><b>В любовных отношениях (совместимость в любви 55%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Стрелец в любовных отношениях не высокая. Представители данных знаков зодиака сближаются постепенно, но при этом искренние и доверительные отношения им трудно построить. Дистанция между влюбленными в таком тандеме всегда имеется.</p>

<p>Мужчина, влюбившись в избранницу, проявляет мудрость. Он принимает ее активность и целеустремленность, но вот бестактность и желание критиковать все происходящее вокруг, ему неприятны.</p>

<p>В начале отношений он будет стараться перевоспитать свою партнершу, но вскоре поймет, что это бесполезно. Вскоре последует разрыв. И даже если барышня Стрелец попытается восстановить отношения, у нее ничего не получится.</p>

<p>Но бывает и так, что влюбленная девушка быстро понимает, что рядом с ней находится именно тот человек, который ей нужен. В этом случае любовные отношения будут гармоничными, так как партнерша будет сдерживаться от критики. Женщина на фоне любви становится более эмоциональной и чувственной, она начинает понимать всю глубину духовного мира своего избранника. Со временем партнеры могут стать единым целым, но, к сожалению, такое случается не часто, и подтверждением этому служит не высокая совместимость Рыбы и Стрелец в любви.</p>

<p><b>В постели (совместимость в сексе 77%)</b></p>
<p>Совместимость Рыб и Стрельца в постели хорошая. При удачном стечении обстоятельств интимная жизнь может стать идеальной. Но это произойдет только в том случае, если партнерша сможет дать понять партнеру насколько секс занимает важное место в ее жизни.</p>

<p>По своей природе мужчина Рыбы очень чувственный, но он не всегда проявляет страсть в постели, ведь для него духовная близость намного важнее. Поэтому чтобы с партнершей сложились гармоничные отношения в постели, спутнику следует быть более активным.</p>

<p>Со своей стороны женщина Стрелец в интимной сфере должна проявлять осторожность. Ей нужно проявить понимание, помня о ранимости мужчины. Нужно дать ему некоторое время для того, чтобы он смог почувствовать уверенность в себе.</p>

<p><b>В браке (совместимость в семейной жизни 50%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Стрельца в браке невысокая. Это свидетельствует, что семейные союзы представители этих знаков зодиака создают редко. Плохая совместимость акцентирует внимание на том, что, живя в одной семье Рыбы и Стрелец, не сближаются, и между ними всегда сохраняется дистанция.</p>

<p>Благополучными семейные тандемы могут быть только в случае, если супруги смогут сблизиться духовно. Многое в семье зависит от женщины. Она должна быть терпеливее и принять супруга таким, каким он является от природы.</p>

<p>Объединяющим фактором для супругов является общее дело. Условно такой брак может быть заключен по расчету. Это значит, что все силы супругов будут брошены на достижение общей цели, поэтому на какие-либо придирки друг к другу у них совсем не останется времени.</p>

<p>Супруги никогда не откровенничают друг с другом. Это связано с тем, что они по-разному смотрят на окружающий мир и события, происходящие в нем, просто нет смысла обсуждать. То, что жене кажется глупым времяпровождением, для мужа - важно. И чем быстрее супруга научится сдерживаться от критики, тем на более длительное время удастся сохранить семейный союз.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 70%)</b></p>
<p>Дружеские отношения могут складываться успешно, если у представителей знака зодиака Стрелец и Рыбы найдутся общие интересы. Как правило, любовь при искренней дружбе не возникает никогда, поэтому вторым половинкам людей беспокоиться не стоит. Если партнеры по настоящему дружат, то они могут многому научить друг друга. Подруга под влиянием рассудительного мужчины станет менее импульсивной, а другу Рыбы удастся избавиться от иллюзий.</p>

<p>Дружеский тандем может разрушить прямолинейность и бестактность подруги. Критика из ее уст может спровоцировать желание друга поделиться с ней своими мечтами и идеями. Женщина, скорее всего, отнесет их в область фантастики и сразу выскажет все, что об этом думает. Это больно заденет мужчину, и он постепенно сведет дружеские отношения на нет.</p>

<p>Только при благополучной дружбе деловые отношения между представителями данных знаков зодиака могут складываться удачно. В противном случае, работая вместе, друзья могут навредить общему делу.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Козерог') {
			$answer = '<p>Сочетаемость представителей знаков зодиака Козерог и Рыбы практически идеальная. Партнеры подходят друг другу по своим природным характерам. Кроме этого они одинаково воспринимают все жизненные события и у них совпадают жизненные планы. Если спутники создают тандемы, то они, как правило, долговечные и устойчивые. Окружающие всегда восхищаются этой парой, настолько гармонично складываются их отношения. Но существует главное условие, которое нужно соблюдать партнерам - это предоставление свободы выбора. Каждый из пары должен иметь возможность на свой внутренний мир.</p>

<p>Парень Рыбы и девушка Козерог могут создать благополучный союз, но только на условии, что они смогут пойти друг другу на уступки. Примечательно то, что в таком тандеме лидерскую позицию всегда занимает супруга.</p>

<p><b>В любовных отношениях (совместимость в любви 80%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Козерог в любовных отношениях относительно хорошая. Немного ухудшает показатель явное различие в мировоззрении. Но на фоне любовных чувств партнерам довольно быстро удается найти взаимопонимание.</p>

<p>В любовном тандеме представители данных знаков зодиака могут получить много полезного для себя. Практичная женщина Козерог научит Рыб более реалистично относиться к жизни. Он реже станет уходить в свой внутренний мир грез, от этого жизнь его станет более наполненной. Кроме этого партнер поймет, что не всегда хорошо воспринимать мир на интуитивном уровне, в некоторых случаях нужно применять логику.</p>

<p>Девушка Козерог, отличающаяся приземленным характером, также сможет многому научиться в тандеме. Она сможет наполнить жизнь эмоциями и чувствами, которые ранее были ей не ведомы. Также партнерша станет мягче и снисходительнее. Это поможет ей более легко находить общий язык с другими людьми.</p>

<p>В идеальном союзе партнеры поддерживают друг друга, и об этом свидетельствует хорошая совместимость Рыбы и Козерог в любви. Оценив свои совместные возможности, представители данных знаков зодиака часто принимают решение пожениться. И серьезных минусов, которые могли бы помешать созданию в будущем перспективной семьи, нет.</p>

<p><b>В постели (совместимость в сексе 75%)</b></p>
<p>Совместимость Рыб и Козерога в постели очень хорошая. Но только, чтобы сексуальные отношения стали гармоничными необходимо, чтобы прошло некоторое время. Все дело в том, что партнерша Козерог может быть по своей природе закомплексована. И важно ее сдержанность в постели не воспринимать как холодность.</p>

<p>Кроме этого партнерша предпочитает традиционные сексуальные отношения, она не стремиться к экспериментам. Поэтому и в этом плане партнеру нужно проявить терпение, чтобы научить партнершу полностью раскрываться в постели. Важно не проявлять сильного давления, чтобы не заставить избранницу еще более закрыться. Это может оттолкнуть ее.</p>

<p>В большинстве случаев, своею пылкостью и лаской мужчине удается разбудить страсть в избраннице. И с этого момента секс превратится в сказку. Партнеры будут получать максимум удовольствия.</p>

<p><b>В браке (совместимость в семейной жизни 75%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Козерога в браке высокая. В таком семейном тандеме всегда лидирует женщина. Именно поэтому она должна проявлять тактичность, ведь от этого зависит спокойная атмосфера в доме. Очень важно не обидеть своим главенствованием супруга, ведь он вполне может быть самостоятельным. Но при этом мужчина не настаивает на лидерстве, понимая, что жена более практичная и у нее это лучше получится.</p>

<p>Часто в таких семьях супруга является добытчиком, а муж принимает на себя все домашние обязанности. Такое распределение свидетельствует о разумности супругов и об их желании заботиться о благополучии в их союзе. Семья основывается исключительно на глубоких чувствах, никакого расчета и выгоды в ней нет. При правильном распределении обязанностей в идеале брак может быть крепким, ему не страшны будут никакие внешние негативные факторы.</p>

<p>Чтобы в семье Рыбы и Козерога была гармония, супруге необходимо проявить мягкость по отношению к мужу. Если она сорвется и начнет им потакать или упрекать его в чем-то, то супруг замкнется в себе и найти взаимопонимание с ним будет трудно. Накопившиеся обиды могут заставить его принять решение о разводе.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 60%)</b></p>
<p>Мужчина Рыбы и подруга Козерог могут стать настоящими друзьями. Но при этом, если партнеры свободны, то эти дружеские отношения часто перерастают в брак. Именно поэтому, когда друзья имеют другие семьи, то они с большой вероятностью могут пойти на измену, а значит, их половинкам есть о чем беспокоиться.</p>

<p>В дружеских тандемах представители данных знаков зодиака отлично понимают друг друга. Рыбы и Козерог оказывают один одному действенную поддержку, которая дает им возможность становится успешными людьми.</p>

<p>Друзья умеют полноценно отдыхать, находясь рядом друг с другом. Их времяпровождение, в основном занято беседами на разные темы. Подруга, чувствуя поддержку друга, может помечтать и получить заряд положительных эмоций. С другой стороны мужчина получит опыт, насколько важно практичное восприятие мира. Он может попросить совета, как поступить в определенной жизненной ситуации.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Водолей') {
			$answer = '<p>Несмотря на высокую природную сочетаемость характеров, идеальной совместимость представителей знаков зодиака Водолей и Рыбы трудно считать. Это связано с тем, что их взгляды на жизнь значительно отличаются. У них разные жизненные приоритеты. Но при этом благополучные союзы встречаются часто. Водолей является интеллектуальной личностью, поэтому он в полной мере может оценить неординарный характер Рыбы. Влюбленные притягиваются на подсознательном уровне, поэтому стремятся сблизиться в реальной жизни. Но при этом для окружающих людей такая пара всегда выглядит странно.</p>

<p>В отношениях мужчины Рыбы и женщины Водолей никогда не бывает стабильности. В создаваемых тандемах много противоречий. Хотя при этом объединяющим фактором, который удерживает длительное время людей вместе, является неординарность мышления и развитость интеллекта.</p>

<p><b>В любовных отношениях (совместимость в любви 47%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Водолея в любовных отношениях не высокая, хотя люди на подсознательном уровне притягиваются друг к другу. Взаимный интерес объясняется первоначальным обманчивым впечатлением о похожести природных характеров.</p>

<p>После того, как в созданном любовном тандеме влюбленным удастся тесно пообщаться, скорее всего, придет понимание того, что общего не так уж много. Если приходит расставание, то спутники, как правило, быстро расстаются. Обычно первым такое решение принимает мужчина, который отличается более развитой интуицией.</p>

<p>Но при этом отношения могут развиваться и по другому пути, о чем свидетельствует не плохая совместимость Рыбы и Водолей в любви. Если мужчина является творческой личностью, что встречается часто, то избранница с легким и непринужденным восприятием жизни может стать для него настоящей музой. Она может вдохновлять партнера и подталкивать его к творческому развитию.</p>

<p>С другой стороны женщина Водолей ценит заботу и поддержку, которая исходит от партнера. Она учится у него более глубоко воспринимать окружающий мир и расширяет свой эмоциональный мир, развивает природные интуитивные способности. В благополучном любовном союзе царит спокойствие и понимание, жизнь наполнена интересными идеями и позитивом.</p>

<p><b>В постели (совместимость в сексе 80%)</b></p>
<p>Совместимость Рыб и Водолея в постели хорошая. Партнеры раскрепощены и могут обсуждать любые темы. Лидером в интимной сфере всегда является мужчина. Представитель знака зодиака Рыбы большое внимание уделяет благополучию сексуальной сфере. Для него секс является способом глубокого духовного понимания партнерши.</p>

<p>Несмотря на то, что женщина является более прозаичной и не отводит интимной сфере значимое место в жизни, она легко учится всему новому. В таком тандеме нет места традиционным отношениям, партнеры предпочитают новизну и постоянно экспериментируют.</p>

<p>Избранник Рыбы всегда нежный и тактичный в постели. Он обязательно прислушивается к пожеланиям женщины и стремится доставить ей максимальное удовольствие. Если чувства друг к другу исчезают, сексуальная связь прерывается сама по себе.</p>

<p><b>В браке (совместимость в семейной жизни 68%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Водолея в браке довольно хорошая. Это связано с тем, что решение узаконить отношения принимается взвешено, после обдумывания всех за и против. В идеальной паре оба супруга счастливы, так как их отношения основываются на взаимопонимании и абсолютном доверии. Они не ограничивают свободу друг друга, но при необходимости оказывают один одному необходимую поддержку.</p>

<p>Супруга всегда ведет более активный образ жизни. Это может иногда не нравится мужчине. Поэтому она должна найти нужные слова, чтобы объяснить любимому человеку, что для нее это очень важно. В периоды отсутствия жены супруг может заняться самосовершенствованием.</p>

<p>Финансовое положение в семье не всегда отличается устойчивостью. Все дело в том, что у мужа Рыбы не получается зарабатывать деньги. Но финансовые сложности не приводят к разводу. Со временем, как то все устраивается и жизнь налаживается.</p>

<p>Для того чтобы удалось построить гармоничную семью, партнеры должны помнить о том, что им нельзя таить обид друг на друга. Важно при возникновении малейшего непонимания обсудить проблему. При таком подходе семейный союз обязательно будет счастливым. Со временем супруги в таком тандеме, преодолев все трудности, способны стать единым целым.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 78%)</b></p>
<p>Дружба между женщиной Водолей и мужчиной Рыбы возможна, но только до тех пор, пока мужчина не встретит свою вторую половинку. Все дело в том, что представители данного знака зодиака позволяют себе дружить с женщиной, если свободны. В дальнейшем такую дружбу мужчина будет считать нечестным поступком по отношению к своей избраннице.</p>

<p>В дружеских тандемах царит доброжелательность. Друзья с удовольствием общаются друг с другом, у них находится много общих интересов. Подруга всегда заряжает своего друга оптимизмом, учит позитивно относиться к жизненным событиям. С другой стороны мужчина делится своими знаниями, развивает интуицию и внутренний мир.</p>

<p>Разногласия в дружеских тандемах Рыб и Водолея возникают редко, так как люди не откровенничают друг с другом и предпочитают собственные проблемы решать самостоятельно. Гораздо важнее для них обоих является возможность выговориться.</p>';
		}
		if ($here == 'Рыбы' && $she == 'Рыбы') {
			$answer = '<p>Партнеров, которые родились под знаком зодиака Рыбы, многое объединяет. Спутники уступчивы по своим природным характерам, поэтому могут быстро договориться по любым вопросам. В создаваемых тандемах они дополняют друг друга и усиливают природные черты характера. К сожалению, это касается не только положительных качеств, но и отрицательных. Союзы представителей знаков зодиаков Рыбы стабильны, в них царит атмосфера спокойствия. Никто из партнеров не стремиться занять лидерскую позицию. Объединяет партнеров также то, что они стремятся плыть по жизненному течению и никогда не противостоят трудностям.</p>

<p>Мужчины и женщины Рыбы быстро и легко находят точки соприкосновения. Своим поведением они часто повторяют друг друга. Это усиливает комфортность жизни, ведь в любовном тандеме партнеры находят все то, что им необходимо.</p>

<p><b>В любовных отношениях (совместимость в любви 97%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Рыбы в любовных отношениях высокая. Это свидетельствует о том, что влюбленные быстро привязываются друг к другу. Они обмениваются эмоциями и обогащают внутренний мир один одного.</p>

<p>Никаких внешних факторов, которые могут разрушить союз, просто не существует. Спутники полностью доверяют друг другу. Именно этот факт подчеркивает высокую совместимость Рыбы и Рыбы в любви.</p>

<p>Но это совсем не означает, что в паре не возникает разногласий. Для представителей данного знака зодиака характерной особенностью является повышенная чувствительность и ранимость. Поэтому влюбленным нужно научиться бережно относится друг другу. Любые выяснения отношений могут затянуться на длительное время, хотя серьезных негативных последствий не спровоцируют.</p>

<p>В любовном союзе партнеры ощущают настоящее родство душ и потребность друг в друге. Находясь вместе, партнеры наслаждаются любовью. И, несмотря на это, спутники остаются друг для друга загадочными. Каждый из них хранит какую-то душевную тайну, с которой не готов поделиться ни с кем.</p>

<p>Благодаря умению прощать представители знака зодиака Рыбы сохраняют свои отношения на длительное время. Примечательно то, что партнеры при любых обстоятельствах поддерживают друг друга. Они не терпят предательства, предпочитают знать самую тяжелую правду, нежели лгать друг другу.</p>

<p>В идеальном любовном союзе Рыбы и Рыбы не стремятся к бурному времяпровождению. Они предпочитают, как можно больше общаться в уединении. Поодиночке они не посещают общественные мероприятия и не ходят в гости. Но если приходится посещать дружеские компании, то люди дружелюбны и приветливы.</p>

<p><b>В постели (совместимость в сексе 98%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Рыбы в постели практически идеальная. Обуславливается это тем, что любовники великолепно чувствуют друг друга на подсознательном уровне. Им совершенно не нужно догадываться о чем-то или подстраиваться.</p>

<p>Женщина, родившаяся под знаком Рыбы, полностью раскрепощена и может спокойно обсуждать с партнером любые темы и высказывать собственные пожелания. Ее партнер готов поддержать любые фантазии в постели. Оба любовники чувственные и страстные от природы, что позволяет им получать незабываемые впечатления от секса.</p>

<p>Высокая совместимость Рыбы и Рыбы в постели позволяет сравнить партнеров с каплями воды, которые сливаясь вместе, становятся единым целым. Для представителей знака зодиака Рыбы интимная сфера играет огромную роль в жизни. Партнерам удается более глубоко понять друг друга во время секса.</p>

<p>Раскованность избранников способствует тому, что они получают незабываемое удовольствие от различных сексуальных игр. Поэтому в постели и мужчина, и женщина стремятся проявить всю свою фантазию. Партнеры любят романтическую обстановку, поэтому большое внимание уделяют красивой обстановке.</p>

<p>Мужчина, родившийся под знаком Рыбы всегда страстный. От него можно ожидать любой импровизации в постели, но это не может напугать темпераментную партнершу. От неожиданных поступков любимого в постели она еще больше раскрепощается и отвечает ему взаимностью.</p>

<p><b>В браке (совместимость в семейной жизни 86%)</b></p>
<p>Совместимость мужчины Рыбы и женщины Рыбы в браке высокая. Возникшая любовь между представителями данных знаков зодиака практически всегда является предвестником создания семейного союза.</p>

<p>Но при этом в браке возникает много сложностей, и они в основном связаны с бытом. Все дело в том, что в своем любовном гармоничном тандеме представителей знака зодиака Рыбы нафантазировали безоблачную жизнь. Но при этом не учли все бытовые проблемы, которые сопровождают семейную жизнь.</p>

<p>Высокая совместимость Рыбы и Рыбы в браке позволяет супругам преодолеть все препятствия, но для этого нужно будет проявить терпение. Очень хорошо, если мужчина в такой паре будет старше. Его жизненный опыт позволит смягчить сложные жизненные обстоятельства. Со временем Рыбы и Рыбы научаться правильно распоряжаться деньгами и станут хозяйственными людьми. Для того чтобы построить гармоничный семейный союз супругам нужно учится практичности. Они должны будут развивать в себе трудолюбие.</p>

<p>Другой опасностью для семьи является обидчивость представителей данного знака. Супруги Рыбы и Рыбы могут обижаться по пустякам. Так главное при этом, не копить обиды, а сразу озвучивать их. Это позволит снять ненужную напряженность в отношениях.</p>

<p>Супруги не стремятся распределять обязанности, но сделать это обязательно нужно. Такой подход минимизирует разногласия по бытовым вопросам. Кроме этого закрепленные обязанности дисциплинируют.</p>

<p>Особенностью семьи является то, что в ней присутствует высокая жертвенность. Супруги преданы друг другу и не способны на предательство. Это объясняет то, что в таких парах редко случаются разводы.</p>

<p>Для укрепления семьи, представителям знаков зодиака Рыбы, нельзя зацикливаться исключительно друг на друге. Супругам нужно стремиться много путешествовать, приглашать к себе гостей. Такое поведение приблизит мечтательных людей к реальному миру.</p>

<p><b>В дружбе (совместимость в дружеских отношениях 50%)</b></p>
<p>Длительные дружеские отношения развиваются не часто. Это связано с тем, что между спутниками на фоне дружбы практически всегда возникает любовь. А любовное чувство не может развиваться без искренней дружбы.</p>

<p>В дружеском тандеме представителям данного знака зодиака легко. Рыбы и Рыбы понимают друг друга с полуслова. У них всегда имеется много общих интересов, тем для обсуждений, поэтому друзья стремятся, как можно чаще встречаться. Примечательно то, что рассчитывать на поддержку в дружеском союзе они не могут. Единственное, что можно сделать, так это поделиться своими проблемами.</p>

<p>Такие отношения могут продержаться до тех пор, пока один из друзей не встретит свою судьбу. Все дело в том, что представители данного знака зодиака не считают возможным дружить с человеком противоположного пола, если они не свободны.</p>

<p>Прекрасно может складываться дружба только в том случае, если, друзья принадлежат разным поколениям. Причем благополучнее дружеский тандем складывается, когда женщина старше. Она заботится о своем друге, относится к нему по-матерински и дает очень ценные советы для благополучной жизни.</p>

<p>Представители знака зодиака Рыбы не обладают от природы сильным характером, который бы позволил им решать серьезные деловые вопросы. Это значит, что сотрудничество между друзьями всегда нейтральное. Совместная работа будет складываться благополучно, если не будет никаких авралов. Представители знака Рыбы не любят кризисов и суеты.</p>

<p>Если деятельность людей связана с творческой сферой, то друзья могут помогать друг другу и способствовать развитию один одного. В этом случае важной оказывается сильная эмоциональная связь, которая всегда присутствует между друзьями.</p>';
		}
		$result = array(
	    	'answer' => $answer,
	    	'here' => $here,
			'she' => $she,
	    ); 
		// Переводим массив в JSON
		echo json_encode($result, JSON_UNESCAPED_UNICODE); 
	} else {
		echo '<h1>Пошел ка нахер!</h1>';
	}




		function NameToNum($imya, $dlina) {
			$bykvy = array (
				'A', 'a', 'J', 'j', 'S', 's', 'B', 'b', 'K', 'k', 'T', 't','C', 'c', 'L', 'l', 'U', 'u', 'D', 'd', 'M', 'm', 'V', 'v', 'E', 'e', 'N', 'n', 'W', 'w', 'F', 'f', 'O', 'o', 'X', 'x', 'G', 'g', 'P', 'p', 'Y', 'y', 'H', 'h', 'Q', 'q', 'Z', 'z', 'I', 'i', 'R', 'r',
			);
			$imya = translit($imya);
			for ($i = 0; $i < $dlina; $i++) {
				if (array_search($imya[$i], $bykvy)) {
					$namenum[] .= array_search($imya[$i], $bykvy);
				}
			}
			$oy = array_sum($namenum);
			return $oy;
		}
			
		function OneNum($sl) {
			$sl = (string)($sl);
			$sll = strlen($sl);
			$mynum = [];
			if ($sll != 1) {
				for ($i = 0; $i < $sll; $i++) {
					$mynum[] .= $sl[$i];
				}
				$wow = array_sum($mynum);
				
				return OneNum($wow);
			} else {
				$wow = $sl;
				return $wow;
			}
		}



		function translit($s) {
		  $s = (string) $s; // преобразуем в строковое значение
		  $s = strip_tags($s); // убираем HTML-теги
		  $s = str_replace(array("\n", "\r"), " ", $s); // убираем перевод каретки
		  $s = preg_replace("/\s+/", ' ', $s); // удаляем повторяющие пробелы
		  $s = trim($s); // убираем пробелы в начале и конце строки
		  $s = function_exists('mb_strtolower') ? mb_strtolower($s) : strtolower($s); // переводим строку в нижний регистр (иногда надо задать локаль)
		  $s = strtr($s, array('а'=>'a','б'=>'b','в'=>'v','г'=>'g','д'=>'d','е'=>'e','ё'=>'e','ж'=>'j','з'=>'z','и'=>'i','й'=>'y','к'=>'k','л'=>'l','м'=>'m','н'=>'n','о'=>'o','п'=>'p','р'=>'r','с'=>'s','т'=>'t','у'=>'u','ф'=>'f','х'=>'h','ц'=>'c','ч'=>'ch','ш'=>'sh','щ'=>'shch','ы'=>'y','э'=>'e','ю'=>'yu','я'=>'ya','ъ'=>'','ь'=>''));
		  $s = preg_replace("/[^0-9a-z-_ ]/i", "", $s); // очищаем строку от недопустимых символов
		  $s = str_replace(" ", "-", $s); // заменяем пробелы знаком минус
		  return $s; // возвращаем результат
		}



		/*$bykvy = array (
			'А', 'а', 'И', 'и', 'С', 'с', 'Ъ', 'ъ', 'A', 'a', 'J', 'j', 'S', 's', 'Б', 'б', 'Й', 'й', 'Т', 'т', 'Ы', 'ы', 'B', 'b', 'K', 'k', 'T', 't', 'В', 'в', 'К', 'к', 'У', 'у', 'Ь', 'ь', 'C', 'c', 'L', 'l', 'U', 'u', 'Г', 'г', 'Л', 'л', 'Ф', 'ф', 'Э', 'э', 'D', 'd', 'M', 'm', 'V', 'v', 'Д', 'д', 'М', 'м', 'Х', 'х', 'Ю', 'ю', 'E', 'e', 'N', 'n', 'W', 'w', 'Е', 'е', 'Н', 'н', 'Ц', 'ц', 'Я', 'я', 'F', 'f', 'O', 'o', 'X', 'x', 'Ё', 'ё', 'О', 'о', 'Ч', 'ч', 'G', 'g', 'P', 'p', 'Y', 'y', 'Ж', 'ж', 'П', 'п', 'Ш', 'ш', 'H', 'h', 'Q', 'q', 'Z', 'z', 'З', 'з', 'Р', 'р', 'Щ', 'щ', 'I', 'i', 'R', 'r',
		);*/

?>